{
  "error_app_security_invalid-master-key": "Podany klucz główny jest nieprawidłowy",
  "error_api_invalid-endpoint": "Zasób, do którego próbujesz uzyskać dostęp, jest niedostępny",
  "error_api_internal-error": "Wystąpił błąd wewnętrzny po naszej stronie. Prosimy spróbować ponownie później",
  "error_auth_email-already-exists": "Podany adres e-mail jest już używany przez innego użytkownika. Każdy użytkownik musi mieć unikalny adres e-mail",
  "error_auth_user-not-found": "Nie znaleziono rekordu użytkownika odpowiadającego podanemu identyfikatorowi",
  "error_api_unauthorized-request": "Nie masz dostępu do tego zasobu",
  "error_app_security_invalid-invitation-code-title": "Błędny kod zaproszenia",
  "error_app_security_invalid-invitation-code": "Proszę sprawdzić podany kod",
  "error_app_generic-title": "Wystąpił błąd",
  "error_app_generic-desc": "Wystąpił błąd. Spróbuj odświeżyć stronę. Jeśli to nie pomoże, spróbuj całkowicie zrestartować Organized. Pamiętaj, że spowoduje to wyczyszczenie wszystkich niezsynchronizowanych danych.",
  "error_app_unsupported-browser-title": "Nieobsługiwana przeglądarka",
  "error_app_unsupported-browser-desc": "Używasz nieobsługiwanej przeglądarki dla aplikacji Organized. Upewnij się, że Twoja przeglądarka jest aktualna i że tryb prywatny lub incognito jest wyłączony. Alternatywnie spróbuj użyć innej przeglądarki.",
  "error_app_security_user-not-found": "Nie znaleziono użytkownika o tym adresie e-mail",
  "error_app_persons_spiritual-status-change": "Nie można zmienić statusu duchowego",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Ochrzczony głosiciel nie może zostać zmieniony na nieochrzczonego.",
  "error_app_persons_spiritual-status-baptized-midweek": "Ochrzczony głosiciel nie może zostać zmieniony na ucznia zebrania w tygodniu.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Nieochrzczony głosiciel nie może zostać zmieniony na ucznia zebrania w tygodniu.",
  "error_app_data_invalid-file": "Nie można rozpoznać pliku, który próbujesz zaimportować.",
  "error_app_data_encrypted-file": "Nie można rozpoznać pliku, ponieważ jest on zaszyfrowany. Wyłącz szyfrowanie przed eksportem i spróbuj ponownie.",
  "error_api_bad-request": "Nie można ukończyć operacji. Odśwież aplikację i spróbuj ponownie.",
  "error_api_sync-conflict": "Nie można zsynchronizować zmian z serwerem. Odśwież aplikację i spróbuj ponownie lub zsynchronizuj ręcznie.",
  "error_app_congregation-search-error": "Nie można wyszukać zboru. Zgłoś problem, jeśli będzie się powtarzał.",
  "error_app_country-search-error": "Nie można wyszukać kraju. Zgłoś problem, jeśli będzie się powtarzał."
}
