{
  "tr_login": "Zaloguj się",
  "tr_welcomeApp": "Witaj w Organized!",
  "tr_whatIsApp": "Czy Organized jest oficjalną aplikacją organizacji Świadków Jehowy?",
  "tr_descApp": "<p>Nie, nie jest to oficjalna aplikacja. Możesz swobodnie zdecydować, czy jest ona odpowiednia dla Ciebie. Jeśli chciałbyś, aby korzystał z niej cały zbór, sugerujemy uzyskanie zgody grona starszych. Wiemy, że istnieją inne aplikacje zaprojektowane do pomagania w podobnych zadaniach i wierzymy, że każda ma swoje mocne strony i metody, ale wszystkie przyświeca ten sam cel.</p>",
  "tr_appPWA": "Organized to aplikacja PWA. Co to oznacza?",
  "tr_appPWADesc": "<p>Jako Progressive Web Application (PWA), Organized działa bezpośrednio w przeglądarce internetowej. Została zaprojektowana do działania na różnych systemach operacyjnych, obsługuje więc zarówno komputery stacjonarne, jak i urządzenia mobilne.</p><p>Po zainstalowaniu na urządzeniu i ukończeniu początkowej konfiguracji, Organized pozostaje dostępne offline, zapewniając korzystanie z głównych funkcji bez dostępu do Internetu.</p>",
  "tr_appSecure": "Jak bezpieczne są twoje dane podczas korzystania z Organized?",
  "tr_appSecureDesc": "<p>Dodaliśmy dodatkowe warstwy zabezpieczeń, aby chronić Twoje dane. W dzisiejszym szybko zmieniającym się świecie technologii regularnie aktualizujemy Organized, aby zapewnić pełne bezpieczeństwo.</p><p>Mimo że Organized jest aplikacją internetową, Twoje dane są najpierw przechowywane bezpośrednio na Twoim urządzeniu. Oznacza to, że masz do nich dostęp nawet wtedy, gdy jesteś offline. Jeśli udostępniasz informacje innym osobom w zborze, są one bezpiecznie synchronizowane za pośrednictwem serwerów w chmurze. Ponadto dbamy o ochronę wszystkich prywatnych danych za pomocą silnych środków bezpieczeństwa, takich jak podwójne szyfrowanie na naszych serwerach.</p>",
  "tr_clearBrowserData": "<p>Wyczyszczenie historii przeglądarki lub plików cookie spowoduje również usunięcie wszelkich niezsynchronizowanych danych Organized. Przed wykonaniem tej czynności upewnij się, że Twoje dane są zsynchronizowane.</p>",
  "tr_appPrivacy": "Jak Organized dba o twoją prywatność?",
  "tr_appPrivacyDesc": "<p>Gdy zdecydujesz się na korzystanie z naszej aplikacji Organized, gromadzimy tylko niezbędne informacje, takie jak imię i nazwisko oraz adres e-mail. Dodatkowo zbieramy adres IP Twojego urządzenia oraz szczegóły dotyczące agenta użytkownika (user agent) Twojego urządzenia, aby usprawnić korzystanie z naszej aplikacji.</p><p>Zapewniamy, że priorytetowo traktujemy Twoją prywatność. Nigdy nie pozwalamy firmom reklamowym śledzić Cię za pośrednictwem naszych usług ani wykorzystywać Twoich danych do reklam ukierunkowanych. Wszelkie informacje podawane w aplikacji Organized pozostają ściśle poufne i nigdy nie są udostępniane podmiotom zewnętrznym.</p>",
  "tr_readComplete": "Akceptuję <a href='https://sws2apps.com/terms/' title='Warunki użytkowania' target='_blank' rel='noopener'>Warunki użytkowania</a> oraz <a href='https://sws2apps.com/privacy/' title='Polityka prywatności' target='_blank' rel='noopener'>Politykę prywatności</a> i wyrażam zgodę na przetwarzanie moich danych osobowych zgodnie z opisem.",
  "tr_email": "E-mail",
  "tr_accountCreated": "Twoje konto Organized zostało zarejestrowane. Powiadom administratora swojego zboru, aby mógł przydzielić Ci wymagane uprawnienia. Następnie odśwież stronę, aby się zalogować.",
  "tr_createCongregationAccount": "Utwórz zbór",
  "tr_unauthorizedRole": "<p>Nie masz obecnie wystarczających uprawnień do korzystania z tej aplikacji. Skontaktuj się z starszymi swojego zboru, aby zweryfikowali twoją rolę, a następnie <a href='#'>spróbuj ponownie</a> za 5 minut. Jeśli potrzebują dodatkowej pomocy, mogą się z nami skontaktować przez e-mail.</p>",
  "tr_oauthAccept": "<p>Dowiedz się więcej o naszych <a href='https://sws2apps.com/terms/' title='Warunkach użytkowania' target='_blank' rel='noopener'>Warunkach użytkowania</a> i <a href='https://sws2apps.com/privacy/' title='Polityce prywatności' target='_blank' rel='noopener'>Polityce prywatności</a>.</p>",
  "tr_signInDesc": "Użyj swojego adresu e-mail, aby otrzymać jednorazowy link do logowania, lub zaloguj się za pomocą jednego z wymienionych dostawców. Jeśli nie masz jeszcze konta, zostanie ono utworzone automatycznie.",
  "tr_emailAuth": "Uwierzytelnianie e-mail",
  "tr_emailAuthDescComplete": "Zalogowałeś się pomyślnie za pomocą swojego adresu e-mail. Teraz możesz korzystać z aplikacji.",
  "tr_emailAuthSentHeader": "Link został wysłany",
  "tr_emailAuthSent": "Sprawdź swoją skrzynkę e-mail. Jeśli wiadomości tam nie ma, zajrzyj do folderu spam lub poproś o link ponownie.",
  "tr_accountSetup": "Aby aktywować aplikację Organized na tym urządzeniu, wprowadź kod zaproszenia, który otrzymałeś od starszych swojego zboru.",
  "tr_illustrationMinistryAssignmentsHeader": "Wszystkie twoje zadania związane z służbą i przydziały",
  "tr_illustrationMinistryAssignmentsDescription": "Przeglądaj wszystkie nadchodzące zadania i otrzymuj powiadomienia o nowych. Zdobądź nowy teren z dostępnej listy. Złóż wniosek o udzielenie pomocy pionierskiej w kilku kliknięciach i uzyskaj dostęp do funkcji pionierskich, takich jak śledzenie czasu oraz szczegółowy raport miesięczny i roczny.",
  "tr_illustrationMultiPlattformHeader": "Na wszystkich twoich urządzeniach",
  "tr_illustrationMultiPlattformDescription": "Korzystaj z Organized na komputerze stacjonarnym, laptopie, smartfonie lub tablecie na dowolnym nowoczesnym systemie operacyjnym. Aplikacja działa online, ale jest również dostępna nawet przy braku połączenia z Internetem. ",
  "tr_illustrationMeetingSchedulesHeader": "Łatwe tworzenie planów spotkań",
  "tr_illustrationMeetingSchedulesDescription": "Importuj plany spotkań z jw.org jednym kliknięciem i automatycznie uzupełniaj przydziały. Udostępniaj listę wychodzących mówców i żądaj list od innych zborów, aby zwiększyć współpracę. Publikuj harmonogramy zarówno dla głosicieli, jak i studentów środowego spotkania, pozwalając im przeglądać swoje przydziały.",
  "tr_illustrationSecretaryHeader": "Wszystkie raporty sekretarza",
  "tr_illustrationSecretaryDescription": "Śledź listę obecności na spotkaniach, zarówno miesięczną, jak i roczną. Przeglądaj sprawozdania głosicieli i łatwo wysyłaj wszystkie niezbędne raporty bezpośrednio do lokalnego biura. Otrzymuj i przeglądaj wnioski pionierskiej.",
  "tr_selectAccount": "Narzędzie, które ułatwia zarządzanie życiem zboru",
  "tr_accountBaptizedBrother": "Ochrzczony brat",
  "tr_connectCongregation": "Dołącz do swojego zboru",
  "tr_invitationCode": "Kod zaproszenia",
  "tr_orLabel": "lub zaloguj się za pomocą",
  "tr_importantNotice": "Ważna informacja",
  "tr_registrationSuccess": "Dziękujemy za rejestrację",
  "tr_congregationCreateLabel": "Twój zbór nie jest jeszcze zarejestrowany w Organized?",
  "tr_createCongregation": "Utwórz konto zboru",
  "tr_yourCongregation": "Twój zbór",
  "tr_incompleteCongregationInfo": "Upewnij się, że podałeś wszystkie niezbędne szczegóły, aby skonfigurować swój zbór",
  "tr_firstname": "Imię",
  "tr_lastname": "Nazwisko",
  "tr_gender": "Płeć",
  "tr_encryptionCode": "Kod szyfrujący",
  "tr_encryptionCodeSetupDesc": "Utwórz kod szyfrowania dla swojego zboru.",
  "tr_encryptionCodeLostDesc": "Wprowadź kod szyfrowania swojego zboru, aby uzyskać do niego dostęp",
  "tr_encryptionCodeNotice": "Prosimy o zapisanie i zabezpieczenie tego klucza. Jego utrata może oznaczać utratę wszystkich danych Twojego zboru.",
  "tr_encryptionCodeCreate": "Utwórz kod szyfrowania",
  "tr_encryptionCodeNoticeLength": "Co najmniej 16 znaków",
  "tr_encryptionCodeNoticeNumber": "Cyfra",
  "tr_encryptionCodeNoticeLowerCase": "Mała litera",
  "tr_encryptionCodeNoticeUpperCase": "Wielka litera",
  "tr_encryptionCodeNoticeSpecialSymbol": "Znak specjalny",
  "tr_encryptionCodeSet": "Ustaw klucz główny",
  "tr_encryptionCodeAsk": "Wprowadź kod szyfrowania zboru",
  "tr_encryptionCodeValidate": "Zatwierdź",
  "tr_encryptionCodeInvalid": "Podany kod szyfrowania jest nieprawidłowy",
  "tr_activate": "Aktywuj",
  "tr_next": "Dalej",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Wyślij link",
  "tr_emailNotSupported": "Przykro nam, ten adres e-mail jest nieprawidłowy lub nieobsługiwany",
  "tr_selectCountry": "Kraj",
  "tr_2FA": "Upewnijmy się, że to Ty",
  "tr_2FADesc": "Wpisz kod z aplikacji uwierzytelniającej",
  "tr_2FAIncorrect": "Nieprawidłowy kod 2FA",
  "tr_2FAIncorrectDesc": "Kod może być nieprawidłowy lub wygasł. Spróbuj ponownie.",
  "tr_unauthorizedAccount": "Twoje uprawnienia dostępu muszą zostać dostosowane",
  "tr_unauthorizedAccountDesc": "Skontaktuj się z administratorem aplikacji w swoim zborze, aby potwierdzić swoją rolę, a następnie spróbuj ponownie za 5 minut. W celu uzyskania dalszej pomocy starsi mogą skontaktować się z nami za pośrednictwem poczty elektronicznej.",
  "tr_noSchedulesYet": "Nie opublikowano jeszcze żadnych planów",
  "tr_noSchedulesYetDesc": "Plan zebrań nie jest jeszcze dostępny. Plany muszą zostać opublikowane w aplikacji, aby stały się dostępne dla wszystkich.",
  "tr_reconnectAccount": "Połącz ponownie moje konto",
  "tr_registeringApproved": "Grono starszych zatwierdziło rejestrację tego zboru w Organized",
  "tr_testAppMode": "Tryb testowy Organized",
  "tr_testAppWaitForData": "Przygotowujemy wszystko, abyś mógł wypróbować Organized w akcji. Może to chwilę potrwać...",
  "tr_tryOrganized": "Wypróbuj Organized w trybie testowym",
  "tr_testStart": "Rozpocznij testowanie",
  "tr_testAppWelcome": "Witaj w trybie testowym Organized!",
  "tr_testAppWelcomeDesc": "<p>To jest środowisko testowe z wstępnie wypełnionymi danymi dla wyimaginowanego zboru. Przeglądaj funkcje, takie jak plany, zadania, służba, sprawozdania i wiele więcej! Wszelkie wprowadzone zmiany zostaną zresetowane po ponownym załadowaniu aplikacji.</p><p>Aby zacząć korzystać z prawdziwej aplikacji Organized, otwórz <a href='https://organized-app.com' target='_blank'>organized-app.com</a> w przeglądarce.</p>",
  "tr_congregationExists": "Ten zbór już istnieje w Organized. Skontaktuj się z administratorem swojego zboru, aby nadał Ci niezbędne uprawnienia.",
  "tr_congregationMasterKeyVerify": "Potwierdź klucz główny zboru",
  "tr_encryptionCodeNoticeMatch": "Klucze zgadzają się",
  "tr_congregationAccessCodeCreateDesc": "Ten kod dostępu bezpiecznie szyfruje wspólne dane Twojego zboru, w tym sprawozdania głosicieli i plany.",
  "tr_congregationAccessCodeCreate": "Utwórz kod dostępu do zboru",
  "tr_congregationAccessCodeNoticeLength": "Co najmniej 8 znaków",
  "tr_congregationAccessCodeSet": "Ustaw kod dostępu",
  "tr_congregationAccessCodeVerify": "Potwierdź kod dostępu do zboru",
  "tr_congregationAccessCodeNotice": "Zawsze używaj innego kodu niż klucz główny Twojego zboru. Upewnij się, że kod jest stosunkowo prosty, a jednocześnie bezpieczny.",
  "tr_congregationAccessCodeLostDesc": "Wprowadź kod dostępu do swojego zboru. Ten unikalny kod jest specyficzny dla Twojego zboru i jest niezbędny do połączenia się i uzyskania do niego dostępu.",
  "tr_setCongregationMasterKey": "Ustaw klucz główny zboru",
  "tr_createCongregationMasterKey": "Utwórz klucz główny zboru",
  "tr_congregationAccessCodeAsk": "Wprowadź kod dostępu do zboru",
  "tr_congregationAccessCode": "Kod dostępu do zboru",
  "tr_congregationMasterKeyLostDesc": "Wprowadź klucz główny swojego zboru, aby uzyskać do niego dostęp",
  "tr_congregationMasterKeyAsk": "Wprowadź klucz główny zboru",
  "tr_cantFindCongregation": "Nie możesz znaleźć swojego zboru?",
  "tr_cantFindCongregationDesc": "Sprawdź, czy nie ma błędów (minimalna liczba znaków to 2). Jeśli Twojego zboru nie ma na stronie wyszukiwania jw.org, skontaktuj się z <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> w celu uzyskania pomocy.",
  "tr_appFunctionalityDataPrivacy": "Funkcjonalność aplikacji i prywatność danych",
  "tr_appIntro": "Organized to nieoficjalna aplikacja dla Świadków Jehowy stworzona przez entuzjastycznych braci i siostry. Ułatwia ona wykonywanie różnych zadań w zborze. Przed zarejestrowaniem swojego zboru prosimy o uzyskanie zgody od grona starszych.",
  "tr_privacySecurityTitle": "Prywatność i bezpieczeństwo",
  "tr_privacySecurityDesc": "<p>Aplikacja Organized została stworzona z myślą o prywatności i bezpieczeństwie danych jako najwyższym priorytecie. Pełne szczegóły znajdują się w naszych <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Warunkach użytkowania</a> oraz w <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Polityce prywatności</a>. Oto krótki przegląd naszego podejścia do przechowywania i bezpieczeństwa danych:</p><ul><li><strong>Przechowywanie lokalne, synchronizacja w chmurze:</strong> Twoje dane są przechowywane lokalnie na Twoim urządzeniu, co zapewnia wysokie bezpieczeństwo i dostęp offline. Jeśli starsi włączą synchronizację, dane są chronione szyfrowaniem end-to-end na naszych bezpiecznych serwerach w chmurze.</li><li><strong>Bezpieczeństwo danych:</strong> Stosujemy zaawansowane środki bezpieczeństwa, takie jak szyfrowanie i zabezpieczenia wewnątrz aplikacji, aby chronić Twoje dane. Przestrzegamy również zasad RODO, w tym korzystamy z serwerów zlokalizowanych w UE i gromadzimy dane użytkowników wyłącznie po wyrażeniu przez nich zgody, z możliwością żądania ich udostępnienia, aktualizacji lub usunięcia.</li><li><strong>Gromadzenie danych:</strong> Gromadzimy tylko podstawowe dane – imię i nazwisko, adres e-mail, adres IP oraz informacje o urządzeniu – w celu logowania, zapewnienia bezpieczeństwa i funkcjonalności aplikacji. Nie mamy dostępu do Twoich danych wewnątrz aplikacji; wszystkie informacje są tam wprowadzane wyłącznie przez starszych lub upoważnionych braci w Twoim zborze.</li><li><strong>Nigdy nie udostępniamy Twoich danych:</strong> Twoje dane należą tylko do Ciebie i nigdy nie udostępniamy ich żadnym firmom zewnętrznym w celach marketingowych lub reklamowych.</li></ul>",
  "tr_dataManagementTitle": "Zarządzanie danymi",
  "tr_dataManagementDesc": "<p>Możesz uzyskać dostęp do swoich danych, poprawić je, usunąć lub wyeksportować w ustawieniach profilu lub kontaktując się z nami pod adresem <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Zgodę możesz wycofać w dowolnym momencie, usuwając swoje konto. Organized gromadzi tylko dane i pliki cookie niezbędne do funkcjonowania aplikacji. Dane wprowadzane przez starszych Twojego zboru nie są zarządzane przez nas. Twoje dane (imię, e-mail, IP, ID urządzenia) są przechowywane tylko tak długo, jak jest to konieczne do korzystania z aplikacji, do momentu usunięcia konta lub zgodnie z wymogami prawa.</p>",
  "tr_mfaVerifyTitle": "Upewnijmy się, że to Ty",
  "tr_mfaVerifyDesc": "Wprowadź kod z aplikacji uwierzytelniającej",
  "tr_illustrationTerritoriesHeader": "Zarządzaj terenami bez wysiłku",
  "tr_illustrationTerritoriesDescription": "Przeglądaj i edytuj tereny, sprawdzaj zaległe i zagubione karty. Śledź adresy „Nie zachodzić”, historię zadań i drukuj nowe karty. Przydziel teren głosicielowi, a zobaczy go na swojej liście terenów. Śledź statystyki opracowania i eksportuj formularz S-13.",
  "tr_illustrationOtherSchedulesHeader": "Wiele innych przydatnych planów",
  "tr_illustrationOtherSchedulesDescription": "Organized znacząco ułatwia mianowanym braciom planowanie sprzątania sali, wizyty nadzorcy obwodu, prac konserwacyjnych, świadczenia publicznego, obowiązków zborowych i innych aspektów życia zboru. Ułatwia także głosicielom śledzenie tych zajęć i uczestniczenie w nich.",
  "tr_howAreTheCodesDifferent": "Czym różnią się te kody?",
  "tr_howAreTheCodesDifferentDesc": "Kod dostępu: Dla wszystkich użytkowników, aby mogli dołączyć do zboru; Klucz główny: Wyższy poziom dostępu dla odpowiedzialnych braci.",
  "tr_createMasterKey": "Utwórz klucz główny",
  "tr_createMasterKeyDesc": "<p><strong>Najpierw utwórz klucz główny zboru.</strong> Bezpiecznie szyfruje on dane Twojego zboru, w tym sprawozdania i dane osób, i jest niezbędny do zadań administracyjnych, takich jak eksport/import danych i dostosowywanie ustawień.</p>",
  "tr_createAccessCode": "Utwórz kod dostępu",
  "tr_createAccessCodeDesc": "<p><strong>Na koniec utwórz kod dostępu.</strong> Ten unikalny kod pozwala nowym użytkownikom połączyć się z Twoim zborem w Organized. Gwarantuje on, że informacje o Twoim zborze zawsze pozostaną bezpieczne, zapewniając dostęp tylko zatwierdzonym użytkownikom.</p>",
  "tr_otherInCongDesc": "Ochrzczona siostra, nieochrzczony głosiciel, uczeń zebrania w tygodniu",
  "tr_baptizedBrotherDesc": "Każdy ochrzczony brat, z obowiązkami lub jeszcze bez nich",
  "tr_accountPublisherStudent": "Inna osoba w zborze",
  "tr_requestAccess": "Poproś o dostęp",
  "tr_requestAccessSent": "Prośba o dostęp została wysłana",
  "tr_requestAccessSentDesc": "Prośba o dostęp została wysłana! Administrator Twojego zboru ją przeanalizuje. Jeśli nie otrzymasz odpowiedzi po kilku dniach, skontaktuj się z nim osobiście.",
  "tr_accountCreatedJoin": "Twoje konto zostało utworzone! Jeśli Twój zbór już korzysta z Organized, wprowadź swoje dane i wybierz swój zbór, aby powiadomić administratora. Gdy przyzna Ci uprawnienia, odśwież stronę, aby się zalogować.",
  "tr_loginOAuthHint": "Zaloguj się szybciej przez {{ oauth }}, używając poniższego przycisku",
  "tr_disconnectAccount": "Odłącz moje konto",
  "tr_loginWithEmail": "Logowanie przez e-mail",
  "tr_loginWithEmailDesc": "Użyj konta Google, Yahoo lub innego adresu e-mail, aby utworzyć konto i korzystać z niego w dowolnym momencie na dowolnym urządzeniu",
  "tr_loginWithCode": "Logowanie przez kod zaproszenia",
  "tr_loginWithCodeDesc": "Dostęp tylko w tej przeglądarce za pomocą jednorazowego kodu. Za każdym razem potrzebujesz nowego kodu",
  "tr_loginEmailCode": "Alternatywnie możesz również wprowadzić bezpieczny kod, który wysłaliśmy na Twój adres e-mail."
}
