{
  "tr_login": "Autentificare",
  "tr_welcomeApp": "Bun venit la Organized - instrumentul tău de gestionare a congregației",
  "tr_whatIsApp": "Este Organized o aplicație oficială a organizației Martorilor lui Iehova?",
  "tr_descApp": "<p>No, it’s not an official app. Feel free to decide if it’s right for you. If you’d like the whole congregation to use it, we suggest getting approval from the body of elders. We’re aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized este o aplicație PWA. Ce înseamnă asta?",
  "tr_appPWADesc": "<p>Ca o Aplicație Web Progresivă (PWA), Organized funcționează direct în browser-ul tău web. Este proiectată să funcționeze pe diferite sisteme de operare, astfel încât suportă atât dispozitivele desktop, cât și cele mobile.</p><p>Odată instalată pe dispozitivul tău și după finalizarea configurației inițiale, Organized rămâne accesibilă offline, asigurând utilizarea funcțiilor principale fără o conexiune la internet.</p>",
  "tr_appSecure": "Cât de sigure sunt datele tale când folosești Organized?",
  "tr_appSecureDesc": "<p>Am adăugat straturi suplimentare de securitate pentru a vă proteja datele. În lumea tehnologică în continuă schimbare de astăzi, actualizăm în mod regulat Organized pentru a-l menține complet securizat.</p><p>Chiar dacă Organized este o aplicație web, datele dumneavoastră sunt mai întâi stocate direct pe dispozitivul dumneavoastră. Aceasta înseamnă că le puteți accesa chiar și atunci când sunteți offline. Dacă împărtășiți informații cu alții din congregația dumneavoastră, acestea sunt sincronizate în siguranță prin intermediul serverelor cloud. În plus, ne asigurăm că toate datele private sunt protejate cu măsuri de securitate puternice, cum ar fi criptarea dublă pe serverele noastre.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you’re also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "Cum se ocupă Organized de confidențialitatea ta?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "I have read and agree with the above",
  "tr_email": "Email",
  "tr_accountCreated": "Contul tău Organized a fost creat. Informează administratorul congregației tale pentru a-ți acorda permisiunile necesare și apoi reîmprospătează pagina.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Momentan nu ai permisiunile necesare pentru a utiliza această aplicație. Te rugăm să te adresezi bătrânilor congregației tale pentru a-ți verifica rolul și apoi <a href='#'>încearcă din nou</a> în 5 minute. Dacă au nevoie de asistență suplimentară, pot să ne contacteze prin email.</p>",
  "tr_oauthAccept": "<p>Prin continuarea procesului, acceptați <a href='https://sws2apps.com/terms/' title='Termenii de utilizare' target='_blank' rel='noopener'>Termenii de Utilizare</a> și <a href='https://sws2apps.com/privacy/' title='Politica de Confidențialitate' target='_blank' rel='noopener'>Politica de Confidențialitate</a> ale noastre.</p>",
  "tr_signInDesc": "Alege modul în care dorești să te autentifici",
  "tr_emailAuth": "Autentificare prin email",
  "tr_emailAuthDesc": "Introdu adresa ta de email pentru a primi un link pentru autentificarea în Organized",
  "tr_emailAuthDescComplete": "Te-ai autentificat cu succes cu adresa ta de email. Acum poți accesa aplicația.",
  "tr_emailAuthSentHeader": "Link-ul a fost trimis",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "Pentru a activa aplicația Organized pe acest dispozitiv, introdu codul de invitație primit de la bătrânii congregației tale.",
  "tr_illustrationMinistryAssignmentsHeader": "Toate responsabilitățile tale",
  "tr_illustrationMinistryAssignmentsDescription": "Vizualizează toate responsabilitățile viitoare și primește notificări despre cele noi. Obține teritorii noi din lista disponibilă. Trimite o cerere de pionier auxiliar în doar câteva clickuri și accesează funcțiile de pionier, cum ar fi un contor de timp și un raport detaliat lunar și anual.",
  "tr_illustrationMultiPlattformHeader": "Pe toate dispozitivele tale",
  "tr_illustrationMultiPlattformDescription": "Folosește Organized pe computerul desktop, laptop, smartphone sau tabletă pe orice sistem de operare modern. Aplicația funcționează online, dar este accesibilă și atunci când nu ai conexiune la internet.",
  "tr_illustrationMeetingSchedulesHeader": "Creează planificări pentru întruniri cu ușurință",
  "tr_illustrationMeetingSchedulesDescription": "Importă planificări de întruniri de pe jw.org printr-un singur clic și completează automat responsabilitățile. Partajează lista ta de vorbitori și solicită liste de la alte congregații pentru a îmbunătăți colaborarea. Publică programe pentru vestitori și cursanți, permițându-le să-și vadă atribuirile.",
  "tr_illustrationSecretaryHeader": "Toate rapoartele secretarului",
  "tr_illustrationSecretaryDescription": "Urmărește prezența la toate întrunirile, lunar și anual. Vizualizează rapoartele vestitorilor și trimite cu ușurință toate rapoartele necesare direct la Filială. Primește și revizuiește cererile de pionier auxiliar.",
  "tr_selectAccount": "Pentru a începe să folosești Organized, alege opțiunea care ți se aplică ție:",
  "tr_accountPublisherStudent": "Vestitor sau cursant al întrunirii din timpul săptămânii",
  "tr_accountBaptizedBrother": "Frate botezat",
  "tr_connectCongregation": "Conectează-te la congregația ta",
  "tr_invitationCode": "Cod de invitație",
  "tr_wrongInvitationCode": "Cod de invitație incorect",
  "tr_checkInvitationCode": "Te rugăm să verifici codul pe care l-ai furnizat",
  "tr_orLabel": "sau",
  "tr_importantNotice": "De reținut",
  "tr_registrationSuccess": "Mulțumim pentru înregistrare",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Creează o congregație",
  "tr_yourCongregation": "Congregația ta",
  "tr_incompleteCongregationInfo": "Vă rugăm să vă asigurați că ați furnizat toate detaliile necesare pentru a configura congregația dumneavoastră",
  "tr_firstname": "Prenume",
  "tr_lastname": "Nume de familie",
  "tr_encryptionCode": "Cod de criptare",
  "tr_encryptionCodeSetupDesc": "Creează codul de criptare al congregației tale.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Creează cod de criptare",
  "tr_encryptionCodeNoticeLength": "Cel puțin 16 caractere",
  "tr_encryptionCodeNoticeNumber": "Cifra",
  "tr_encryptionCodeNoticeLowerCase": "Literă mică",
  "tr_encryptionCodeNoticeUpperCase": "Literă mare",
  "tr_encryptionCodeNoticeSpecialSymbol": "Simbol special",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Introdu codul de criptare al congregației",
  "tr_encryptionCodeValidate": "Validează",
  "tr_encryptionCodeInvalid": "Codul de criptare furnizat este incorect",
  "tr_activate": "Activează",
  "tr_next": "Următorul",
  "tr_oauthGoogle": "Continuă cu Google",
  "tr_oauthMicrosoft": "Continuă cu Microsoft",
  "tr_oauthGithub": "Continuă cu GitHub",
  "tr_oauthYahoo": "Continuă cu Yahoo",
  "tr_oauthEmail": "Continuă cu Email",
  "tr_sendLink": "Trimite Link",
  "tr_emailNotSupported": "Ne pare rău, acest email nu este valid sau nu este suportat",
  "tr_selectCountry": "Țara",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Introdu un cod din aplicația ta de autentificare",
  "tr_2FAIncorrect": "Cod 2FA incorect",
  "tr_2FAIncorrectDesc": "Codul ar putea fi incorect sau expirat. Încearcă din nou.",
  "tr_unauthorizedAccount": "Permisiunile tale trebuie modificate",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "Încă nici-o planificare",
  "tr_noSchedulesYetDesc": "Programul întâlnirilor nu este încă disponibil. Vă rugăm să cereți fraților din congregația dumneavoastră să nu creeze doar, ci și să publice programele în aplicație.",
  "tr_reconnectAccount": "Reconectează-mi contul",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Mod test Organized",
  "tr_testAppWaitForData": "Pregătim totul pentru a încerca Organized în acțiune. Acest lucru poate dura câteva momente...",
  "tr_tryOrganized": "Încercați Organized în modul test",
  "tr_testStart": "Începeți testarea",
  "tr_testAppWelcome": "Bun venit în modul test Organized!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "Această congregație există deja în Organized. Contactați administratorul congregației dumneavoastră pentru a vă oferi rolurile necesare.",
  "tr_congregationMasterKeyVerify": "Verificați cheia de bază a congregației",
  "tr_encryptionCodeNoticeMatch": "Cheile se potrivesc",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "Cel puțin 8 caractere",
  "tr_congregationAccessCodeSet": "Setați codul de acces",
  "tr_congregationAccessCodeVerify": "Verificați codul de acces pentru congregație",
  "tr_congregationAccessCodeNotice": "Vă rugăm să notați și să păstrați în siguranță acest cod. Fiecare utilizator care accesează congregația dumneavoastră are nevoie de el pentru a folosi aplicația Organized.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_can'tFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help."
}
