{
  "tr_login": "Kirjaudu sisään",
  "tr_welcomeApp": "Tervetuloa Organizediin – seurakunnan hallintatyökalusi",
  "tr_whatIsApp": "Onko Organized Jehovan todistajien virallinen sovellus?",
  "tr_descApp": "<p>Ei, se ei ole virallinen sovellus. Voit päättää, sopiiko se sinulle. Jos haluat koko seurakunnan käyttävän sitä, suosittelemme saamaan hyväksynnän vanhimmistolta. Olemme tietoisia, että on olemassa muita sovelluksia, jotka on suunniteltu auttamaan vastaavissa tehtävissä ja uskomme, että jokaisella on omat vahvuutensa ja menetelmänsä, mutta kaikilla on sama tavoite.</p>",
  "tr_appPWA": "Organized on PWA-sovellus. Mitä se tarkoittaa?",
  "tr_appPWADesc": "<p>Progressive Web Application (PWA) -sovelluksena Organized toimii suoraan verkkoselaimessasi. Se on suunniteltu toimimaan eri käyttöjärjestelmissä, joten se tukee sekä työpöytätietokoneita että mobiililaitteita.</p><p>Kun se on asennettu laitteellesi ja alkuasetukset on suoritettu, Organized on käytettävissä myös offline-tilassa, joten voit käyttää sen pääominaisuuksia ilman internet-yhteyttä.</p>",
  "tr_appSecure": "Kuinka turvalliset ovat tietosi käyttäessäsi Organizedia?",
  "tr_appSecureDesc": "<p>Olemme lisänneet monta turvakerrosta suojellaksemme tietojasi. Nykymaailman nopeasti muuttuvassa teknologiassa päivitämme Organizedia säännöllisesti pitääksemme sen täysin turvallisena.</p><p>Vaikka Organized on verkkosovellus, tietosi tallennetaan ensin suoraan laitteellesi. Tämä tarkoittaa, että voit käyttää sitä myös offline-tilassa. Jos jaat tietoja muille seurakunnassasi, ne synkronoidaan turvallisesti pilvipalvelimien kautta. Lisäksi suojaamme kaikki yksityiset tiedot vahvoilla turvatoimilla, kuten kaksinkertaisella salauksella palvelimillamme.</p>",
  "tr_clearBrowserData": "<p>Selainhistorian tai evästeiden poistaminen poistaa myös synkronoimattomat organisoidut tiedot. Varmista, että tietosi synkronoidaan ennen kuin teet tämän.</p>",
  "tr_appPrivacy": "Miten Organized huolehtii yksityisyydestäsi?",
  "tr_appPrivacyDesc": "<p>Kun käytät Organized-sovellustamme, keräämme vain olennaista tietoa, kuten nimesi ja sähköpostisi. Lisäksi keräämme laitteesi IP-osoitteen ja käyttäjän selaintiedot parantaaksemme kokemustasi sovelluksesta.</p><p>Voit olla varma, että pidämme yksityisyytesi etusijalla. Emme koskaan anna mainosyritysten seurata sinua palvelujemme kautta tai käyttää tietojasi kohdennettuun mainontaan. Kaikki Organized-sovelluksessa antamasi tiedot pysyvät täysin luottamuksellisina emmekä koskaan jaa niitä ulkopuolisten osapuolten kanssa.</p>",
  "tr_readComplete": "Hyväksyn <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> ja <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> ja hyväksyn kuvattujen henkilötietojen käsittelyn.",
  "tr_email": "Sähköposti",
  "tr_accountCreated": "Organized tilisi on rekisteröity. Ilmoita seurakunnan ylläpitäjälle, jotta hän voi antaa sinulle tarvittavat oikeudet. Sitten päivitä sivu kirjautuaksesi sisään.",
  "tr_createCongregationAccount": "Luo seurakunta",
  "tr_unauthorizedRole": "<p>Tilisi on valmis! Päästäksesi Organized-sovellukseen, pyydä seurakuntasi sovellushallitsijaa antamaan sinulle käyttöoikeudet ja päivitä sivu 5 minuutin kuluttua.</p><p>Vanhimmat voivat ottaa meihin yhteyttä osoitteessa <a href='mailto:support@organized-app.com'>support@organized-app.com</a>, jos he tarvitsevat apua.</p>",
  "tr_oauthAccept": "<p>Lisätietoja <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Käyttöehdot</a> ja <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Yksityisyyden suoja</a>.</p>",
  "tr_signInDesc": "Valitse, miten haluat kirjautua sisään",
  "tr_emailAuth": "Sähköpostivarmennus",
  "tr_emailAuthDesc": "Syötä sähköpostisi saadaksesi linkin Organized-varmennusta varten",
  "tr_emailAuthDescComplete": "Olet kirjautunut onnistuneesti sähköpostilla. Nyt voit käyttää sovellusta.",
  "tr_emailAuthSentHeader": "Linkki on lähetetty",
  "tr_emailAuthSent": "Tarkista sähköpostisi. Jos linkki ei ole siellä, tarkista roskapostikansio tai pyydä linkkiä uudelleen.",
  "tr_accountSetup": "Aktivoi Organized-sovellus tällä laitteella syöttämällä seurakuntasi vanhimmistolta saamasi kutsukoodi.",
  "tr_illustrationMinistryAssignmentsHeader": "Kaikki kenttätiedot ja tehtäväsi",
  "tr_illustrationMinistryAssignmentsDescription": "Näe kaikki tulevat tehtäväsi ja saa myös ilmoitukset niistä. Hanki uusi alue aluelistasta. Lähetä tienraivaushakemus muutamalla klikkauksella, näe tietoja kuten kenttäajastin sekä yksityiskohtaisia kuukausi- ja vuosiraportteja.",
  "tr_illustrationMultiPlattformHeader": "Kaikilla laitteillasi",
  "tr_illustrationMultiPlattformDescription": "Käytä Organizedia tietokoneellasi, kannettavalla tietokoneella, älypuhelimellasi tai tabletillasi,se toimii kaikilla moderneilla käyttöjärjestelmillä. Sovellus toimii verkossa, mutta se on myös käytettävissä, vaikka sinulla ei olisi internet-yhteyttä.",
  "tr_illustrationMeetingSchedulesHeader": "Luo kokousaikatauluja helposti",
  "tr_illustrationMeetingSchedulesDescription": "Hae kokoussuunnitelmat jw.org-sivustolta yhdellä klikkauksella ja täytä tehtävät automaattisesti. Jaa luettelo puhijposta ja pyydä luetteloita muilta seurakunnilta yhteistyön parantamiseksi. Julkaise aikataulut sekä julistajille että oppilaille, jotta he voivat nähdä tehtävänsä.",
  "tr_illustrationSecretaryHeader": "Kaikki sihteeriraportit",
  "tr_illustrationSecretaryDescription": "Seuraa kokousosallistumistietoja kaikista kokouksista, kuukausittain ja vuosittain. Näe julistajaraportit ja lähetä kaikki tarvittavat raportit suoraan paikalliselle haaratoimistolle. Vastaanota ja tarkista tienraivaushakemukset.",
  "tr_selectAccount": "Aloittaaksesi Organizedin käytön, valitse sinua koskeva vaihtoehto:",
  "tr_accountPublisherStudent": "Julistaja tai viikkokokouksen opiskelija",
  "tr_accountBaptizedBrother": "Kastettu veli",
  "tr_connectCongregation": "Yhdistä seurakuntaasi",
  "tr_invitationCode": "Kutsukoodi",
  "tr_orLabel": "tai",
  "tr_importantNotice": "Tärkeä ilmoitus",
  "tr_registrationSuccess": "Kiitos rekisteröitymisestä",
  "tr_congregationCreateLabel": "Seurakuntasi ei ole vielä rekisteröity Organizediin?",
  "tr_createCongregation": "Luo seurakunta",
  "tr_yourCongregation": "Seurakuntasi",
  "tr_incompleteCongregationInfo": "Varmista, että olet antanut kaikki tarvittavat tiedot seurakunnan määrittämiseksi",
  "tr_firstname": "Etunimi",
  "tr_lastname": "Sukunimi",
  "tr_encryptionCode": "Salausavain",
  "tr_encryptionCodeSetupDesc": "Luo seurakuntasi salausavain.",
  "tr_encryptionCodeLostDesc": "Syötä seurakuntasi salausavain päästäksesi siihen",
  "tr_encryptionCodeNotice": "Huomaa ja suojaa tämä avain. Sen kadottaminen voi johtaa koko seurakuntasi tietojen menettämiseen.",
  "tr_encryptionCodeCreate": "Luo salausavain",
  "tr_encryptionCodeNoticeLength": "Vähintään 16 merkkiä",
  "tr_encryptionCodeNoticeNumber": "Numero",
  "tr_encryptionCodeNoticeLowerCase": "Pieni kirjain",
  "tr_encryptionCodeNoticeUpperCase": "Suuri kirjain",
  "tr_encryptionCodeNoticeSpecialSymbol": "Erikoismerkki",
  "tr_encryptionCodeSet": "Aseta pääavain",
  "tr_encryptionCodeAsk": "Syötä seurakunnan salausavain",
  "tr_encryptionCodeValidate": "Vahvista",
  "tr_encryptionCodeInvalid": "Antamasi salausavain on virheellinen",
  "tr_activate": "Aktivoi",
  "tr_next": "Seuraava",
  "tr_oauthGoogle": "Jatka Googlen kautta",
  "tr_oauthMicrosoft": "Jatka Microsoftin kautta",
  "tr_oauthGithub": "Jatka GitHubin kautta",
  "tr_oauthYahoo": "Jatka Yahoon kautta",
  "tr_oauthEmail": "Jatka sähköpostilla",
  "tr_sendLink": "Lähetä linkki",
  "tr_emailNotSupported": "Pahoittelut, tämä sähköposti on virheellinen tai ei tuettu",
  "tr_selectCountry": "Maa",
  "tr_2FA": "Varmistetaan, että olet sinä",
  "tr_2FADesc": "Syötä koodi autentikaattorisovelluksestasi",
  "tr_2FAIncorrect": "Virheellinen 2FA-koodi",
  "tr_2FAIncorrectDesc": "Koodi saattaa olla virheellinen tai vanhentunut. Yritä uudelleen.",
  "tr_unauthorizedAccount": "Käyttöoikeutesi tarvitsee säätöjä",
  "tr_unauthorizedAccountDesc": "Ota yhteyttä seurakuntasi sovellushallitsijaan varmistaaksesi roolisi ja yritä uudelleen 5 minuutin kuluttua. Lisäavun saamiseksi vanhimmat voivat ottaa meihin yhteyttä sähköpostitse.",
  "tr_noSchedulesYet": "Aikatauluja ei ole vielä julkaistu",
  "tr_noSchedulesYetDesc": "Kokousaikataulut eivät ole vielä saatavilla. Pyydä seurakuntasi vanhimmistoa luomaan ja julkaisemaan ne sovellukseen.",
  "tr_reconnectAccount": "Yhdistä tilini uudelleen",
  "tr_registeringApproved": "Vanhimmiston on hyväksynyt tämän seurakunnan rekisteröimisen Organizediin",
  "tr_testAppMode": "Organizedin testitila",
  "tr_testAppWaitForData": "Valmistellaan kaikkea, jotta voit kokeilla Organizedia käytännössä. Tämä voi kestää hetken...",
  "tr_tryOrganized": "Kokeile Organizedia testitilassa",
  "tr_testStart": "Aloita testaus",
  "tr_testAppWelcome": "Tervetuloa Organizedin testitilaan!",
  "tr_testAppWelcomeDesc": "<p>Tämä on testausympäristö, jossa on esitäytettyjä tietoja kuvitteellisesta seurakunnasta. Tutustu ominaisuuksiin, kuten aikatauluihin, tehtäviin, palvelukseen, raportteihin ja muihin! Kaikki tekemäsi muutokset palautuvat, kun sovellus ladataan uudelleen.</p><p>Aloittaaksesi oikean Organized-sovelluksen käytön, avaa <a href='https://organized-app.com' target='_blank'>organized-app.com</a> selaimessasi.</p>",
  "tr_congregationExists": "Tämä seurakunta on jo olemassa Organizedissa. Ota yhteyttä seurakuntasi järjestelmänvalvojaan saadaksesi tarvittavat roolit.",
  "tr_congregationMasterKeyVerify": "Vahvista seurakunnan pääavain",
  "tr_encryptionCodeNoticeMatch": "Avaimet täsmää",
  "tr_congregationAccessCodeCreateDesc": "Tämä pääsykoodi salaa turvallisesti jaettavan seurakunnan tietosi, mukaan lukien raportit julistajilta ja aikataulut.",
  "tr_congregationAccessCodeCreate": "Luo seurakunnan pääsykoodi",
  "tr_congregationAccessCodeNoticeLength": "Vähintään 8 merkkiä",
  "tr_congregationAccessCodeSet": "Aseta pääsykoodi",
  "tr_congregationAccessCodeVerify": "Vahvista seurakunnan pääsykoodi",
  "tr_congregationAccessCodeNotice": "Käytä aina eri koodia kuin seurakuntasi pääavainta. Varmista, että koodi on yksinkertainen mutta turvallinen.",
  "tr_congregationAccessCodeLostDesc": "Syötä seurakuntasi pääsykoodi. Tämä ainutlaatuinen koodi on erityinen seurakunnallesi ja on tarpeen yhdistämiseksi ja sen käyttämiseksi.",
  "tr_setCongregationMasterKey": "Aseta seurakunnan pääavain",
  "tr_createCongregationMasterKey": "Luo seurakunnan pääavain",
  "tr_congregationAccessCodeAsk": "Syötä seurakunnan pääsykoodi",
  "tr_congregationAccessCode": "Seurakunnan pääsykoodi",
  "tr_congregationMasterKeyLostDesc": "Syötä seurakuntasi pääavain päästäksesi siihen",
  "tr_congregationMasterKeyAsk": "Syötä seurakunnan pääavain",
  "tr_cantFindCongregation": "Etkö löydä seurakuntaasi?",
  "tr_cantFindCongregationDesc": "Tarkista virheet (vähimmäismerkintä on 2 merkkiä). Jos seurakuntaasi ei ole luettelossa jw.org:in haku sivulla, ota yhteyttä <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> saadaksesi apua.",
  "tr_appFunctionalityDataPrivacy": "Sovellusten toiminnallisuus ja tietosuoja",
  "tr_appIntro": "Organized on epävirallinen sovellus Jehovan todistajille, innokkaat veljet ja sisaret ovat sen tehneet. Se yksinkertaistaa erilaisia velvollisuuksia seurakunnassa. Pyydämme, että saat hyväksynnän vanhimmistolta ennen kuin rekisteröit seurakuntasi.",
  "tr_privacySecurityTitle": "Yksityisyys ja turvallisuus",
  "tr_privacySecurityDesc": "<p>Organizedon luotu yksityisyyden ja tietoturvan ensisijaisena tavoitteena. Täydelliset tiedot ovat meidän <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Käyttöehdot</a> ja <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Tietosuojakäytäntö</a>. Tässä on lyhyt katsaus datan tallennus- ja tietoturvan lähestymistavasta:</p><ul><li><strong>Paikallinen tallennustila, pilven synkronointi:</strong> Tietosi on tallennettu laitteellesi vahvan tietoturvan ja offline-yhteyden vuoksi. Jos vanhimmat mahdollistavat synkronoinnin, se on suojattu end-to-end tiedonsalauksella meidän turvallisella pilvipalvelimilla..</li><li><strong>Tietoturva:</strong> Käytämme kehittyneitä suojaustoimenpiteitä, kuten tiedonsalausta ja sovelluksen sisäisiä suojauksia, pitääksemme tietosi turvassa. Noudatamme myös GDPR-sääntöjä, mukaan lukien EU-pohjaisten palvelimien käyttö ja käyttäjätietojen keruu vasta suostumuksella, jossa on vaihtoehtoja pyytää, päivittää tai poistaa ne.</li><li><strong>Tiedonkeruu:</strong> Keräämme vain perustietoja – nimi, sähköposti, IP-osoite ja laitteen tiedot – kirjautumis-, tietoturva- ja sovellustoiminnot. Emme voi käyttää tietojasi sovelluksen sisällä; kaikki tiedot on syöttänyt vain vanhimmat tai valtuutetut veljet seurakunnassasi.</li><li><strong>Emme koskaan jaa tietojasi:</strong> Tietosi kuuluvat vain sinulle, emmekä koskaan jaa sitä minkään kolmannen osapuolen yritysten kanssa markkinointi- tai mainostarkoituksiin.</li></ul>",
  "tr_dataManagementTitle": "Tiedonhallinta",
  "tr_dataManagementDesc": "<p>Voit käyttää, oikaista, poistaa tai viedä tietojasi profiiliasetuksistasi tai ottaa meihin yhteyttä osoitteessa <a href='mailto:support@organized-app.com'>support@organized-app. om</a>. Voit peruuttaa suostumuksesi milloin tahansa poistamalla tilisi. Organized vain kerää tietoja ja evästeitä, jotka ovat välttämättömiä sovelluksen toiminnallisuudelle. Seurakuntasi vanhimpien tallentamia tietoja ei hallinnoida meillä. Tietosi (nimi, sähköposti, IP, laitteen tunniste) säilytetään vain niin kauan kuin sitä tarvitaan sovelluksen käyttöön, kunnes tilisi on poistettu tai laki vaatii sitä.</p>",
  "tr_mfaVerifyTitle": "Varmistetaan, että se on sinä",
  "tr_mfaVerifyDesc": "Syötä koodi todennussovelluksesta",
  "tr_illustrationTerritoriesHeader": "Hallinnoi alueita vaivattomasti",
  "tr_illustrationTerritoriesDescription": "Tarkastele ja muokkaa alueita, katso myöhässä olevat ja kadonneet kortit. Seuraa “Älä soita” historiaa ja tulosta uusia kortteja. Määritä alue julistajalle, ja he näkevät sen niiden alueiden luettelossa. Seuraa kattavuustilastot ja vienti S-13 tiedostoon.",
  "tr_illustrationOtherSchedulesHeader": "Monia muita hyödyllisiä aikatauluja",
  "tr_illustrationOtherSchedulesDescription": "Organized yksinkertaistaa aikataulutuksen siivouksen, kierrosviikon, salin huollon, julkisen todistuksen ja seurakunnan muut velvollisuuksien kohden. Sen avulla julistajat voi helpommin seurata ja osallistua seurakunnan toimintaan.",
  "tr_howAreTheCodesDifferent": "Miten koodit eroavat?",
  "tr_howAreTheCodesDifferentDesc": "Pääsykoodi: Kaikkien käyttäjien liittyminen seurakuntaan; Pääavain: Korkeampi pääsy vastuullisille veljille.",
  "tr_createMasterKey": "Luo pääavain",
  "tr_createMasterKeyDesc": "<p><strong>Ensiksi luo seurakunnan pääavain.</strong> Se salaa turvallisesti seurakuntasi tiedot, mukaan lukien raportit ja henkilöt, ja se on olennaisen tärkeää hallinnollisissa tehtävissä, kuten tietojen viennissä/tuonnissa ja asetuksissa.</p>",
  "tr_createAccessCode": "Luo pääsykoodi",
  "tr_createAccessCodeDesc": "<p><strong>Lopuksi, luo pääsykoodi.</strong> Tämä ainutlaatuinen koodi sallii uusien käyttäjien yhteyden ja kirjautua sisään turvallisesti. Se salaa tietoja ja sitä tarvitaan seurakuntasi käyttöön Organized-sovelluksessa.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet"
}
