{
  "tr_logOut": "Hiala",
  "tr_emailAddress": "Adiresy email",
  "tr_emailAddressDesc": "Tsy azo ovana io adiresy email io. Mifandraisa aminay raha tianao ny hanova azy io.",
  "tr_name": "Anarana",
  "tr_ministryPreferences": "Momba ny Fanompoana",
  "tr_theocraticAssignmentsField": "Misy ora omena ny tatitra momba ny fanompoako",
  "tr_theocraticAssignmentsFieldDesc": "Ho an’ny mpisava lalana nekena handray anjara amin’ny asan’ny fandaminana, ka handefa ny ora laniny tamin’izany",
  "tr_timeAway": "Andro tsy maha eo",
  "tr_startDate": "Daty",
  "tr_endDate": "Hatramin’ny",
  "tr_save": "Hitahiry",
  "tr_notificationPreferences": "Momba ny fampandrenesana",
  "tr_notificationPreferencesDesc": "Safidio hoe inona avy ireo fampandrenesana tsy alefan’ny programa Organized aminao. Mbola azonao ovana foana ireo any aoriana.",
  "tr_reportReminder": "Fampahatsiahivana momba ny tatitra",
  "tr_reportReminderDesc": "Fampahatsiahivana momba ny tatitra rehefa mifarana ny volana. Mbola haharay fampahatsiahivana hafa ianao andro vitsivitsy aorian’izay, raha mbola tsy lasa izany",
  "tr_collabActivities": "Asa fanampiny azo atao",
  "tr_collabActivitiesDesc": "Fampandrenesana momba ireo asa mila atao ka ilàna fanampiana, ohatra hoe, fikarakarana zaridaina, fanomanana ny efitrano mba hanaovana sekoly, na rehefa misy fivoriambe",
  "tr_myAssignmentsDesc": "Filazana momba ireo anjaranao amin’ny fivoriana",
  "tr_infoBoardAnnouncements": "Tabilao misy fampandrenesana",
  "tr_infoBoardAnnouncementsDesc": "Tsy haharay filazana momba ireo fampandrenesana vaovao raha tsy mandeha ity. Haharay filazana foana kosa ianao raha misy fampandrenesana miavaka ho an’ny fiangonana alefan’ny anti-panahy",
  "tr_partnerSearch": "Mpitory mila namana amin’ny fanompoana",
  "tr_partnerSearchDesc": "Filazana raha misy mpitory mitady namana hiaraka aminy amin’ny fanompoana",
  "tr_organizedSettings": "Fanamboarana momba ny Organized",
  "tr_autoSync": "Fampifanitsiana mandeha ho azy",
  "tr_autoSyncDesc": "Atao mifanitsy ho azy amin’ny rakitra farany ampiasain’ny fiangonana izay ampiasaiko amin’ny fitaovana mampiasa Organized",
  "tr_syncInterval": "Isaky ny",
  "tr_customLinkInMobilePanel": "Rohy aseho rehefa mampiasa fitaovana entin-tanana",
  "tr_customLinkInMobilePanelDesc": "Soloana zavatra hafa ny tabilao misy fampandrenesana eo amin’ny pejy fandraisana",
  "tr_selectFeature": "Hisafidy",
  "tr_autoThemeChange": "Atao mitovy ho azy amin’ny fisehon’ny fitaovana ampiasaiko",
  "tr_autoThemeChangeDesc": "Atao mitovy amin’izay ampiasainao amin’ity fitaovana ity ny endrika isehoan’ny Organized rehefa misafidy hoe mazava sa maizina",
  "tr_colorScheme": "Karazana loko ampiasaina",
  "tr_blue": "Manga",
  "tr_green": "Maitso",
  "tr_purple": "Voloparasy",
  "tr_orange": "Volondaoranjy",
  "tr_security": "Fiarovana",
  "tr_2FA": "Fanamarinana fanampiny rehefa miditra",
  "tr_2FADesc": "Voaro kokoa ny kaontinao rehefa miditra ianao satria misy kaody manokana avy amin’ny programa authentificateur tsy maintsy ampidirinao.",
  "tr_lockAppWithPIN": "Arovana amin’ny PIN",
  "tr_lockAppWithPINDesc": "Mba ho fiarovana dia hihidy ho azy ity programa ity raha tsy ampiasaina elaela",
  "tr_sessions": "Fitaovana mampiasa ny kaontinao",
  "tr_sessionsDesc": "Lisitry ny fitaovana rehetra nidiranao tamin’ny kaontinao. Azonao esorina izay fitaovana tsy fantatrao.",
  "tr_terminate": "Esorina",
  "tr_currentSession": "Ampiasainao izao",
  "tr_logoutClearData": "Hiala sady hamafa ny rakitra ampiasainao amin’ity fitaovana ity?",
  "tr_logoutClearDataDesc": "Ataovy azo antoka hoe efa nisy fampifanitsiana nandeha tamin’ny rakitra farany ampiasainao ato, mba tsy ho voafafa sy tsy azo averina intsony izany.",
  "tr_2FAEnable": "Handefa ny fanamarinana fanampiny",
  "tr_2FAEnableDesc": "Ampiasao ny programa Google na Microsoft Authentificateur mba hakana sary io kaody QR io.",
  "tr_codeCopied": "Voadika ny kaody",
  "tr_codeCopiedDesc": "Adikao any amin’ilay programa authentificateur",
  "tr_2FAEnabled": "Mandeha izao ny fanamarinana fanampiny",
  "tr_2FAEnabledDesc": "Azonao ajanona izy io any amin’ny pejy fanamboarana",
  "tr_2FADisable": "Hanajanona ny fanamarinana fanampiny?",
  "tr_2FADisableDesc": "Miaro kokoa ny kaontinao ny fanamarinana fanampiny, ka tsara kokoa raha mandefa foana. Tena tianao ho ajanona ve izy io?",
  "tr_disable": "Ajanona",
  "tr_2FADisabled": "Tsy mandeha izao ny fanamarinana fanampiny",
  "tr_2FADisabledDesc": "Azonao alefa indray izy io eo amin’ny pejy fanamboarana",
  "tr_PINCreate": "Hamorona PIN",
  "tr_PINCreateDesc": "Ataovy azo antoka tsara ny PIN amboarinao fa aza atao mora loatra.",
  "tr_continue": "Hanohy",
  "tr_PINConfirm": "Hanamarina ny PIN",
  "tr_PINConfirmDesc": "Hamarino ny PIN mba ho vita ny fanamboarana.",
  "tr_PINSet": "Hamorona PIN",
  "tr_PINNewSet": "Vita ny fanamboarana PIN",
  "tr_PINNewSetDesc": "Azonao ampiasaina izany izao mba hanokafana ny programa Organized",
  "tr_lastSeen": "Nampiasaina farany tamin’ny: {{ date }}",
  "tr_2FAStep1": "Dingana 1: Hanamboatra ny fanamarinana fanampiny",
  "tr_2FAStep1Desc": "Misy fomba vitsivitsy ireto azonao anamboarana ny fanamarinana fanampiny. Ny programa Google na Microsoft Authentificateur no ampirisihanay ampiasaina amin’izany.",
  "tr_2FAQuickSetup": "Fampidirina haingana kokoa",
  "tr_2FAQuickSetupDesc": "Ity fomba ity ampiasaina rehefa avy nampiditra ny iray amin’ireo programa eo ambony ireo ato amin’ity fitaovana ampiasainao ity ianao.",
  "tr_2FAQRCode": "Haka sary kaody QR",
  "tr_2FAQRCodeDesc": "Alaivo sary amin’ilay programa authentificateur ity kaody QR ity.",
  "tr_2FASetupKey": "Kaody fampifandraisana",
  "tr_2FASetupKeyDesc": "Adikao any amin’ilay programa authentificateur ity kaody ity.",
  "tr_2FAStep2": "Dingana 2: Ampidiro ny kaody fanamarinana",
  "tr_timeAwayDesc": "Tsy misy andro tsy maha eo. Ataovy marina tsara ny andro tsy maha eo anao fa manampy an’ireo rahalahy izany rehefa hanamboatra fandaharam-pivoriana ry zareo.",
  "tr_terminatedDesc": "Nesorina ny kaontinao any amin’iny fitaovana iny",
  "tr_deleteAccount": "Hamafa ny kaontiko",
  "tr_deleteAccountDesc": "Tianao fafana ve ny kaontinao ato amin’ny Organized?",
  "tr_deleteAccountWithCongregationDesc": "Tianao fafana ve ny kaontinao ato amin’ny Organized? Hifafa koa ny fiangonana misy anao satria ianao ireny ihany no mampiasa azy io. Ampidiro eto ambany ny kaody manokana raha hanohy.",
  "tr_deleteAccountAssignAdminFirst": "Manendre aloha olon-kafa mba ho mpandrindra ny kaontin’ny fiangonana alohan’ny hamafanao ny kaontinao."
}
