{
  "error_app_security_invalid-master-key": "De hoofdsleutel die je hebt opgegeven is onjuist",
  "error_api_invalid-endpoint": "De bron die je raadpleegt is niet beschikbaar",
  "error_api_internal-error": "Er is een interne fout aan onze kant opgetreden. Probeer het later opnieuw",
  "error_auth_email-already-exists": "Het opgegeven e-mailadres is al in gebruik door een bestaande gebruiker. Elke gebruiker moet een uniek e-mailadres hebben",
  "error_auth_user-not-found": "Er zijn geen bestaande gebruikersgegevens die overeenkomen met de opgegeven identificatie",
  "error_api_unauthorized-request": "Je hebt geen toegang tot deze bron",
  "error_app_security_invalid-invitation-code-title": "Verkeerde uitnodigingscode",
  "error_app_security_invalid-invitation-code": "Controleer de door jou opgegeven code nogmaals",
  "error_app_generic-title": "Er is een fout opgetreden",
  "error_app_generic-desc": "Er is een fout opgetreden. Probeer de pagina te vernieuwen. Als dit niet helpt, probeer Organized dan volledig opnieuw op te starten. Let op, dit zal al je niet-gesynchroniseerde gegevens wissen.",
  "error_app_unsupported-browser-title": "Niet-ondersteunde browser",
  "error_app_unsupported-browser-desc": "Je gebruikt een niet-ondersteunde browser voor de Organized app. Zorg ervoor dat je browser up-to-date is en dat de privé- of incognitomodus is uitgeschakeld. Probeer anders een andere browser te gebruiken.",
  "error_app_security_user-not-found": "Geen gebruiker gevonden met dit e-mailadres",
  "error_app_persons_spiritual-status-change": "Kan geestelijke status niet wijzigen",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Een gedoopte verkondiger kan niet worden gewijzigd naar ongedoopt.",
  "error_app_persons_spiritual-status-baptized-midweek": "Een gedoopte verkondiger kan niet worden gewijzigd naar doordeweekse student.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Een ongedoopte verkondiger kan niet worden gewijzigd naar doordeweekse student.",
  "error_app_data_invalid-file": "Niet in staat om het bestand dat u probeert te importeren te herkennen.",
  "error_app_data_encrypted-file": "Het is niet mogelijk om het bestand te herkennen, omdat het is versleuteld. Schakel de encryptie uit voordat u het exporteert en probeer het opnieuw.",
  "error_api_bad-request": "Kan de bewerking niet voltooien. Ververs de app en probeer het opnieuw.",
  "error_api_sync-conflict": "Kan wijzigingen van de server niet synchroniseren. Vernieuw de app en probeer het opnieuw of synchroniseer handmatig.",
  "error_app_congregation-search-error": "Unable to search for a congregation. Report the issue if it persists.",
  "error_app_country-search-error": "Unable to search for a country. Report the issue if it persists."
}
