{
  "tr_login": "Inloggen",
  "tr_welcomeApp": "Welkom bij de Organized app!",
  "tr_whatIsApp": "Is Organized een officiële app van Jehovah's organisatie?",
  "tr_descApp": "<p>Nee, het is geen officiële app. Voel je vrij om te beslissen of het geschikt voor je is. Als je wilt dat de hele gemeente het gebruikt, raden we aan goedkeuring te krijgen van het lichaam van ouderlingen. We zijn ons ervan bewust dat er andere apps zijn ontworpen om te helpen bij vergelijkbare taken en geloven dat elke app zijn eigen sterke punten en methoden heeft, maar ze delen allemaal hetzelfde doel.</p>",
  "tr_appPWA": "Organized is een PWA-applicatie. Wat betekent dat?",
  "tr_appPWADesc": "<p>Als een Progressive Web Application (PWA) werkt Organized direct binnen je webbrowser. Het is ontworpen om op verschillende besturingssystemen te functioneren, waardoor het zowel desktop- als mobiele apparaten ondersteunt.</p><p>Nadat het op je apparaat is geïnstalleerd en de eerste setup is voltooid, blijft Organized offline toegankelijk, zodat je de belangrijkste functies kunt gebruiken zonder internetverbinding.</p>",
  "tr_appSecure": "Hoe veilig zijn je gegevens bij het gebruik van Organized?",
  "tr_appSecureDesc": "<p>We hebben extra beveiligingslagen toegevoegd om je gegevens te beschermen. In de snel veranderende technologische wereld van vandaag updaten we regelmatig Organized om het volledig veilig te houden.</p><p>Hoewel Organized een webapp is, worden je gegevens eerst direct op je apparaat opgeslagen. Dit betekent dat je er toegang toe hebt, zelfs wanneer je offline bent. Als je informatie deelt met anderen in je gemeente, wordt deze veilig gesynchroniseerd via de cloudservers. Bovendien zorgen we ervoor dat alle privégegevens beschermd zijn met sterke beveiligingsmaatregelen, zoals dubbele encryptie op onze servers.</p>",
  "tr_clearBrowserData": "<p>Het wissen van je browsergeschiedenis of cookies zal ook alle niet-gesynchroniseerde Organized-gegevens verwijderen. Zorg ervoor dat je gegevens zijn gesynchroniseerd voordat je dit doet.</p>",
  "tr_appPrivacy": "Hoe zorgt Organized voor je privacy?",
  "tr_appPrivacyDesc": "<p>Wanneer je ervoor kiest om onze Organized-app te gebruiken, verzamelen we alleen essentiële informatie zoals je naam en e-mailadres. Daarnaast verzamelen we het IP-adres van je apparaat en de gebruikersagentgegevens van je apparaat om je ervaring met onze app te verbeteren.</p><p>Wees gerust, we geven prioriteit aan je privacy. We staan reclamebedrijven nooit toe je te volgen via onze diensten of je gegevens te gebruiken voor gerichte advertenties. Alle informatie die je in de Organized-app verstrekt, blijft strikt vertrouwelijk en wordt nooit gedeeld met externe partijen.</p>",
  "tr_readComplete": "Ik accepteer de <a href='https://sws2apps.com/terms/' title='Gebruiksvoorwaarden' target='_blank' rel='noopener'>Gebruiksvoorwaarden</a> en <a href='https://sws2apps.com/privacy/' title='Privacybeleid' target='_blank' rel='noopener'>Privacybeleid</a> en stem in met de verwerking van mijn persoonlijke gegevens zoals beschreven.",
  "tr_email": "E-mail",
  "tr_accountCreated": "Je Organized-account is geregistreerd. Informeer je gemeenteappbeheerder zodat hij je de vereiste rechten kan toewijzen. Vernieuw vervolgens de pagina om in te loggen.",
  "tr_createCongregationAccount": "Gemeente aanmaken",
  "tr_unauthorizedRole": "<p>Je account is klaar! Om toegang te krijgen tot de Organized-app, vraag je de appbeheerder van je gemeente om je de juiste rechten te geven en vernieuw je de pagina over 5 minuten.</p><p>Ouderlingen kunnen contact met ons opnemen via <a href='mailto:support@organized-app.com'>support@organized-app.com</a> als ze hulp nodig hebben.</p>",
  "tr_oauthAccept": "<p>Leer meer over onze  <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Gebruiksvoorwaarden</a> en <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacybeleid</a>.</p>",
  "tr_signInDesc": "Gebruik je e-mail om een eenmalige login link te ontvangen of in te loggen met één van je vermelde providers. Als je nog geen account hebt, dan zal het automatisch aangemaakt worden.",
  "tr_emailAuth": "E-mail authenticatie",
  "tr_emailAuthDescComplete": "Je bent succesvol ingelogd met je e-mailadres. Nu kun je de app gebruiken.",
  "tr_emailAuthSentHeader": "Link is verzonden",
  "tr_emailAuthSent": "Controleer je e-mail inbox. Als het daar niet staat, kijk dan in je spammap of vraag de link opnieuw aan.",
  "tr_accountSetup": "Om de Organized-app op dit apparaat te activeren, voer je de uitnodigingscode in die je van de ouderlingen van je gemeente hebt ontvangen.",
  "tr_illustrationMinistryAssignmentsHeader": "Al je velddiensttoewijzingen en andere toewijzingen",
  "tr_illustrationMinistryAssignmentsDescription": "Bekijk al je aankomende toewijzingen en ontvang meldingen over nieuwe. Krijg een nieuw gebied uit de beschikbare lijst. Dien een hulppioniersaanmelding in met een paar klikken en krijg toegang tot pioniersfuncties zoals een tijdtracker en gedetailleerde maandelijkse en jaarlijkse rapporten.",
  "tr_illustrationMultiPlattformHeader": "Op al je apparaten",
  "tr_illustrationMultiPlattformDescription": "Gebruik Organized op je desktopcomputer, laptop, smartphone of tablet op elk modern besturingssysteem. De app werkt online, maar is ook toegankelijk wanneer je geen internetverbinding hebt.",
  "tr_illustrationMeetingSchedulesHeader": "Maak vergaderschema's eenvoudig",
  "tr_illustrationMeetingSchedulesDescription": "Importeer vergaderplannen van jw.org met slechts één klik en vul toewijzingen automatisch in. Deel je lijst met uitgaande sprekers en vraag lijsten aan van andere gemeentes om de samenwerking te verbeteren. Publiceer schema's voor zowel verkondigers als doordeweekse leerlingen, zodat zij hun toewijzingen kunnen bekijken.",
  "tr_illustrationSecretaryHeader": "Alle secretarisrapporten",
  "tr_illustrationSecretaryDescription": "Houd het vergaderingsaanwezigheids aantall bij voor alle vergaderingen, zowel maandelijks als jaarlijks. Bekijk verkondigersrapporten en stuur eenvoudig alle benodigde rapporten direct naar je lokale bijkantoor. Ontvang en beoordeel hulppioniersanmeldingen.",
  "tr_selectAccount": "Een hulpmiddel om gemeentetaken te vergemakkelijken",
  "tr_accountBaptizedBrother": "Gedoopte broeder",
  "tr_connectCongregation": "Verbind met je gemeente",
  "tr_invitationCode": "Uitnodigingscode",
  "tr_orLabel": "of log in met",
  "tr_importantNotice": "Belangrijke mededeling",
  "tr_registrationSuccess": "Bedankt voor je registratie",
  "tr_congregationCreateLabel": "Je gemeente is nog niet geregistreerd in Organized?",
  "tr_createCongregation": "Gemeente aanmaken",
  "tr_yourCongregation": "Je gemeente",
  "tr_incompleteCongregationInfo": "Zorg ervoor dat je alle benodigde details hebt verstrekt om je gemeente op te zetten",
  "tr_firstname": "Voornaam",
  "tr_lastname": "Achternaam",
  "tr_encryptionCode": "Encryptiecode",
  "tr_encryptionCodeSetupDesc": "Maak je gemeenteencryptiecode aan.",
  "tr_encryptionCodeLostDesc": "Voer de encryptiecode van je gemeente in om toegang te krijgen",
  "tr_encryptionCodeNotice": "Noteer en beveilig deze sleutel. Het verliezen ervan kan betekenen dat al je gemeentegegevens verloren gaan.",
  "tr_encryptionCodeCreate": "Encryptiecode aanmaken",
  "tr_encryptionCodeNoticeLength": "Minimaal 16 tekens",
  "tr_encryptionCodeNoticeNumber": "Cijfer",
  "tr_encryptionCodeNoticeLowerCase": "Kleine letter",
  "tr_encryptionCodeNoticeUpperCase": "Hoofdletter",
  "tr_encryptionCodeNoticeSpecialSymbol": "Speciale symbool",
  "tr_encryptionCodeSet": "Master key instellen",
  "tr_encryptionCodeAsk": "Voer gemeenteencryptiecode in",
  "tr_encryptionCodeValidate": "Valideren",
  "tr_encryptionCodeInvalid": "De door jou opgegeven encryptiecode is onjuist",
  "tr_activate": "Activeren",
  "tr_next": "Volgende",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Link verzenden",
  "tr_emailNotSupported": "Sorry, dit e-mailadres is ongeldig of wordt niet ondersteund",
  "tr_selectCountry": "Land",
  "tr_2FA": "Laten we zeker weten dat jij het bent",
  "tr_2FADesc": "Voer een code in van je authenticator-app",
  "tr_2FAIncorrect": "Onjuiste 2FA-code",
  "tr_2FAIncorrectDesc": "De code kan onjuist of verlopen zijn. Probeer het opnieuw.",
  "tr_unauthorizedAccount": "Je toegangsrechten moeten worden aangepast",
  "tr_unauthorizedAccountDesc": "Neem contact op met je gemeenteappbeheerder om je rol te bevestigen en probeer het dan opnieuw over 5 minuten. Voor verdere hulp kunnen ouderlingen contact met ons opnemen via e-mail.",
  "tr_noSchedulesYet": "Er zijn nog geen schema's gepubliceerd",
  "tr_noSchedulesYetDesc": "Het programmablad is nog niet beschikbaar. De planningen moeten gepubliceerd zijn in de app om beschikbaar te worden.",
  "tr_reconnectAccount": "Mijn account opnieuw verbinden",
  "tr_registeringApproved": "Het lichaam van ouderlingen heeft het goedgekeurd om deze gemeente te registreren in Organized",
  "tr_testAppMode": "Organized testomgeving",
  "tr_testAppWaitForData": "Alles gereedmaken zodat je Organized in een testomgeving kunt proberen. Dit kan een moment duren...",
  "tr_tryOrganized": "Probeer Organized in testomgeving",
  "tr_testStart": "Testen starten",
  "tr_testAppWelcome": "Welkom in Organized testomgeving!",
  "tr_testAppWelcomeDesc": "<p>Dit is een testomgeving met vooraf ingevulde gegevens voor een denkbeeldige gemeente. Verken functies zoals schema's, toewijzingen, velddienst, rapporten en meer! Alle wijzigingen die je aanbrengt worden gereset na het opnieuw laden van de app.</p><p>Om de echte Organized-app te gebruiken, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in je browser.</p>",
  "tr_congregationExists": "Deze gemeente bestaat al in Organized. Neem contact op met je gemeentebeheerder om je de nodige rollen toe te wijzen.",
  "tr_congregationMasterKeyVerify": "Bevestig gemeente master key",
  "tr_encryptionCodeNoticeMatch": "Sleutel komt overeen",
  "tr_congregationAccessCodeCreateDesc": "Deze toegangscode versleutelt veilig de gegevens van je gedeelde gemeente, inclusief rapporten van verkondigers en schema's.",
  "tr_congregationAccessCodeCreate": "Gemeente toegangscode aanmaken",
  "tr_congregationAccessCodeNoticeLength": "Minimaal 8 tekens",
  "tr_congregationAccessCodeSet": "Toegangscode instellen",
  "tr_congregationAccessCodeVerify": "Gemeente toegangscode bevestigen",
  "tr_congregationAccessCodeNotice": "Gebruik altijd een andere code van je gemeente hoofdsleutel. Zorg ervoor dat de code relatief simpel maar veilig is.",
  "tr_congregationAccessCodeLostDesc": "Voer de toegangscode van je gemeente in. Deze unieke code is specifiek voor je gemeente en is noodzakelijk om ermee te verbinden en er toegang toe te krijgen.",
  "tr_setCongregationMasterKey": "Gemeente master key instellen",
  "tr_createCongregationMasterKey": "Gemeente master key aanmaken",
  "tr_congregationAccessCodeAsk": "Voer gemeente toegangscode in",
  "tr_congregationAccessCode": "Gemeente toegangscode",
  "tr_congregationMasterKeyLostDesc": "Voer de master key van je gemeente in om toegang te krijgen",
  "tr_congregationMasterKeyAsk": "Voer gemeente master key in",
  "tr_cantFindCongregation": "Kan je je gemeente niet vinden?",
  "tr_cantFindCongregationDesc": "Controleer op fouten (minimaal 2 tekens). Als je gemeente niet staat op de zoekpagina van jw.org, neem dan contact op met <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> voor hulp.",
  "tr_appFunctionalityDataPrivacy": "Appfunctionaliteit en dataprivacy",
  "tr_appIntro": "Organized is een niet-officiële app voor Jehovah's Getuigen, gemaakt door enthousiaste broeders en zusters. Het vereenvoudigt verschillende verantwoordelijkheden in de gemeente. Vraag alstublieft goedkeuring aan je lichaam van ouderlingen voordat je je gemeente registreert.",
  "tr_privacySecurityTitle": "Privacy en beveiliging",
  "tr_privacySecurityDesc": "<p>Organized is gemaakt met privacy en gegevensbeveiliging als topprioriteit. Volledige details worden verstrekt in onze <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Gebruiksvoorwaarden</a> en <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacybeleid</a>. Hier is een kort overzicht van onze gegevensopslag- en beveiligingsaanpak:</p><ul><li><strong>Lokale opslag, cloud sync:</strong> Je gegevens worden lokaal op je apparaat opgeslagen voor sterke beveiliging en offline toegang. Als ouderlingen synchronisatie inschakelen, wordt het beschermd met end-to-end encryptie op onze beveiligde cloudservers.</li><li><strong>Gegevensbeveiliging:</strong> We gebruiken geavanceerde beveiligingsmaatregelen zoals encryptie en in-app bescherming om je gegevens veilig te houden. We volgen ook GDPR-regels, inclusief het gebruik van EU-gebaseerde servers en het verzamelen van gebruikersgegevens alleen na toestemming, met opties om ze op te vragen, bij te werken of te verwijderen.</li><li><strong>Gegevensverzameling:</strong> We verzamelen alleen basisgegevens – naam, e-mail, IP-adres en apparaatinfo – voor inloggen, beveiliging en appfunctionaliteit. We kunnen geen toegang krijgen tot je gegevens binnen de app; alle informatie daar wordt alleen ingevoerd door ouderlingen of geautoriseerde broeders in je gemeente.</li><li><strong>We delen je gegevens nooit:</strong> Je gegevens behoren alleen aan jou, en we delen ze nooit met derden voor marketing- of advertentiedoeleinden.</li></ul>",
  "tr_dataManagementTitle": "Gegevensbeheer",
  "tr_dataManagementDesc": "<p>Je kunt toegang krijgen tot, je gegevens corrigeren, verwijderen of exporteren in je profielinstellingen of door contact met ons op te nemen via <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Je kunt je toestemming op elk moment intrekken door je account te verwijderen. Organized verzamelt alleen gegevens en cookies die essentieel zijn voor de functionaliteit van de app. Gegevens die door de ouderlingen van je gemeente zijn ingevoerd, worden door ons niet beheerd. Je gegevens (naam, e-mail, IP, apparaat-ID) worden alleen bewaard zolang dat nodig is voor het gebruik van de app, totdat je account wordt verwijderd, of zoals vereist door de wet.</p>",
  "tr_mfaVerifyTitle": "Laten we zeker weten dat jij het bent",
  "tr_mfaVerifyDesc": "Voer een code in van je authenticator-app",
  "tr_illustrationTerritoriesHeader": "Beheer gebieden moeiteloos",
  "tr_illustrationTerritoriesDescription": "Bekijk en wijzig gebieden, bekijk achterstallige en verloren kaarten. Volg \"Niet meer bellers\", toewijzingsgeschiedenis en print nieuwe kaarten. Wijs een gebied toe aan een verkondiger, en ze zullen het zien in hun lijst van gebieden. Volg dekkingsstatistieken en exporteer een S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Vele andere nuttige programmabladen",
  "tr_illustrationOtherSchedulesDescription": "Organized maakt het plannen van de zaal schoonmaak, kringopzienersbezoek, onderhoudswerk, openbaar getuigenis, congrestaken en andere onderdelen van het gemeente leven aanzienlijk makkelijker voor aangewezen broeders. Het maakt het ook makkelijker voor verkondigers om deze activiteiten te volgen en eraan deel te nemen.",
  "tr_howAreTheCodesDifferent": "Hoe zijn de codes verschillend?",
  "tr_howAreTheCodesDifferentDesc": "Toegangscode: Voor alle gebruikers om deel te nemen aan je gemeente; Hoofdsleutel: Hoger niveau toegang voor verantwoordelijke broeders.",
  "tr_createMasterKey": "Maak hoofdsleutel aan",
  "tr_createMasterKeyDesc": "<p><strong>Eerst maak eerst je gemeente hoofdsleutel.</strong> Het versleutelt de gegevens van je gemeente, inclusief rapporten en personen, en is essentieel voor administratieve taken zoals gegevensexport/import en het aanpassen van instellingen.</p>",
  "tr_createAccessCode": "Toegangscode aanmaken",
  "tr_createAccessCodeDesc": "<p><strong>Tot slot, maak de toegangscode aan.</strong> Deze unieke code staat nieuwe gebruikers toe om verbinding te maken met je gemeente in Organized. Het zorgt ervoor dat de informatie van uw gemeente altijd beveiligd blijft, waardoor alleen goedgekeurde gebruikers toegang krijgen.</p>",
  "tr_otherInCongDesc": "Gedoopte zuster, ongedoopte verkondiger, doordeweekse vergadering student",
  "tr_baptizedBrotherDesc": "Elke gedoopte broeder, met verantwoordelijkheden of nog niet",
  "tr_accountPublisherStudent": "Andere in de gemeente",
  "tr_requestAccess": "Toegang aanvragen",
  "tr_requestAccessSent": "Toegangsverzoek verzonden",
  "tr_requestAccessSentDesc": "Toegangsverzoek verzonden! Je gemeente administrator zal deze beoordelen. Als je na een paar dagen nog niets hebt gehoord, voel je dan vrij om hem persoonlijk te contacteren.",
  "tr_accountCreatedJoin": "Je account is aangemaakt! Als je gemeente Organized al gebruikt, voer dan je details in en selecteer je gemeente om de administrator op de hoogte te stellen. Nadat hij je machtigingen heeft gegeven, herlaad de pagina om in te loggen.",
  "tr_loginOAuthHint": "Log sneller in met {{ oauth }} door onderstaande knop te gebruiken",
  "tr_disconnectAccount": "Ontkoppel mijn account",
  "tr_loginWithEmail": "E-mail login",
  "tr_loginWithEmailDesc": "Gebruik Google, Yahoo, of een andere e-mail om uw account op elk gewenst apparaat aan te maken en te gebruiken",
  "tr_loginWithCode": "Uitnodigingscode login",
  "tr_loginWithCodeDesc": "Alleen toegang tot deze browser met een eenmalige code. U heeft elke keer een nieuwe code nodig",
  "tr_loginEmailCode": "Alternatively, you can also enter the secure code that we sent to your email."
}
