{
  "error_app_security_invalid-master-key": "A chave mestra fornecida está incorreta",
  "error_api_invalid-endpoint": "O recurso que você está acessando não está disponível",
  "error_api_internal-error": "Ocorreu um erro interno. Por favor, tente novamente mais tarde",
  "error_auth_email-already-exists": "O e-mail fornecido já está em uso por outro usuário. Cada usuário deve ter um e-mail exclusivo",
  "error_auth_user-not-found": "Não há nenhum registro de usuário correspondente às credenciais fornecidas",
  "error_api_unauthorized-request": "Você não tem acesso a este recurso",
  "error_app_security_invalid-invitation-code-title": "Código de convite incorreto",
  "error_app_security_invalid-invitation-code": "Por favor, verifique novamente o código fornecido",
  "error_app_generic-title": "Ocorreu um erro",
  "error_app_generic-desc": "Ocorreu um erro. Tente atualizar a página. Se isso não resolver, tente reiniciar completamente o Organized. Todos os seus dados não sincronizados serão apagados.",
  "error_app_unsupported-browser-title": "Navegador não suportado",
  "error_app_unsupported-browser-desc": "Você está usando um navegador não compatível com o Organized. Certifique-se de que seu navegador está atualizado e de que o modo privado ou anônimo está desativado. Como alternativa, tente usar um navegador diferente.",
  "error_app_security_user-not-found": "Não foi encontrado nenhum usuário com este endereço de e-mail",
  "error_app_persons_spiritual-status-change": "Não é possível alterar a situação espiritual",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Um publicador batizado não pode ser alterado para não batizado.",
  "error_app_persons_spiritual-status-baptized-midweek": "Um publicador batizado não pode ser alterado para estudante do meio de semana.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Um publicador não batizado não pode ser alterado para estudante do meio de semana.",
  "error_app_data_invalid-file": "Não foi possível reconhecer o arquivo que você está tentando importar.",
  "error_app_data_encrypted-file": "Unable to recognize the file because it is encrypted. Disable the encryption before exporting it and try again."
}
