{
  "tr_login": "Entrar",
  "tr_welcomeApp": "Bem-vindo ao Organized – a ferramenta para organizar o seu serviço na congregação",
  "tr_whatIsApp": "O Organized é um aplicativo oficial da organização das Testemunhas de Jeová?",
  "tr_descApp": "<p>Não, esta não é uma aplicação oficial. Sinta-se à vontade para decidir se é adequada para você. Se você deseja que toda a congregação a utilize, sugerimos obter aprovação do corpo de anciãos. Estamos cientes de que existem outros aplicativos projetados para ajudar com tarefas semelhantes e acreditamos que cada um tenha seus pontos fortes e métodos, mas todos eles compartilham o mesmo objetivo.</p>",
  "tr_appPWA": "Organized é um aplicativo PWA. O que isso significa?",
  "tr_appPWADesc": "<p>Como uma Aplicação Progressiva para Web (PWA), o Organized opera diretamente no seu navegador. Ele é projetado para funcionar em diversos sistemas operacionais, oferecendo suporte tanto para dispositivos de desktop quanto para dispositivos móveis.</p><p>Depois de instalado no seu dispositivo e concluída a configuração inicial, o Organized permanece acessível offline, garantindo que você possa usar suas principais funcionalidades sem conexão com a internet.</p>",
  "tr_appSecure": "Quão seguros estão seus dados ao usar o Organized?",
  "tr_appSecureDesc": "<p>Adicionamos camadas extras de segurança para proteger seus dados. No mundo tecnológico em rápida mudança de hoje, atualizamos regularmente o Organized para mantê-lo totalmente seguro.</p><p>Mesmo que o Organized seja um aplicativo da web, seus dados são armazenados primeiro diretamente no seu dispositivo. Isso significa que você pode acessá-los, mesmo quando estiver offline. Se você compartilhar informações com outras pessoas em sua congregação, elas serão sincronizadas com segurança por meio dos servidores na nuvem. Além disso, garantimos a proteção de todos os dados privados com fortes medidas de segurança, como criptografia dupla em nossos servidores.</p>",
  "tr_clearBrowserData": "<p>Limpar o histórico ou os cookies do seu navegador também excluirá qualquer dado não sincronizado do Organized. Certifique-se de que seus dados estejam sincronizados antes de fazer isso.</p>",
  "tr_appPrivacy": "Como o Organized cuida da sua privacidade?",
  "tr_appPrivacyDesc": "<p>Ao escolher usar nosso aplicativo Organized, coletamos apenas informações essenciais como seu nome e e-mail. Além disso, coletamos o endereço IP do seu dispositivo e os detalhes do agente do usuário do seu dispositivo para aprimorar sua experiência com nosso aplicativo.</p><p>Tenha a certeza de que priorizamos sua privacidade. Nunca permitimos que empresas de publicidade rastreiem você por meio de nossos serviços ou utilizem seus dados para anúncios direcionados. Todas as informações fornecidas no aplicativo Organized são estritamente confidenciais e nunca são compartilhadas com terceiros externos.</p>",
  "tr_readComplete": "Eu aceito os <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Termos de Uso</a> e a <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Política de Privacidade</a> e concordo com o processamento dos meus dados pessoais conforme aqui descrito.",
  "tr_email": "E-mail",
  "tr_accountCreated": "Sua conta Organized foi criada. Notifique o administrador da congregação para ele atribuir as permissões necessárias. Em seguida, atualize a página para fazer login.",
  "tr_createCongregationAccount": "Criar congregação",
  "tr_unauthorizedRole": "<p>Sua conta está pronta! Para acessar a aplicação Organized, por favor peça ao administrador da aplicação da sua congregação para lhe conceder permissões e atualize a página em 5 minutos.</p><p>Os anciãos podem entrar em contato conosco em <a href='mailto:support@organized-app.com'>support@organized-app.com</a> se precisarem de ajuda.</p>",
  "tr_oauthAccept": "<p>Saiba mais sobre os <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Termos de Uso</a> e a <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Política de Privacidade</a>.</p>",
  "tr_signInDesc": "Escolha como deseja fazer login",
  "tr_emailAuth": "Autenticação por e-mail",
  "tr_emailAuthDesc": "Digite seu e-mail para receber um link para autenticação no Organized",
  "tr_emailAuthDescComplete": "Você fez login com sucesso com seu e-mail. Agora você pode acessar o aplicativo.",
  "tr_emailAuthSentHeader": "O link foi enviado",
  "tr_emailAuthSent": "Por favor, verifique sua caixa de entrada de e-mail. Se não estiver lá, verifique na pasta de spam ou solicite o link novamente.",
  "tr_accountSetup": "Para ativar o aplicativo Organized neste dispositivo, digite o código de convite que você recebeu dos anciãos da congregação.",
  "tr_illustrationMinistryAssignmentsHeader": "Todas as suas designações e atividades ministeriais",
  "tr_illustrationMinistryAssignmentsDescription": "Visualize todas as suas designações futuras e receba notificações sobre novas. Receba novos territórios da lista disponível. Envie uma petição de pioneiro auxiliar com alguns cliques e acesse recursos para pioneiros, como uma contagem do tempo e relatórios detalhados mensais e anuais.",
  "tr_illustrationMultiPlattformHeader": "Em todos os seus dispositivos",
  "tr_illustrationMultiPlattformDescription": "Use o Organized no seu computador, notebook, smartphone ou tablet em qualquer sistema operacional moderno. O aplicativo funciona online, mas também fica disponível mesmo sem conexão com a internet.",
  "tr_illustrationMeetingSchedulesHeader": "Crie programações das reuniões facilmente",
  "tr_illustrationMeetingSchedulesDescription": "Importe as matérias da reunião do jw.org com apenas um clique e preencha automaticamente as designações. Compartilhe sua lista de oradores e solicite listas de outras congregações para aprimorar a colaboração. Publique a programação tanto para publicadores quanto para estudantes da reunião do meio de semana, permitindo que eles visualizem suas designações.",
  "tr_illustrationSecretaryHeader": "Todos os relatórios do secretário",
  "tr_illustrationSecretaryDescription": "Acompanhe os relatórios de presença das reuniões, tanto mensalmente como anualmente. Veja os relatórios dos publicadores e envie facilmente todos os relatórios necessários diretamente para a filial. Receba e veja as petições dos pioneiros.",
  "tr_selectAccount": "Para começar a usar o Organized, escolha a opção que se aplica a você:",
  "tr_accountPublisherStudent": "Publicador ou estudante da reunião do meio de semana",
  "tr_accountBaptizedBrother": "Irmão batizado",
  "tr_connectCongregation": "Conecte-se à sua congregação",
  "tr_invitationCode": "Código do convite",
  "tr_orLabel": "ou",
  "tr_importantNotice": "Aviso importante",
  "tr_registrationSuccess": "Obrigado por se registrar",
  "tr_congregationCreateLabel": "Sua congregação ainda não está registrada no Organized?",
  "tr_createCongregation": "Criar uma congregação",
  "tr_yourCongregation": "Sua congregação",
  "tr_incompleteCongregationInfo": "Certifique-se de ter fornecido todos os detalhes necessários para configurar a sua congregação",
  "tr_firstname": "Primeiro nome",
  "tr_lastname": "Sobrenome",
  "tr_encryptionCode": "Código criptografado",
  "tr_encryptionCodeSetupDesc": "Crie seu código criptografado da congregação.",
  "tr_encryptionCodeLostDesc": "Insira o código de criptografia da sua congregação para acessá-lo",
  "tr_encryptionCodeNotice": "Por favor, guarde esse código. Se você se esquecer, irá perder todos os dados da congregação.",
  "tr_encryptionCodeCreate": "Criar código criptografado",
  "tr_encryptionCodeNoticeLength": "Pelo menos 16 caracteres",
  "tr_encryptionCodeNoticeNumber": "Dígito",
  "tr_encryptionCodeNoticeLowerCase": "Letra minúscula",
  "tr_encryptionCodeNoticeUpperCase": "Letra maiúscula",
  "tr_encryptionCodeNoticeSpecialSymbol": "Símbolo especial",
  "tr_encryptionCodeSet": "Definir chave mestra",
  "tr_encryptionCodeAsk": "Insira o código de criptografia da congregação",
  "tr_encryptionCodeValidate": "Validar",
  "tr_encryptionCodeInvalid": "O código criptografado que você inseriu está incorreto",
  "tr_activate": "Ativar",
  "tr_next": "Próximo",
  "tr_oauthGoogle": "Continuar com o Google",
  "tr_oauthMicrosoft": "Continuar com a Microsoft",
  "tr_oauthGithub": "Continuar com o GitHub",
  "tr_oauthYahoo": "Continuar com o Yahoo",
  "tr_oauthEmail": "Continuar com o E-mail",
  "tr_sendLink": "Enviar link",
  "tr_emailNotSupported": "Desculpe, este e-mail é inválido ou não é suportado",
  "tr_selectCountry": "País",
  "tr_2FA": "Vamos ter certeza de que é você",
  "tr_2FADesc": "Insira o código do seu aplicativo de autenticação",
  "tr_2FAIncorrect": "Código 2FA incorreto",
  "tr_2FAIncorrectDesc": "O código pode estar incorreto ou expirado. Tente novamente.",
  "tr_unauthorizedAccount": "As suas permissões de acesso precisam ser ajustadas",
  "tr_unauthorizedAccountDesc": "Entre em contato com o administrador do Organized na sua congregação para confirmar sua função, e tente novamente em 5 minutos. Para mais assistência, os anciãos podem nos contatar por e-mail.",
  "tr_noSchedulesYet": "Nenhuma programação foi publicada ainda",
  "tr_noSchedulesYetDesc": "A programação da reunião ainda não está disponível. Por favor, peça aos anciões da sua congregação para não somente criar, mas também publicá-la no aplicativo.",
  "tr_reconnectAccount": "Reconectar minha conta",
  "tr_registeringApproved": "O corpo de anciãos aprovou o registro desta congregação no Organized",
  "tr_testAppMode": "Modo de teste do Organized",
  "tr_testAppWaitForData": "Preparando tudo para iniciar o Organized. Isso pode demorar um pouco...",
  "tr_tryOrganized": "Teste o Organized",
  "tr_testStart": "Iniciar teste",
  "tr_testAppWelcome": "Bem-vindo ao modo de teste do Organized!",
  "tr_testAppWelcomeDesc": "<p>Este é um ambiente de teste com dados preenchidos de uma congregação imaginária. Explore recursos como programações, designações, ministério, relatórios e muito mais! Qualquer alteração que você fizer será perdida depois que a página for recarregada.</p><p>Para utilizar a versão completa do Organized, abra o site <a href='https://organized-app.com' target='_blank'>organized-app.com</a> no seu navegador.</p>",
  "tr_congregationExists": "Esta congregação já existe no Organized. Entre em contato com o administrador da sua congregação para atribuir as funções necessárias.",
  "tr_congregationMasterKeyVerify": "Verificar chave mestra da congregação",
  "tr_encryptionCodeNoticeMatch": "As chaves correspondem",
  "tr_congregationAccessCodeCreateDesc": "Este código de acesso mantém os dados compartilhados da sua congregação criptografados com segurança, incluindo relatórios de publicadores e programações.",
  "tr_congregationAccessCodeCreate": "Criar código de acesso à congregação",
  "tr_congregationAccessCodeNoticeLength": "Pelo menos 8 caracteres",
  "tr_congregationAccessCodeSet": "Definir código de acesso",
  "tr_congregationAccessCodeVerify": "Verificar código de acesso da congregação",
  "tr_congregationAccessCodeNotice": "Sempre use um código diferente da chave mestra da sua congregação. Garanta que o código seja relativamente simples, mas seguro.",
  "tr_congregationAccessCodeLostDesc": "Por favor, insira o código de acesso da sua congregação. Este código único é específico para sua congregação e é necessário para se conectar e acessá-la.",
  "tr_setCongregationMasterKey": "Definir chave mestra da congregação",
  "tr_createCongregationMasterKey": "Criar chave mestra da congregação",
  "tr_congregationAccessCodeAsk": "Digite o código de acesso à congregação",
  "tr_congregationAccessCode": "Código de acesso da congregação",
  "tr_congregationMasterKeyLostDesc": "Insira a chave mestra da sua congregação para acessá-la",
  "tr_congregationMasterKeyAsk": "Digite a chave mestra da congregação",
  "tr_cantFindCongregation": "Não encontrou sua congregação?",
  "tr_cantFindCongregationDesc": "Verifique se há erros (o mínimo de caracteres é 2). Se sua congregação não estiver listada na página de pesquisa do jw.org, entre em contato com <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> para ajuda.",
  "tr_appFunctionalityDataPrivacy": "Funcionalidade do aplicativo e privacidade de dados",
  "tr_appIntro": "O Organized é um aplicativo não oficial para as Testemunhas de Jeová, criado por irmãos e irmãs entusiastas. Ele simplifica várias responsabilidades na congregação. Por favor, tenha a aprovação do corpo de anciãos antes de registrar sua congregação.",
  "tr_privacySecurityTitle": "Privacidade e segurança",
  "tr_privacySecurityDesc": "<p>O Organized foi criado tendo como prioridade a privacidade e a segurança dos dados. Detalhes completos estão disponíveis em nossos <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Termos de uso</a> e na <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Política de privacidade</a>. Abaixo está uma visão geral do nosso armazenamento e abordagem de segurança de dados:</p><ul><li><strong>Armazenamento local, sincronização em nuvem:</strong> Seus dados são armazenados localmente no seu dispositivo para maior segurança e acesso offline. Se os anciãos ativarem a sincronização, ela é protegida com criptografia de ponta a ponta em nossos servidores seguros na nuvem.</li><li><strong>Segurança de dados:</strong> Utilizamos medidas avançadas de segurança, como criptografia e proteções dentro do aplicativo, para manter seus dados seguros. Também seguimos as regras do GDPR, incluindo no uso dos servidores e na coleta de dados de usuários somente após consentimento, com opções para solicitar, atualizar ou excluir dados.</li><li><strong>Coleta de dados:</strong> Coletamos apenas detalhes básicos – nome, e-mail, endereço IP e informações do dispositivo – para login, segurança e funcionalidade do aplicativo. Não podemos acessar seus dados dentro do aplicativo; todas as informações lá são inseridas apenas por anciãos ou irmãos autorizados de sua congregação.</li><li><strong>Nunca compartilhamos seus dados:</strong> Seus dados pertencem somente a você, e nunca os compartilhamos com empresas terceiras para fins de marketing ou publicidade.</li></ul>",
  "tr_dataManagementTitle": "Gerenciamento de dados",
  "tr_dataManagementDesc": "<p>Você pode acessar, corrigir, excluir ou exportar seus dados nas configurações do seu perfil ou entrando em contato conosco pelo e-mail <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Você pode retirar seu consentimento a qualquer momento excluindo sua conta. O Organized coleta apenas dados e cookies essenciais para o funcionamento do aplicativo. Os dados inseridos pelos anciãos da sua congregação não são gerenciados por nós. Seus dados (nome, e-mail, IP, ID do dispositivo) são mantidos apenas pelo tempo necessário para o uso do aplicativo, até que sua conta seja excluída, ou conforme exigido por lei.</p>",
  "tr_mfaVerifyTitle": "Vamos garantir que seja você",
  "tr_mfaVerifyDesc": "Insira um código do seu aplicativo de autenticação",
  "tr_illustrationTerritoriesHeader": "Gerencie territórios sem esforço",
  "tr_illustrationTerritoriesDescription": "Visualize e edite territórios, veja cartões atrasados e perdidos. Acompanhe o 'Não visitar', histórico de designações e imprima novos cartões. Atribua um território a um publicador, e ele verá o território em sua lista de territórios. Acompanhe as estatísticas de cobertura e exporte o documento S-13.",
  "tr_illustrationOtherSchedulesHeader": "Muitas outras programações úteis",
  "tr_illustrationOtherSchedulesDescription": "O Organized facilita significativamente a programação da limpeza do Salão do Reino, visita do superintendente de circuito, manutenção do Salão do Reino, testemunho público, designações na congregação e outras partes da vida congregacional para os irmãos com privilégios de serviço. Também torna mais simples para os publicadores acompanharem e participarem dessas atividades.",
  "tr_howAreTheCodesDifferent": "Qual a diferença entre os códigos?",
  "tr_howAreTheCodesDifferentDesc": "Código de acesso: Para todos os usuários entrarem na sua congregação; Chave mestra: Acesso de nível superior para irmãos responsáveis.",
  "tr_createMasterKey": "Criar chave mestra",
  "tr_createMasterKeyDesc": "<p><strong>Primeiro, crie sua chave mestra da congregação.</strong> Essa chave mantém todos os dados da sua congregação criptografados e em segurança, incluindo relatórios e informações pessoais, se tornando essencial para tarefas administrativas, como importação/exportação de dados e ajustes nas configurações.</p>",
  "tr_createAccessCode": "Criar código de acesso",
  "tr_createAccessCodeDesc": "<p><strong>Por fim, crie o código de acesso.</strong> Este código único permite que novos usuários se conectem à sua congregação no Organized. Ele garante que as informações da sua congregação permaneçam sempre seguras, concedendo acesso apenas a usuários aprovados.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet"
}
