{
  "tr_logOut": "Sair",
  "tr_emailAddress": "Email",
  "tr_emailAddressDesc": "O endereço de e-mail não pode ser alterado. Entre em contato connosco se desejar alterá-lo.",
  "tr_name": "Nome",
  "tr_ministryPreferences": "Preferências de Ministério",
  "tr_theocraticAssignmentsField": "Adicionar campo de trabalhos teocráticos com crédito de horas ao meu relatório",
  "tr_theocraticAssignmentsFieldDesc": "Para pioneiros envolvidos em designações teocráticas e qualificados para submeter crédito de horas",
  "tr_timeAway": "Tempo ausente",
  "tr_startDate": "Data inicial",
  "tr_endDate": "Data de fim",
  "tr_save": "Guardar",
  "tr_notificationPreferences": "Preferências de notificação",
  "tr_notificationPreferencesDesc": "Selecione que notificações você não deseja receber do Organized. Pode sempre alterar as suas preferências mais tarde.",
  "tr_reportReminder": "Lembrete de Relatório de Pregação",
  "tr_reportReminderDesc": "Receba lembretes no último dia de cada mês, e se você esquecer, receberá outro lembrete em alguns dias",
  "tr_collabActivities": "Novas atividades colaborativas",
  "tr_collabActivitiesDesc": "Receba notificações sobre atividades onde é necessária assistência, por ex. jardinagem ou preparação do salão de assembleias",
  "tr_myAssignmentsDesc": "Receba notificações instantâneas sobre todas as suas novas designações",
  "tr_infoBoardAnnouncements": "Novidades no quadro de anúncios",
  "tr_infoBoardAnnouncementsDesc": "Se desativado, você não receberá notificações de novos anúncios, a menos que os anciãos optem por notificar toda a congregação sobre algo importante",
  "tr_partnerSearch": "Publicador à procura um companheiro de pregação",
  "tr_partnerSearchDesc": "Receba uma notificação assim que alguém publicar uma solicitação de parceria",
  "tr_organizedSettings": "Configurações do Organized",
  "tr_autoSync": "Sincronização automática",
  "tr_autoSyncDesc": "Sincronizar dados automaticamente entre a congregação e meus dispositivos conectados ao Organized",
  "tr_syncInterval": "Intervalo de sincronização",
  "tr_customLinkInMobilePanel": "Link personalizado no painel de navegação móvel",
  "tr_customLinkInMobilePanelDesc": "Substituir o botão \"painel de informações\" por outro recurso para acesso rápido na página inicial",
  "tr_selectFeature": "Selecionar recurso",
  "tr_autoThemeChange": "Alteração automática do tema",
  "tr_autoThemeChangeDesc": "Siga a configuração do sistema do seu dispositivo ao escolher entre o modo claro e escuro",
  "tr_colorScheme": "Esquema de cor",
  "tr_blue": "Azul",
  "tr_green": "Verde",
  "tr_purple": "Roxo",
  "tr_orange": "Laranja",
  "tr_security": "Segurança",
  "tr_2FA": "Autenticação de dois fatores",
  "tr_2FADesc": "A verificação em duas etapas torna sua conta mais segura ao solicitar um código de segurança gerado pelo seu aplicativo autenticador móvel.",
  "tr_lockAppWithPIN": "Bloquear a aplicação com um PIN",
  "tr_lockAppWithPINDesc": "Após inatividade, o aplicativo bloqueia automaticamente para maior segurança",
  "tr_sessions": "Sessões",
  "tr_sessionsDesc": "Uma lista de dispositivos que fizeram login em sua conta. Encerre qualquer sessão que você não reconheça.",
  "tr_terminate": "Finalizar",
  "tr_currentSession": "Sessão atual",
  "tr_logoutClearData": "Sair e limpar os dados locais?",
  "tr_logoutClearDataDesc": "Certifique-se de que todos os seus dados recentemente criados estejam sincronizados, caso contrário serão excluídos.",
  "tr_2FAEnable": "Ativar autenticação de dois fatores",
  "tr_2FAEnableDesc": "Use o aplicativo Google Authenticator ou Microsoft Authenticator em seu dispositivo móvel para escanear o código QR e concluir a configuração.",
  "tr_codeCopied": "O código foi copiado",
  "tr_codeCopiedDesc": "Cole na sua aplicação de autenticação",
  "tr_2FAEnabled": "Autenticação de dois fatores ativada",
  "tr_2FAEnabledDesc": "Pode desativar a autenticação 2FA nas configurações",
  "tr_2FADisable": "Desativar autenticação de dois fatores?",
  "tr_2FADisableDesc": "A autenticação em duas etapas (2FA) aumenta a sua segurança, então é uma boa ideia deixá-la ativada. Confirme se você deseja desativá-la.",
  "tr_disable": "Desativar",
  "tr_2FADisabled": "Autenticação de dois fatores desativada",
  "tr_2FADisabledDesc": "Você pode reativá-lo nas configurações",
  "tr_PINCreate": "Criar um PIN",
  "tr_PINCreateDesc": "Crie um PIN forte para uma melhor proteção. Evite usar códigos simples.",
  "tr_continue": "Continuar",
  "tr_PINConfirm": "Digite seu PIN novamente",
  "tr_PINConfirmDesc": "Confirme o seu PIN para concluir a configuração.",
  "tr_PINSet": "Definir PIN",
  "tr_PINNewSet": "Novo PIN definido",
  "tr_PINNewSetDesc": "Agora você pode usá-lo para desbloquear o Organized",
  "tr_lastSeen": "Visto por último: {{ date }}",
  "tr_2FAStep1": "Passo 1: Configurar o 2FA no seu dispositivo",
  "tr_2FAStep1Desc": "Use um dos métodos abaixo para vincular o seu aplicativo de autenticação. Sugerimos usar o Google Authenticator ou o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Configuração rápida",
  "tr_2FAQuickSetupDesc": "Se você tiver algum dos aplicativos autenticadores mencionados acima, use este botão para configurá-lo rapidamente no seu dispositivo.",
  "tr_2FAQRCode": "Código QR",
  "tr_2FAQRCodeDesc": "Faça scan do código QR com a sua aplicação de autenticação para configurar a verificação de dois fatores.",
  "tr_2FASetupKey": "Chave de configuração",
  "tr_2FASetupKeyDesc": "Copie a chave de configuração e cole-a na sua aplicação de autenticação para configurar a autenticação de dois fatores.",
  "tr_2FAStep2": "Passo 2: Insira o código 2FA",
  "tr_timeAwayDesc": "Ainda não há tempo indisponível definido. Mantenha o seu calendário atualizado para que os irmãos possam tê-la em conta ao agendar reuniões futuras.",
  "tr_terminatedDesc": "A sessão foi encerrada",
  "tr_deleteAccount": "Excluir minha conta",
  "tr_deleteAccountDesc": "Tem certeza de que deseja excluir sua conta do Organized?",
  "tr_deleteAccountWithCongregationDesc": "Tem certeza de que deseja excluir sua conta do Organized? Isso também excluirá sua congregação, pois você é o único usuário. Insira abaixo a chave mestra da congregação para confirmar a exclusão.",
  "tr_deleteAccountAssignAdminFirst": "Antes de excluir sua conta, certifique-se de atribuir outra pessoa como administrador do aplicativo para dar suporte aos usuários dentro da sua congregação."
}
