{
  "error_app_security_invalid-master-key": "La chiave principale che hai fornito non è corretta",
  "error_api_invalid-endpoint": "La risorsa alla quale stai cercando di accedere non è disponibile",
  "error_api_internal-error": "Il nostro sistema ha riscontrato un errore interno e non è riuscito a completare la richiesta. Riprova più tardi",
  "error_auth_email-already-exists": "L'email fornita è già in uso da un utente esistente. Ogni utente deve avere un'email univoca",
  "error_auth_user-not-found": "Non esiste alcun campo utente che corrisponde all'identificativo fornito",
  "error_api_unauthorized-request": "Non puoi accedere a questa risorsa",
  "error_app_security_invalid-invitation-code-title": "Codice di invito errato",
  "error_app_security_invalid-invitation-code": "Per favore, verifica il codice che hai fornito",
  "error_app_generic-title": "Si è verificato un errore",
  "error_app_generic-desc": "Si è verificato un errore. Prova a ricaricare la pagina. Se questo non aiuta, prova a riavviare completamente Organized. Nota che quest'ultima scelta cancellerà tutti i tuoi dati non sincronizzati.",
  "error_app_unsupported-browser-title": "Browser non supportato",
  "error_app_unsupported-browser-desc": "Stai usando un browser non supportato per l'app Organized. Assicurati che il tuo browser sia aggiornato e che la modalità privata o in incognito sia disattivata. In alternativa, prova a usare un browser diverso.",
  "error_app_security_user-not-found": "Nessun utente trovato con questo indirizzo email",
  "error_app_persons_spiritual-status-change": "Impossibile cambiare lo stato spirituale",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Un proclamatore battezzato non può essere cambiato in non battezzato.",
  "error_app_persons_spiritual-status-baptized-midweek": "Un proclamatore battezzato non può essere cambiato in studente infrasettimanale.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Un proclamatore battezzato non può essere cambiato in studente infrasettimanale.",
  "error_app_data_invalid-file": "Impossibile riconoscere il file che stai cercando di importare."
}
