{
  "tr_login": "Accedi",
  "tr_welcomeApp": "Benvenuto in Organized - lo strumento di gestione per la tua vita di congregazione",
  "tr_whatIsApp": "Organized è un'app ufficiale dell'organizzazione dei Testimoni di Geova?",
  "tr_descApp": "<p>No, non è un'app ufficiale. Decidi liberamente se è adatta a te. Se desideri che tutta la congregazione la utilizzi, ti consigliamo di ottenere l'approvazione dal corpo degli anziani. Siamo consapevoli che ci sono altre app progettate per aiutare con compiti simili e crediamo che ognuna abbia i suoi punti di forza e metodi, ma condividono tutti lo stesso obiettivo.</p>",
  "tr_appPWA": "Organized è un'applicazione PWA. Cosa significa?",
  "tr_appPWADesc": "<p>Come Progressive Web Application (PWA), Organized funziona direttamente nel tuo browser web. È progettata per funzionare su vari sistemi operativi, supportando sia i dispositivi desktop che quelli mobili.</p><p>Una volta installata sul tuo dispositivo e dopo aver completato la configurazione iniziale, Organized rimane accessibile offline, garantendo l'utilizzo delle sue principali funzionalità anche senza connessione Internet.</p>",
  "tr_appSecure": "Quanto sono sicuri i tuoi dati quando utilizzi Organized?",
  "tr_appSecureDesc": "<p>Abbiamo aggiunto strati di sicurezza aggiuntivi per proteggere i tuoi dati. Nel mondo tecnologico odierno in rapida evoluzione, aggiorniamo regolarmente Organized per mantenerlo completamente sicuro.</p><p>Anche se Organized è un'app web, i tuoi dati sono prima memorizzati direttamente sul tuo dispositivo. Ciò significa che puoi accedervi anche quando sei offline. Se condividi informazioni con altri nella tua congregazione, queste sono sincronizzate in modo sicuro attraverso i server cloud. Inoltre, ci assicuriamo di proteggere tutti i dati privati con misure di sicurezza robuste, come la doppia crittografia sui nostri server.</p>",
  "tr_clearBrowserData": "<p>Cancellare la cronologia del browser o i cookie eliminerà anche i dati Organized non sincronizzati. Assicurati che i tuoi dati siano sincronizzati prima di procedere.</p>",
  "tr_appPrivacy": "Come Organized tutela la tua privacy?",
  "tr_appPrivacyDesc": "<p>Quando scegli di utilizzare la nostra app Organized, raccogliamo solo informazioni essenziali come il tuo nome e la tua email. Inoltre, raccogliamo l'indirizzo IP del tuo dispositivo e i dettagli utente del dispositivo per migliorare la tua esperienza con la nostra app.</p><p>Puoi stare tranquillo, perché la tua privacy è la nostra priorità. Non consentiamo mai alle aziende pubblicitarie di tracciarti attraverso i nostri servizi o di utilizzare i tuoi dati per la pubblicità mirata. Qualsiasi informazione che fornisci nell'app Organized rimane strettamente confidenziale e non viene condivisa con terzi.</p>",
  "tr_readComplete": "Accetto le Condizioni di Utilizzo <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'></a> e la <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Politica sulla Privacy</a> e acconsento al trattamento dei miei dati personali come descritto.",
  "tr_email": "Email",
  "tr_accountCreated": "Il tuo account Organized è stato creato. Avvisa l'amministratore della congregazione in modo che possa assegnarti i permessi richiesti. Dopodiché potrai accedere ricaricando la pagina.",
  "tr_createCongregationAccount": "Crea congregazione",
  "tr_unauthorizedRole": "<p>Al momento non hai le autorizzazioni necessarie per utilizzare questa applicazione. Contatta gli anziani della tua congregazione per verificare il tuo ruolo e quindi <a href='#'>riprova</a> tra 5 minuti. Se necessitano di assistenza aggiuntiva, possono contattarci via email.</p>",
  "tr_oauthAccept": "<p>Ulteriori informazioni su <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Termini di utilizzo</a> e <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Informativa sulla privacy</a>.</p>",
  "tr_signInDesc": "Scegli come vuoi effettuare l'accesso",
  "tr_emailAuth": "Autenticazione via email",
  "tr_emailAuthDesc": "Inserisci la tua email per ottenere un link con cui autenticarti su Organized",
  "tr_emailAuthDescComplete": "Hai effettuato l'accesso con successo tramite la tua email. Ora puoi accedere all'app.",
  "tr_emailAuthSentHeader": "Il link è stato inviato",
  "tr_emailAuthSent": "Controlla la tua casella di posta elettronica. Se non è lì, guarda nella cartella spam o richiedi nuovamente il link.",
  "tr_accountSetup": "Per attivare l'app Organized su questo dispositivo, inserisci il codice di invito che hai ricevuto dagli anziani della tua congregazione.",
  "tr_illustrationMinistryAssignmentsHeader": "Tutto il tuo ministero e le assegnazioni",
  "tr_illustrationMinistryAssignmentsDescription": "Visualizza tutte le tue prossime assegnazioni e ricevi notifiche per quelle nuove. Ottieni un nuovo territorio disponibile dalla lista. Invia una domanda di pioniere ausiliario in pochi clic e accedi a funzioni di pioniere come quella di tracciamento del tempo e un dettagliato rapporto mensile e annuale.",
  "tr_illustrationMultiPlattformHeader": "Su tutti i tuoi dispositivi",
  "tr_illustrationMultiPlattformDescription": "Usa Organized sul tuo computer desktop, laptop, smartphone o tablet con qualsiasi sistema operativo moderno. L'app funziona online, ma è accessibile anche quando non hai connessione a Internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Crea facilmente i programmi delle adunanze",
  "tr_illustrationMeetingSchedulesDescription": "Importa i programmi delle adunanze da jw.org con un solo clic e compila automaticamente le assegnazioni. Condividi la lista dei tuoi oratori in uscita e richiedila da altre congregazioni per migliorare la collaborazione. Pubblica programmi sia per i proclamatori che per gli studenti infrasettimanali, consentendo loro di visualizzare le loro assegnazioni.",
  "tr_illustrationSecretaryHeader": "Tutti i rapporti del segretario",
  "tr_illustrationSecretaryDescription": "Tieni traccia con il registro partecipanti dei presenti a tutte le adunanze, sia mensili che annuali. Visualizza i rapporti dei proclamatori e invia facilmente tutti i rapporti necessari direttamente alla tua filiale locale. Ricevi e esamina le domande di pioniere ausiliario.",
  "tr_selectAccount": "Per iniziare a utilizzare Organized, scegli quale opzione fa per te:",
  "tr_accountBaptizedBrother": "Fratello battezzato",
  "tr_connectCongregation": "Collegati alla tua congregazione",
  "tr_invitationCode": "Codice di invito",
  "tr_orLabel": "o",
  "tr_importantNotice": "Avviso importante",
  "tr_registrationSuccess": "Grazie per la registrazione",
  "tr_congregationCreateLabel": "La tua congregazione non è ancora registrata in Organized?",
  "tr_createCongregation": "Crea una congregazione",
  "tr_yourCongregation": "La tua congregazione",
  "tr_incompleteCongregationInfo": "Assicurati di aver fornito tutti i dettagli necessari per configurare la tua congregazione",
  "tr_firstname": "Nome",
  "tr_lastname": "Cognome",
  "tr_encryptionCode": "Codice di crittografia",
  "tr_encryptionCodeSetupDesc": "Crea il tuo codice di crittografia per la congregazione.",
  "tr_encryptionCodeLostDesc": "Inserisci il codice di crittografia della tua congregazione per accedere",
  "tr_encryptionCodeNotice": "Nota e proteggi questa chiave. Perderla potrebbe significare la perdita di tutti i dati della tua congregazione.",
  "tr_encryptionCodeCreate": "Crea il codice di crittografia",
  "tr_encryptionCodeNoticeLength": "Almeno 16 caratteri",
  "tr_encryptionCodeNoticeNumber": "Numero",
  "tr_encryptionCodeNoticeLowerCase": "Lettera minuscola",
  "tr_encryptionCodeNoticeUpperCase": "Lettera maiuscola",
  "tr_encryptionCodeNoticeSpecialSymbol": "Simbolo speciale",
  "tr_encryptionCodeSet": "Imposta chiave principale",
  "tr_encryptionCodeAsk": "Inserisci il codice di crittografia della congregazione",
  "tr_encryptionCodeValidate": "Convalida",
  "tr_encryptionCodeInvalid": "Il codice di crittografia fornito non è corretto",
  "tr_activate": "Attiva",
  "tr_next": "Avanti",
  "tr_oauthGoogle": "Continua con Google",
  "tr_oauthMicrosoft": "Continua con Microsoft",
  "tr_oauthGithub": "Continua con GitHub",
  "tr_oauthYahoo": "Continua con Yahoo",
  "tr_oauthEmail": "Continua con Email",
  "tr_sendLink": "Invia link",
  "tr_emailNotSupported": "Spiacenti, questa email non è valida o non è supportata",
  "tr_selectCountry": "Paese",
  "tr_2FA": "Conferma di essere tu",
  "tr_2FADesc": "Inserisci il codice fornito dalla tua app di autenticazione",
  "tr_2FAIncorrect": "Codice 2FA non corretto",
  "tr_2FAIncorrectDesc": "Il codice potrebbe essere errato o scaduto. Riprova.",
  "tr_unauthorizedAccount": "Le tue autorizzazioni di accesso devono essere modificate",
  "tr_unauthorizedAccountDesc": "Contatta l'amministratore dell'app della tua congregazione per confermare il tuo ruolo, quindi riprova tra 5 minuti. Per ulteriori assistenza, gli anziani possono contattarci via email.",
  "tr_noSchedulesYet": "Non risultano esserci programmi pubblicati",
  "tr_noSchedulesYetDesc": "Il calendario delle riunioni non è ancora disponibile. Gli orari devono essere pubblicati nell'app per essere disponibili.",
  "tr_reconnectAccount": "Riconnetti il mio account",
  "tr_registeringApproved": "Il corpo degli anziani ha approvato la registrazione di questa congregazione in Organized",
  "tr_testAppMode": "Modalità di prova di Organized",
  "tr_testAppWaitForData": "Preparazione dei dati necessari per un'esperienza di prova senza intoppi",
  "tr_tryOrganized": "Prova Organized in modalità di prova",
  "tr_testStart": "Inizia la prova",
  "tr_testAppWelcome": "Benvenuto nella modalità di prova di Organized!",
  "tr_testAppWelcomeDesc": "<p>Questo è un ambiente di prova con dati pre-compilati per una congregazione immaginaria. Esplora le diverse funzionalità come programmi, assegnazioni, ministero, rapporti e altro ancora! Qualsiasi modifica apportata verrà ripristinata dopo il ricaricamento dell'app.</p><p>Per iniziare a utilizzare la vera app Organized, apri <a href='https://organized-app.com' target='_blank'>organized-app.com</a> nel tuo browser.</p>",
  "tr_congregationExists": "Questa congregazione risulta essere già registrata in Organized. Contatta l'amministratore della tua congregazione per ottenere i ruoli necessari.",
  "tr_congregationMasterKeyVerify": "Verifica la chiave principale della congregazione",
  "tr_encryptionCodeNoticeMatch": "Corrispondenza chiavi",
  "tr_congregationAccessCodeCreateDesc": "Questo codice di accesso crittografa in modo sicuro i dati condivisi della tua congregazione, inclusi i rapporti dei proclamatori e i programmi.",
  "tr_congregationAccessCodeCreate": "Crea il codice di accesso della congregazione",
  "tr_congregationAccessCodeNoticeLength": "Almeno 8 caratteri",
  "tr_congregationAccessCodeSet": "Imposta il codice di accesso della congregazione",
  "tr_congregationAccessCodeVerify": "Verifica il codice di accesso della congregazione",
  "tr_congregationAccessCodeNotice": "Usa sempre un codice diverso dalla chiave principale della tua congregazione. Assicurati che il codice sia relativamente semplice ma sicuro.",
  "tr_congregationAccessCodeLostDesc": "Inserisci il codice di accesso alla tua congregazione. Questo codice unico è specifico per la tua congregazione ed è necessario per connettersi e accedere.",
  "tr_setCongregationMasterKey": "Imposta la chiave principale della congregazione",
  "tr_createCongregationMasterKey": "Crea la chiave principale della congregazione",
  "tr_congregationAccessCodeAsk": "Inserisci il codice di accesso della congregazione",
  "tr_congregationAccessCode": "Codice di accesso della congregazione",
  "tr_congregationMasterKeyLostDesc": "Inserisci la chiave principale della tua congregazione per accedere",
  "tr_congregationMasterKeyAsk": "Inserisci la chiave principale della congregazione",
  "tr_cantFindCongregation": "Non trovi la tua congregazione?",
  "tr_cantFindCongregationDesc": "Controlla gli errori (l'input minimo è di 2 caratteri). Se la tua congregazione non è elencata nella pagina di ricerca di jw.org, contatta <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> per aiuto.",
  "tr_appFunctionalityDataPrivacy": "Funzionalità dell'app e privacy dei dati",
  "tr_appIntro": "Organized è un'app non ufficiale per i Testimoni di Geova creata da fratelli e sorelle entusiasti. Semplifica varie responsabilità nella congregazione. Si prega di ottenere l'approvazione dal vostro corpo di anziani prima di registrare la vostra congregazione.",
  "tr_privacySecurityTitle": "Privacy e sicurezza",
  "tr_privacySecurityDesc": "<p>Organized è stata creata considerando come priorità assoluta la privacy e la sicurezza dei dati. Per maggiori informazioni leggi i nostri <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Termini di Utilizzo</a> e <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>la Politica sulla Privacy</a>. Ecco una breve panoramica del nostro approccio di archiviazione e sicurezza dei dati:</p><ul><li><strong>Archiviazione locale, sincronizzazione cloud:</strong> I tuoi dati vengono memorizzati localmente sul tuo dispositivo per una forte sicurezza e un accesso offline. Se gli anziani abilitano la sincronizzazione, è protetta con la crittografia end-to-end sui nostri server cloud sicuri..</li><li><strong>Sicurezza dei dati:</strong> Utilizziamo misure di sicurezza avanzate come la crittografia e la protezione in-app per proteggere i tuoi dati. Seguiamo anche le regole GDPR, tra cui l'utilizzo di server con sede nell'UE e la raccolta di dati utente solo dopo relativo consenso, con opzioni per richiederlo, aggiornarrlo o cancellarlo.</li><li><strong>Raccolta dati:</strong> Raccogliamo solo i dati base – nome, e-mail, indirizzo IP e informazioni sul dispositivo – per l'accesso, la sicurezza e le funzionalità delle app. Non possiamo accedere ai tuoi dati all'interno dell'app; tutte le informazioni sono inserite solo da anziani o fratelli autorizzati della tua congregazione.</li><li><strong>Non condividiamo mai i tuoi dati:</strong> I tuoi dati appartengono solo a te, e non li condividiamo mai con società di terze parti per scopi di marketing o pubblicitari.</li></ul>",
  "tr_dataManagementTitle": "Gestione dei dati",
  "tr_dataManagementDesc": "<p>Puoi accedere, correggere, cancellare o esportare i tuoi dati dalle impostazioni del tuo profilo o contattandoci all'indirizzo <a href='mailto:support@organized-app.com'>support@organized-app. om</a>. Puoi ritirare il tuo consenso in qualsiasi momento cancellando il tuo account. Organized raccoglie solo dati e cookie essenziali per le funzionalità dell'app. I dati inseriti dagli anziani della congregazione non sono gestiti da noi. I tuoi dati (nome, email, IP, ID dispositivo) vengono conservati solo per tutto il tempo necessario per l'uso dell'app, fino a quando il tuo account non sarà cancellato, o come richiesto dalla legge.</p>",
  "tr_mfaVerifyTitle": "Conferma di essere tu",
  "tr_mfaVerifyDesc": "Inserisci il codice dalla tua app di autenticazione",
  "tr_illustrationTerritoriesHeader": "Gestisci i territori senza sforzo",
  "tr_illustrationTerritoriesDescription": "Visualizza e modifica i territori, vedi le schede scadute e perse. Traccia “Non chiamare”, cronologia delle assegnazioni e stampa le nuove schede. Assegna un territorio al proclamatore e lo vedranno nella loro lista di territori. Traccia le statistiche di copertura ed esporta il documento S-13.",
  "tr_illustrationOtherSchedulesHeader": "Molti altri programmi utili",
  "tr_illustrationOtherSchedulesDescription": "Organized rende la programmazione della pulizia della sala, la visita del sorvegliante di circoscrizione, i lavori di manutenzione della sala, la testimonianza pubblica, i compiti di congregazione e altre parti della vita di congregazione significativamente più facile per i fratelli nominati. Inoltre rende più semplice per i proclamatori monitorare e partecipare a queste attività.",
  "tr_howAreTheCodesDifferent": "Quale è la differenza tra i due codici?",
  "tr_howAreTheCodesDifferentDesc": "Codice di accesso: per tutti gli utenti che vogliono unirsi alla tua congregazione; Chiave principale: accesso di livello superiore per i fratelli responsabili.",
  "tr_createMasterKey": "Crea la chiave principale",
  "tr_createMasterKeyDesc": "<p><strong>Per prima cosa, crea la chiave principale della tua congregazione.</strong> Questa crittografa in modo sicuro i dati della tua congregazione, inclusi report e persone, ed è essenziale per compiti amministrativi quali l'esportazione/importazione dei dati e le regolazioni delle impostazioni.</p>",
  "tr_createAccessCode": "Crea codice di accesso",
  "tr_createAccessCodeDesc": "<p><strong>Infine, crea il codice di accesso.</strong> Questo codice univoco consente ai nuovi utenti di connettersi alla tua congregazione in Organized. Assicura che le informazioni della tua congregazione rimangano sempre sicure, garantendo l'accesso soltanto agli utenti approvati.</p>",
  "tr_otherInCongDesc": "Sorella battezzata, proclamatore non battezzato, studente adunanza infrasettimanale",
  "tr_baptizedBrotherDesc": "Qualsiasi fratello battezzato, con responsabilità o senza",
  "tr_accountPublisherStudent": "Altro in congregazione"
}
