{
  "tr_logOut": "Esci",
  "tr_emailAddress": "Indirizzo email",
  "tr_emailAddressDesc": "L'indirizzo email non può essere modificato. Contattaci se desideri cambiarlo.",
  "tr_name": "Nome",
  "tr_ministryPreferences": "Preferenze di ministero",
  "tr_theocraticAssignmentsField": "Aggiungi assegnazioni teocratiche con ore di credito al mio rapporto",
  "tr_theocraticAssignmentsFieldDesc": "Per i pionieri coinvolti in assegnazioni teocratiche ed eleggibili per inviare ore di credito",
  "tr_timeAway": "Periodi di assenza",
  "tr_startDate": "Data di inizio",
  "tr_endDate": "Data di fine",
  "tr_save": "Salva",
  "tr_notificationPreferences": "Preferenze di notifica",
  "tr_notificationPreferencesDesc": "Seleziona le notifiche che non desideri ricevere da Organized. Puoi sempre cambiare le tue preferenze in seguito.",
  "tr_reportReminder": "Promemoria rapporto di ministero",
  "tr_reportReminderDesc": "Ricevi promemoria l'ultimo giorno di ogni mese e, se te ne dimentichi, ne riceverai un altro tra pochi giorni",
  "tr_collabActivities": "Nuove attività collaborative",
  "tr_collabActivitiesDesc": "Ricevi notifiche riguardo ad attività dove è necessario assistenza, es. lavoro in giardino o preparazione della sala per la scuola o l'assemblea di circoscrizione",
  "tr_myAssignmentsDesc": "Ricevi notifiche immediate per tutte le tue nuove assegnazioni",
  "tr_infoBoardAnnouncements": "Nuovi annunci bacheca informazioni",
  "tr_infoBoardAnnouncementsDesc": "Se disattivato, non riceverai notifiche per i nuovi annunci, a meno che gli anziani non scelgano di notificare tutta la congregazione su qualcosa di importante",
  "tr_partnerSearch": "Proclamatore in cerca di un compagno di servizio",
  "tr_partnerSearchDesc": "Ricevi una notifica non appena qualcuno pubblica una nuova richiesta di collaborazione per uscire in servizio insieme",
  "tr_organizedSettings": "Impostazioni di Organized",
  "tr_autoSync": "Sincronizzazione automatica",
  "tr_autoSyncDesc": "Sincronizza automaticamente i dati tra la congregazione e i miei dispositivi connessi a Organized",
  "tr_syncInterval": "Intervallo di sincronizzazione",
  "tr_customLinkInMobilePanel": "Link personalizzato nel pannello di navigazione mobile",
  "tr_customLinkInMobilePanelDesc": "Sostituisci il pulsante 'Bacheca informazioni' con un'altra funzione per un accesso rapido dalla pagina principale",
  "tr_selectFeature": "Seleziona funzionalità",
  "tr_autoThemeChange": "Cambio automatico tema app",
  "tr_autoThemeChangeDesc": "Segue le impostazioni di sistema del tuo dispositivo per scegliere tra la modalità chiara o scura",
  "tr_colorScheme": "Colore principale",
  "tr_blue": "Blu",
  "tr_green": "Verde",
  "tr_purple": "Viola",
  "tr_orange": "Arancione",
  "tr_security": "Sicurezza",
  "tr_2FA": "Autenticazione a due fattori",
  "tr_2FADesc": "La 2FA rende il tuo account più sicuro richiedendo un codice di sicurezza generato dalla tua app di autenticazione mobile.",
  "tr_lockAppWithPIN": "Blocca l'app con un PIN",
  "tr_lockAppWithPINDesc": "Dopo il periodo d'inattività impostato, l'app si bloccherà automaticamente per garantirti una maggiore sicurezza",
  "tr_sessions": "Sessioni",
  "tr_sessionsDesc": "Un elenco dei dispositivi che hanno effettuato l'accesso al tuo account. Interrompi qualsiasi sessione che non riconosci.",
  "tr_terminate": "Termina",
  "tr_currentSession": "Sessione attuale",
  "tr_logoutClearData": "Disconnettersi ed eliminare i dati locali?",
  "tr_logoutClearDataDesc": "Assicurati che tutti i dati recentemente creati siano sincronizzati, altrimenti saranno eliminati.",
  "tr_2FAEnable": "Abilita autenticazione a due fattori",
  "tr_2FAEnableDesc": "Usa l'app Google Authenticator o Microsoft Authenticator sul tuo dispositivo mobile per scansionare il codice QR e completare la configurazione.",
  "tr_codeCopied": "Il codice è stato copiato",
  "tr_codeCopiedDesc": "Inseriscilo nella tua app di autenticazione",
  "tr_2FAEnabled": "Autenticazione a due fattori abilitata",
  "tr_2FAEnabledDesc": "Puoi disabilitare la 2FA dalla pagina impostazioni",
  "tr_2FADisable": "Sei sicuro di voler disabilitare l'autenticazione a due fattori?",
  "tr_2FADisableDesc": "La doppia autenticazione (2FA) migliora la sicurezza, quindi è consigliato tenerla abilitata. Conferma se desideri disabilitarla.",
  "tr_disable": "Disabilita",
  "tr_2FADisabled": "Autenticazione a due fattori disabilitata",
  "tr_2FADisabledDesc": "Puoi riabilitarla dalla pagina impostazioni",
  "tr_PINCreate": "Crea un PIN",
  "tr_PINCreateDesc": "Crea un PIN forte per una migliore protezione. Evita di utilizzare codici semplici.",
  "tr_continue": "Continua",
  "tr_PINConfirm": "Conferma il tuo PIN",
  "tr_PINConfirmDesc": "Conferma il tuo PIN per completare la configurazione.",
  "tr_PINSet": "Imposta PIN",
  "tr_PINNewSet": "Nuovo PIN impostato",
  "tr_PINNewSetDesc": "Ora puoi usarlo per sbloccare l'app Organized",
  "tr_lastSeen": "Ultimo accesso: {{ date }}",
  "tr_2FAStep1": "Passaggio 1: Configura la 2FA sul tuo dispositivo",
  "tr_2FAStep1Desc": "Usa uno dei metodi seguenti per collegare la tua app di autenticazione. Suggeriamo di usare Google Authenticator o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Configurazione rapida",
  "tr_2FAQuickSetupDesc": "Se hai una delle app di autenticazione sopra menzionate, usa questo pulsante per configurarla rapidamente sul tuo dispositivo.",
  "tr_2FAQRCode": "Codice QR",
  "tr_2FAQRCodeDesc": "Scansiona il codice QR con la tua app di autenticazione per configurare l'autenticazione a due fattori.",
  "tr_2FASetupKey": "Chiave di configurazione",
  "tr_2FASetupKeyDesc": "Copia la chiave di configurazione e incollala nella tua app di autenticazione per configurare l'autenticazione a due fattori.",
  "tr_2FAStep2": "Passaggio 2: Inserisci il codice 2FA",
  "tr_timeAwayDesc": "Nessun periodo di assenza ancora impostato. Fai sapere quando non sarai disponibile così che i fratelli ne tengano conto quando programmano future adunanze.",
  "tr_terminatedDesc": "La sessione è terminata",
  "tr_deleteAccount": "Elimina il mio account",
  "tr_deleteAccountDesc": "Sei sicuro di voler eliminare il tuo account da Organized?",
  "tr_deleteAccountWithCongregationDesc": "Sei sicuro di voler eliminare il tuo account da Organized? Questo comporterà anche la rimozione della tua congregazione, dato che sei l'unico utente. Inserisci la chiave principale della congregazione qui sotto per confermare.",
  "tr_deleteAccountAssignAdminFirst": "Prima di eliminare il tuo account, assicurati di assegnare un altro amministratore di app per garantire il supporto agli utenti della tua congregazione."
}
