{
  "tr_logOut": "Esci",
  "tr_emailAddress": "Indirizzo email",
  "tr_emailAddressDesc": "L'indirizzo email non può essere modificato. Contattaci se desideri cambiarlo.",
  "tr_name": "Nome",
  "tr_ministryPreferences": "Preferenze di ministero",
  "tr_theocraticAssignmentsField": "Aggiungi assegnazioni teocratiche con ore di credito al mio rapporto",
  "tr_theocraticAssignmentsFieldDesc": "Per i pionieri coinvolti in assegnazioni teocratiche ed eleggibili per inviare ore di credito",
  "tr_timeAway": "Periodi di assenza",
  "tr_startDate": "Data di inizio",
  "tr_endDate": "Data di fine",
  "tr_save": "Salva",
  "tr_notificationPreferences": "Preferenze di notifica",
  "tr_notificationPreferencesDesc": "Seleziona le notifiche che non desideri ricevere da Organized. Puoi sempre cambiare le tue preferenze in seguito.",
  "tr_reportReminder": "Promemoria rapporto di ministero",
  "tr_reportReminderDesc": "Ricevi promemoria l'ultimo giorno di ogni mese e, se te ne dimentichi, ne riceverai un altro tra pochi giorni",
  "tr_collabActivities": "Nuove attività collaborative",
  "tr_collabActivitiesDesc": "Ricevi notifiche riguardo ad attività dove è necessario assistenza, es. lavoro in giardino o preparazione della sala per la scuola o l'assemblea di circoscrizione",
  "tr_myAssignmentsDesc": "Ricevi notifiche immediate per tutte le tue nuove assegnazioni",
  "tr_infoBoardAnnouncements": "Nuovi annunci bacheca informazioni",
  "tr_infoBoardAnnouncementsDesc": "Se disattivato, non riceverai notifiche per i nuovi annunci, a meno che gli anziani non scelgano di notificare tutta la congregazione su qualcosa di importante",
  "tr_partnerSearch": "Proclamatore in cerca di un compagno di servizio",
  "tr_partnerSearchDesc": "Ricevi una notifica non appena qualcuno pubblica una nuova richiesta di collaborazione per uscire in servizio insieme",
  "tr_organizedSettings": "Impostazioni di Organized",
  "tr_autoSync": "Sincronizzazione automatica",
  "tr_autoSyncDesc": "Sincronizza automaticamente i dati tra la congregazione e i miei dispositivi connessi a Organized",
  "tr_syncInterval": "Intervallo di sincronizzazione",
  "tr_customLinkInMobilePanel": "Link personalizzato nel pannello di navigazione mobile",
  "tr_customLinkInMobilePanelDesc": "Sostituisci il pulsante 'Bacheca informazioni' con un'altra funzione per un accesso rapido dalla pagina principale",
  "tr_selectFeature": "Seleziona funzionalità",
  "tr_autoThemeChange": "Cambio automatico tema app",
  "tr_autoThemeChangeDesc": "Segue le impostazioni di sistema del tuo dispositivo per scegliere tra la modalità chiara o scura",
  "tr_colorScheme": "Color scheme",
  "tr_blue": "Blue",
  "tr_green": "Green",
  "tr_purple": "Purple",
  "tr_orange": "Orange",
  "tr_security": "Security",
  "tr_2FA": "Two-factor authentication",
  "tr_2FADesc": "2FA makes your account more secure by requesting a security code generated by your mobile authenticator app.",
  "tr_lockAppWithPIN": "Lock the app with a PIN",
  "tr_lockAppWithPINDesc": "After inactivity, the app locks automatically for added security",
  "tr_sessions": "Sessions",
  "tr_sessionsDesc": "A list of devices that have logged into your account. Terminate any sessions that you do not recognize.",
  "tr_terminate": "Terminate",
  "tr_currentSession": "Current session",
  "tr_logoutClearData": "Log out and clear the local data?",
  "tr_logoutClearDataDesc": "Make sure that all your recently created data is synced, otherwise it will be deleted.",
  "tr_2FAEnable": "Enable two-factor authentication",
  "tr_2FAEnableDesc": "Use the Google Authenticator or Microsoft Authenticator app on your mobile device to scan the QR code and complete the setup.",
  "tr_codeCopied": "The code has been copied",
  "tr_codeCopiedDesc": "Paste it into your authenticator app",
  "tr_2FAEnabled": "Two-factor authentication is enabled",
  "tr_2FAEnabledDesc": "You can disable 2FA in settings",
  "tr_2FADisable": "Disable two-factor authentication?",
  "tr_2FADisableDesc": "2FA enhances your security, so it’s a good idea to leave it enabled. Confirm if you want to disable it.",
  "tr_disable": "Disable",
  "tr_2FADisabled": "Two-factor authentication is disabled",
  "tr_2FADisabledDesc": "You can enable it back in settings",
  "tr_PINCreate": "Create a PIN",
  "tr_PINCreateDesc": "Create a strong PIN for better protection. Avoid using simple codes.",
  "tr_continue": "Continue",
  "tr_PINConfirm": "Confirm your PIN",
  "tr_PINConfirmDesc": "Confirm your PIN to complete the setup.",
  "tr_PINSet": "Set PIN",
  "tr_PINNewSet": "New PIN set",
  "tr_PINNewSetDesc": "You can now use it to unlock the Organized app",
  "tr_lastSeen": "Last seen: {{ date }}",
  "tr_2FAStep1": "Step 1: Set up 2FA on your device",
  "tr_2FAStep1Desc": "Use one of the methods below to link your authentication app. We suggest using the Google Authenticator or Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Quick setup",
  "tr_2FAQuickSetupDesc": "If you have any of the mentioned authenticator apps above, use this button to quickly set it up on your device.",
  "tr_2FAQRCode": "QR code",
  "tr_2FAQRCodeDesc": "Scan the QR code with your authenticator app to set up Two-Factor Authentication.",
  "tr_2FASetupKey": "Setup key",
  "tr_2FASetupKeyDesc": "Copy the setup key and paste it into your authenticator app to set up Two-Factor Authentication.",
  "tr_2FAStep2": "Step 2: Enter the 2FA code",
  "tr_timeAwayDesc": "No time away added yet. Keep your time away up-to-date so that the brothers can take it into account when scheduling future meetings.",
  "tr_terminatedDesc": "The session on that device is terminated",
  "tr_deleteAccount": "Elimina il mio account",
  "tr_deleteAccountDesc": "Sei sicuro di voler eliminare il tuo account da Organized?",
  "tr_deleteAccountWithCongregationDesc": "Sei sicuro di voler eliminare il tuo account da Organized? Questo comporterà anche la rimozione della tua congregazione, dato che sei l'unico utente. Inserisci la chiave principale della congregazione qui sotto per confermare.",
  "tr_deleteAccountAssignAdminFirst": "Prima di eliminare il tuo account, assicurati di assegnare un altro amministratore di app per garantire il supporto agli utenti della tua congregazione."
}
