{
  "tr_login": "로그인",
  "tr_welcomeApp": "Organized에 오신 것을 환영합니다 – 회중 생활 관리 도구입니다",
  "tr_whatIsApp": "Organized는 여호와의 증인 공식 앱인가요?",
  "tr_descApp": "<p>아니요, 공식 앱이 아닙니다. 본인이 적합하다고 판단하신다면 사용해보세요. 전체 회중이 사용하기를 원하신다면 장로회에 승인을 요청하는 것이 좋습니다. 유사한 작업을 돕기 위해 설계된 다른 앱들이 있다는 것을 알고 있으며, 각 앱마다 장점과 방법이 있지만, 모두 동일한 목표를 공유합니다.</p>",
  "tr_appPWA": "Organized is a PWA application. What does it mean?",
  "tr_appPWADesc": "<p>As a Progressive Web Application (PWA), Organized operates directly within your web browser. It is designed to function across various operating systems, so it supports both desktop and mobile devices.</p><p>Once installed on your device and after completing the initial setup, Organized remains accessible offline, ensuring you can use its main features without an internet connection.</p>",
  "tr_appSecure": "How secure is your data when using Organized?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today’s fast-changing tech world, we regularly update Organized to keep it fully secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you’re offline. If you share information with others in your congregation, it’s securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Clearing your browser history or cookies will also delete any unsynchronized Organized data. Please ensure your data is synced before doing this.</p>",
  "tr_appPrivacy": "How Organized is taking care of your privacy?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "I accept the <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> and consent to the processing of my personal data as described.",
  "tr_email": "Email",
  "tr_accountCreated": "Your Organized account has been created. Inform your congregation administrator to give you the necessary permissions and then refresh the page.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Your account is all set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p><p>Elders can contact us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a> if they need assistance.</p>",
  "tr_oauthAccept": "<p>By continuing, you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Choose how you want to log in",
  "tr_emailAuth": "Email authentication",
  "tr_emailAuthDesc": "Enter your email to get a link for Organized authentication",
  "tr_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "tr_emailAuthSentHeader": "Link has been sent",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "To activate the Organized app on this device, enter the invitation code you got from your congregation elders.",
  "tr_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "On all your devices",
  "tr_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "tr_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "All the secretary reports",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "To start using Organized, choose which option applies to you:",
  "tr_accountPublisherStudent": "Publisher or midweek meeting student",
  "tr_accountBaptizedBrother": "Baptized brother",
  "tr_connectCongregation": "Connect to your congregation",
  "tr_invitationCode": "Invitation code",
  "tr_wrongInvitationCode": "Wrong invitation code",
  "tr_checkInvitationCode": "Please double-check the code you provided",
  "tr_orLabel": "or",
  "tr_importantNotice": "Important notice",
  "tr_registrationSuccess": "Thanks for registration",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Create congregation",
  "tr_yourCongregation": "Your congregation",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "First name",
  "tr_lastname": "Last name",
  "tr_encryptionCode": "Encryption code",
  "tr_encryptionCodeSetupDesc": "Create your congregation encryption code.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Create encryption code",
  "tr_encryptionCodeNoticeLength": "At least 16 characters",
  "tr_encryptionCodeNoticeNumber": "숫자",
  "tr_encryptionCodeNoticeLowerCase": "소문자",
  "tr_encryptionCodeNoticeUpperCase": "대문자",
  "tr_encryptionCodeNoticeSpecialSymbol": "특수 기호",
  "tr_encryptionCodeSet": "마스터 키 설정",
  "tr_encryptionCodeAsk": "회중 암호화 코드 입력",
  "tr_encryptionCodeValidate": "유효성 검사",
  "tr_encryptionCodeInvalid": "입력한 암호화 코드가 올바르지 않습니다",
  "tr_activate": "활성화",
  "tr_next": "다음",
  "tr_oauthGoogle": "Google로 로그인",
  "tr_oauthMicrosoft": "Microsoft로 계속하기",
  "tr_oauthGithub": "GitHub로 계속하기",
  "tr_oauthYahoo": "Yahoo로 계속하기",
  "tr_oauthEmail": "이메일로 계속하기",
  "tr_sendLink": "링크 보내기",
  "tr_emailNotSupported": "죄송합니다. 이 이메일은 유효하지 않거나 지원되지 않습니다.",
  "tr_selectCountry": "국가",
  "tr_2FA": "당신임을 확인합시다",
  "tr_2FADesc": "인증 앱에서 코드를 입력하세요",
  "tr_2FAIncorrect": "잘못된 2FA 코드",
  "tr_2FAIncorrectDesc": "코드가 잘못되었거나 만료되었을 수 있습니다. 다시 시도해보세요.",
  "tr_unauthorizedAccount": "귀하의 접근 권한을 조정해야 합니다.",
  "tr_unauthorizedAccountDesc": "귀하의 역할을 확인하기 위해 회중 앱 관리자에게 문의한 후 5분 후에 다시 시도해 주세요. 추가 지원이 필요하면 장로가 이메일로 저희에게 연락할 수 있습니다.",
  "tr_noSchedulesYet": "아직 게시된 일정이 없습니다.",
  "tr_noSchedulesYetDesc": "집회 일정이 아직 제공되지 않았습니다. 귀하의 회중 장로에게 일정을 생성하고 앱에 게시해 달라고 요청하세요.",
  "tr_reconnectAccount": "내 계정 재연결",
  "tr_registeringApproved": "장로회에서 이 회중을 Organized에 등록하는 것을 승인했습니다.",
  "tr_testAppMode": "Organized 테스트 모드",
  "tr_testAppWaitForData": "Organized를 사용해 보도록 준비하는 중입니다. 잠시만 기다려 주세요...",
  "tr_tryOrganized": "테스트 모드에서 Organized 사용해 보기",
  "tr_testStart": "테스트 시작",
  "tr_testAppWelcome": "Organized 테스트 모드에 오신 것을 환영합니다!",
  "tr_testAppWelcomeDesc": "<p>이곳은 가상의 회중을 위한 사전 채워진 데이터가 있는 테스트 환경입니다. 일정, 임명, 봉사, 보고서 등의 기능을 탐색해 보세요! 앱을 다시 로드하면 변경 사항이 초기화됩니다.</p><p>실제 Organized 앱을 사용하려면 <a href='https://organized-app.com' target='_blank'>organized-app.com</a>을 브라우저에서 열어 주세요.</p>",
  "tr_congregationExists": "이 회중은 이미 Organized에 존재합니다. 귀하의 회중 관리자에게 필요한 역할을 부여해 달라고 문의하세요.",
  "tr_congregationMasterKeyVerify": "회중 마스터 키 확인",
  "tr_encryptionCodeNoticeMatch": "키가 일치합니다.",
  "tr_congregationAccessCodeCreateDesc": "이 액세스 코드는 귀하의 공유 회중 데이터를 안전하게 암호화합니다. 여기에는 전도인 보고와 일정이 포함됩니다.",
  "tr_congregationAccessCodeCreate": "회중 액세스 코드 생성",
  "tr_congregationAccessCodeNoticeLength": "최소 8자 이상",
  "tr_congregationAccessCodeSet": "액세스 코드 설정",
  "tr_congregationAccessCodeVerify": "회중 액세스 코드 확인",
  "tr_congregationAccessCodeNotice": "이 코드를 기록하고 보호하세요. 귀하의 회중에 접근하는 모든 사용자는 Organized 앱을 사용하기 위해 이 코드가 필요합니다.",
  "tr_congregationAccessCodeLostDesc": "귀하의 회중에 대한 액세스 코드를 입력해 주세요. 이 고유 코드는 귀하의 회중에만 사용할 수 있으며 연결 및 접근에 사용됩니다.",
  "tr_setCongregationMasterKey": "회중 마스터 키 설정",
  "tr_createCongregationMasterKey": "회중 마스터 키 생성",
  "tr_congregationAccessCodeAsk": "회중 액세스 코드 입력",
  "tr_congregationAccessCode": "회중 액세스 코드",
  "tr_congregationMasterKeyLostDesc": "접근하기 위해 귀하의 회중 마스터 키를 입력하세요.",
  "tr_congregationMasterKeyAsk": "회중 마스터 키 입력",
  "tr_can'tFindCongregation": "귀하의 회중을 찾을 수 없나요?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app"
}
