{
  "tr_login": "התחבר",
  "tr_welcomeApp": "ברוכים הבאים ל־Organized!",
  "tr_whatIsApp": "האם Organized היא אפליקציה רשמית של ארגון עדי־יהוה?",
  "tr_descApp": "<p>לא, זו אינה אפליקציה רשמית. אתה מוזמן להחליט אם היא מתאימה לך. אם תרצו שכל הקהילה תשתמש בה, אנו ממליצים לקבל אישור ממועצת הזקנים. אנו מודעים לכך שישנן אפליקציות אחרות שנועדו לעזור במשימות דומות ומאמינים שלכל אחת יש את היתרונות והשיטות שלה, אך לכולן מטרה משותפת.</p>",
  "tr_appPWA": "Organized היא אפליקציית PWA. מה זה אומר?",
  "tr_appPWADesc": "<p>כאפליקציית רשת מתקדמת (PWA), Organized פועלת ישירות בתוך הדפדפן שלך. היא מתוכננת לפעול במערכות הפעלה שונות, כך שהיא תומכת הן במחשבים והן במכשירים ניידים.</p><p>לאחר ההתקנה במכשיר שלך והשלמת ההגדרה הראשונית, Organized נשארת נגישה במצב לא מקוון, ומבטיחה שתוכל להשתמש בפיצ'רים העיקריים שלה ללא חיבור לאינטרנט.</p>",
  "tr_appSecure": "עד כמה הנתונים שלך מאובטחים בעת השימוש ב־Organized?",
  "tr_appSecureDesc": "<p>הוספנו שכבות אבטחה נוספות כדי להגן על הנתונים שלך. בעולם הטכנולוגי המשתנה במהירות של ימינו, אנו מעדכנים את Organized באופן קבוע כדי לשמור עליה מאובטחת לחלוטין.</p><p>למרות ש־Organized היא אפליקציית רשת, הנתונים שלך נשמרים תחילה ישירות במכשיר שלך. זה אומר שאתה יכול לגשת אליהם, גם כשאתה לא מחובר לאינטרנט. אם אתה משתף מידע עם אחרים בקהילה שלך, הוא מסונכרן באופן מאובטח דרך שרתי הענן. בנוסף, אנו דואגים להגן על כל הנתונים הפרטיים באמצעות אמצעי אבטחה חזקים, כמו הצפנה כפולה בשרתים שלנו.</p>",
  "tr_clearBrowserData": "<p>מחיקת היסטוריית הדפדפן או קובצי ה־Cookie שלך תמחק גם כל נתוני Organized שלא סונכרנו. אנא ודא שהנתונים שלך מסונכרנים לפני ביצוע פעולה זו.</p>",
  "tr_appPrivacy": "איך Organized דואגת לפרטיות שלך?",
  "tr_appPrivacyDesc": "<p>כשאתה בוחר להשתמש באפליקציית Organized שלנו, אנו אוספים רק מידע חיוני כמו שמך וכתובת האימייל שלך. בנוסף, אנו אוספים את כתובת ה־IP של המכשיר שלך ואת פרטי סוכן המשתמש של המכשיר שלך כדי לשפר את החוויה שלך באפליקציה שלנו.</p><p>היה סמוך ובטוח, אנו נותנים עדיפות לפרטיות שלך. לעולם איננו מאפשרים לחברות פרסום לעקוב אחריך דרך השירותים שלנו או להשתמש בנתונים שלך למודעות ממוקדות. כל מידע שאתה מספק באפליקציית Organized נשאר חסוי לחלוטין ולעולם אינו משותף עם גורמים חיצוניים.</p>",
  "tr_readComplete": "אני מקבל את <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>תנאי השימוש</a> ו<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>מדיניות הפרטיות</a> ומסכים לעיבוד הנתונים האישיים שלי כפי שמתואר.",
  "tr_email": "אימייל",
  "tr_accountCreated": "חשבון Organized שלך נרשם. הודע למנהל הקהילה שלך כדי שיוכל להקצות לך את ההרשאות הנדרשות. לאחר מכן רענן את הדף כדי להתחבר.",
  "tr_createCongregationAccount": "צור קהילה",
  "tr_unauthorizedRole": "<p>החשבון שלך מוכן! כדי לגשת לאפליקציית Organized, אנא בקש ממנהל האפליקציה בקהילה שלך לתת לך הרשאות ורענן את הדף בעוד 5 דקות.</p><p>זקני־קהילה יכולים ליצור איתנו קשר בכתובת <a href='mailto:support@organized-app.com'>support@organized-app.com</a> אם הם זקוקים לעזרה.</p>",
  "tr_oauthAccept": "<p>למד עוד על <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>תנאי השימוש</a> ו<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>מדיניות הפרטיות</a> שלנו.</p>",
  "tr_signInDesc": "השתמש באימייל שלך כדי לקבל קישור התחברות חד־פעמי או התחבר עם אחד הספקים המפורטים. אם אין לך עדיין חשבון, הוא ייווצר אוטומטית.",
  "tr_emailAuth": "אימות אימייל",
  "tr_emailAuthDescComplete": "התחברת בהצלחה עם האימייל שלך. כעת תוכל לגשת לאפליקציה.",
  "tr_emailAuthSentHeader": "הקישור נשלח",
  "tr_emailAuthSent": "אנא בדוק את תיבת האימייל שלך. אם הוא לא שם, חפש בתיקיית הספאם או בקש את הקישור שוב.",
  "tr_accountSetup": "כדי להפעיל את אפליקציית Organized במכשיר זה, הזן את קוד ההזמנה שקיבלת מזקני הקהילה שלך.",
  "tr_illustrationMinistryAssignmentsHeader": "כל השירות והמשימות שלך",
  "tr_illustrationMinistryAssignmentsDescription": "צפה בכל המשימות הקרובות שלך וקבל התראות על חדשות. קבל שטח חדש מהרשימה הזמינה. הגש טופס בקשה לחלוציות עוזרת בכמה לחיצות וגש לפיצ'רים לחלוצים כמו מעקב זמן ודוחות חודשיים ושנתיים מפורטים.",
  "tr_illustrationMultiPlattformHeader": "בכל המכשירים שלך",
  "tr_illustrationMultiPlattformDescription": "השתמש ב־Organized במחשב השולחני, במחשב הנייד, בסמארטפון או בטאבלט בכל מערכת הפעלה מודרנית. האפליקציה עובדת אונליין, אבל נגישה גם כשאין לך חיבור לאינטרנט.",
  "tr_illustrationMeetingSchedulesHeader": "צור תוכניות אסיפה בקלות",
  "tr_illustrationMeetingSchedulesDescription": "ייבא תוכניות אסיפה מ־jw.org בלחיצה אחת ומלא משימות באופן אוטומטי. שתף את רשימת הנואמים היוצאים שלך ובקש רשימות מקהילות אחרות כדי לשפר את שיתוף הפעולה. פרסם תוכניות הן למבשרים והן לתלמידים באסיפת אמצע השבוע, ואפשר להם לצפות במשימות שלהם.",
  "tr_illustrationSecretaryHeader": "כל דוחות המזכיר",
  "tr_illustrationSecretaryDescription": "עקוב אחר רישום נוכחות בכל האסיפות, הן חודשית והן שנתית. צפה בדוחות מבשרים ושלח בקלות את כל הדוחות הדרושים ישירות למשרד הסניף המקומי שלך. קבל ובדוק טופסי בקשה לחלוציות עוזרת.",
  "tr_selectAccount": "כלי שהופך את ניהול חיי הקהילה לקל",
  "tr_accountBaptizedBrother": "אח טבול",
  "tr_connectCongregation": "התחבר לקהילה שלך",
  "tr_invitationCode": "קוד הזמנה",
  "tr_orLabel": "או התחבר עם",
  "tr_importantNotice": "הודעה חשובה",
  "tr_registrationSuccess": "תודה על ההרשמה",
  "tr_congregationCreateLabel": "הקהילה שלך עדיין לא רשומה ב־Organized?",
  "tr_createCongregation": "צור קהילה",
  "tr_yourCongregation": "הקהילה שלך",
  "tr_incompleteCongregationInfo": "אנא ודא שסיפקת את כל הפרטים הדרושים להגדרת הקהילה שלך",
  "tr_firstname": "שם פרטי",
  "tr_lastname": "שם משפחה",
  "tr_encryptionCode": "קוד הצפנה",
  "tr_encryptionCodeSetupDesc": "צור את קוד ההצפנה של הקהילה שלך.",
  "tr_encryptionCodeLostDesc": "הזן את קוד ההצפנה של הקהילה שלך כדי לגשת אליה",
  "tr_encryptionCodeNotice": "אנא שים לב ושמור על מפתח זה. אובדנו עלול לגרום לאובדן כל נתוני הקהילה שלך.",
  "tr_encryptionCodeCreate": "צור קוד הצפנה",
  "tr_encryptionCodeNoticeLength": "לפחות 16 תווים",
  "tr_encryptionCodeNoticeNumber": "ספרה",
  "tr_encryptionCodeNoticeLowerCase": "אות קטנה",
  "tr_encryptionCodeNoticeUpperCase": "אות גדולה",
  "tr_encryptionCodeNoticeSpecialSymbol": "סמל מיוחד",
  "tr_encryptionCodeSet": "הגדר מפתח מאסטר",
  "tr_encryptionCodeAsk": "הזן קוד הצפנה של הקהילה",
  "tr_encryptionCodeValidate": "אמת",
  "tr_encryptionCodeInvalid": "קוד ההצפנה שסיפקת שגוי",
  "tr_activate": "הפעל",
  "tr_next": "הבא",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "שלח קישור",
  "tr_emailNotSupported": "מצטערים, אימייל זה אינו חוקי או אינו נתמך",
  "tr_selectCountry": "מדינה",
  "tr_2FA": "בוא נוודא שזה אתה",
  "tr_2FADesc": "הזן קוד מאפליקציית האימות שלך",
  "tr_2FAIncorrect": "קוד אימות דו־שלבי שגוי",
  "tr_2FAIncorrectDesc": "הקוד עשוי להיות שגוי או פג תוקף. נסה שוב.",
  "tr_unauthorizedAccount": "יש להתאים את הרשאות הגישה שלך",
  "tr_unauthorizedAccountDesc": "צור קשר עם מנהל האפליקציה בקהילה שלך כדי לאשר את תפקידך, ואז נסה שוב בעוד 5 דקות. לכל עזרה נוספת, הזקנים יכולים ליצור איתנו קשר במייל.",
  "tr_noSchedulesYet": "עדיין לא פורסמו תוכניות",
  "tr_noSchedulesYetDesc": "תוכנית האסיפות עדיין אינה זמינה. יש לפרסם את התוכניות באפליקציה כדי שיהיו זמינות לכולם.",
  "tr_reconnectAccount": "חבר מחדש את החשבון שלי",
  "tr_registeringApproved": "מועצת הזקנים אישרה את רישום הקהילה הזו ב־Organized",
  "tr_testAppMode": "מצב בדיקה של Organized",
  "tr_testAppWaitForData": "מכין הכל כדי שתוכל לנסות את Organized בפעולה. זה עשוי לקחת רגע...",
  "tr_tryOrganized": "נסה את Organized במצב בדיקה",
  "tr_testStart": "התחל בדיקה",
  "tr_testAppWelcome": "ברוכים הבאים למצב הבדיקה של Organized!",
  "tr_testAppWelcomeDesc": "<p>זוהי סביבת בדיקה עם נתונים מוזנים מראש עבור קהילה דמיונית. חקור פיצ'רים כגון תוכניות, משימות, שירות, דוחות ועוד! כל שינוי שתבצע יתאפס לאחר טעינת האפליקציה מחדש.</p><p>כדי להתחיל להשתמש באפליקציית Organized האמיתית, פתח את <a href='https://organized-app.com' target='_blank'>organized-app.com</a> בדפדפן שלך.</p>",
  "tr_congregationExists": "קהילה זו כבר קיימת ב־Organized. צור קשר עם מנהל הקהילה שלך כדי שיתן לך את התפקידים הדרושים.",
  "tr_congregationMasterKeyVerify": "אשר את מפתח המאסטר של הקהילה",
  "tr_encryptionCodeNoticeMatch": "המפתחות תואמים",
  "tr_congregationAccessCodeCreateDesc": "קוד גישה זה מצפין באופן מאובטח את הנתונים המשותפים של הקהילה שלך, כולל דוחות ממבשרים ותוכניות.",
  "tr_congregationAccessCodeCreate": "צור קוד גישה לקהילה",
  "tr_congregationAccessCodeNoticeLength": "לפחות 8 תווים",
  "tr_congregationAccessCodeSet": "הגדר קוד גישה",
  "tr_congregationAccessCodeVerify": "אשר את קוד הגישה לקהילה",
  "tr_congregationAccessCodeNotice": "השתמש תמיד בקוד שונה ממפתח המאסטר של הקהילה שלך. ודא שהקוד פשוט יחסית אך מאובטח.",
  "tr_congregationAccessCodeLostDesc": "אנא הזן את קוד הגישה לקהילה שלך. קוד ייחודי זה הוא ספציפי לקהילה שלך והכרחי כדי להתחבר ולגשת אליה.",
  "tr_setCongregationMasterKey": "הגדר מפתח מאסטר לקהילה",
  "tr_createCongregationMasterKey": "צור מפתח מאסטר לקהילה",
  "tr_congregationAccessCodeAsk": "הזן קוד גישה לקהילה",
  "tr_congregationAccessCode": "קוד גישה לקהילה",
  "tr_congregationMasterKeyLostDesc": "הזן את מפתח המאסטר של הקהילה שלך כדי לגשת אליה",
  "tr_congregationMasterKeyAsk": "הזן מפתח מאסטר לקהילה",
  "tr_cantFindCongregation": "לא מוצא את הקהילה שלך?",
  "tr_cantFindCongregationDesc": "בדוק שגיאות (קלט מינימלי הוא 2 תווים). אם הקהילה שלך אינה מופיעה בדף החיפוש של jw.org, צור קשר עם <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> לעזרה.",
  "tr_appFunctionalityDataPrivacy": "פונקציונליות האפליקציה ופרטיות נתונים",
  "tr_appIntro": "Organized היא אפליקציה לא רשמית עבור עדי־יהוה שנוצרה על ידי אחים ואחיות נלהבים. היא מפשטת תחומי אחריות שונים בקהילה. אנא קבל אישור ממועצת הזקנים שלך לפני רישום הקהילה שלך.",
  "tr_privacySecurityTitle": "פרטיות ואבטחה",
  "tr_privacySecurityDesc": "<p>Organized נוצרה תוך מתן עדיפות עליונה לפרטיות ואבטחת נתונים. פרטים מלאים מופיעים ב<a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>תנאי השימוש</a> ו<a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>מדיניות הפרטיות</a> שלנו. הנה סקירה קצרה של גישתנו לאחסון ואבטחת נתונים:</p><ul><li><strong>אחסון מקומי, סנכרון ענן:</strong> הנתונים שלך מאוחסנים מקומית במכשיר שלך לאבטחה חזקה וגישה לא מקוונת. אם הזקנים מפעילים סנכרון, הוא מוגן בהצפנה מקצה לקצה בשרתי הענן המאובטחים שלנו.</li><li><strong>אבטחת נתונים:</strong> אנו משתמשים באמצעי אבטחה מתקדמים כמו הצפנה והגנות בתוך האפליקציה כדי לשמור על בטיחות הנתונים שלך. אנו פועלים גם לפי כללי ה־GDPR, כולל שימוש בשרתים מבוססי האיחוד האירופי ואיסוף נתוני משתמש רק לאחר הסכמה, עם אפשרויות לבקש, לעדכן או למחוק אותם.</li><li><strong>איסוף נתונים:</strong> אנו אוספים רק פרטים בסיסיים – שם, אימייל, כתובת IP ופרטי מכשיר – לצורך התחברות, אבטחה ופונקציונליות האפליקציה. איננו יכולים לגשת לנתונים שלך בתוך האפליקציה; כל המידע שם מוזן אך ורק על ידי זקנים או אחים מורשים בקהילה שלך.</li><li><strong>לעולם איננו משתפים את הנתונים שלך:</strong> הנתונים שלך שייכים רק לך, ולעולם איננו משתפים אותם עם חברות צד שלישי למטרות שיווק או פרסום.</li></ul>",
  "tr_dataManagementTitle": "ניהול נתונים",
  "tr_dataManagementDesc": "<p>אתה יכול לגשת, לתקן, למחוק או לייצא את הנתונים שלך בהגדרות הפרופיל שלך או על ידי יצירת קשר בכתובת <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. אתה יכול לבטל את הסכמתך בכל עת על ידי מחיקת חשבונך. Organized אוספת רק נתונים וקובצי cookie החיוניים לפונקציונליות האפליקציה. נתונים שהוזנו על ידי זקני הקהילה שלך אינם מנוהלים על ידינו. הנתונים שלך (שם, אימייל, IP, מזהה מכשיר) נשמרים רק כל עוד נדרש לשימוש באפליקציה, עד שחשבונך יימחק, או כנדרש על פי חוק.</p>",
  "tr_mfaVerifyTitle": "בוא נוודא שזה אתה",
  "tr_mfaVerifyDesc": "הזן קוד מאפליקציית האימות שלך",
  "tr_illustrationTerritoriesHeader": "נהל שטחים ללא מאמץ",
  "tr_illustrationTerritoriesDescription": "צפה וערוך שטחי הטפה, ראה כרטיסים שפג תוקפם או שאבדו. עקוב אחר 'לא לבוא', היסטוריית משימות והדפס כרטיסים חדשים. הקצה שטח למבשר, והוא יראה אותו ברשימת השטחים שלו. עקוב אחר סטטיסטיקות כיסוי וייצא מסמך S-13.",
  "tr_illustrationOtherSchedulesHeader": "עוד הרבה תוכניות שימושיות",
  "tr_illustrationOtherSchedulesDescription": "Organized הופכת את תכנון ניקיון האולם, ביקור משגיח הנפה, עבודות תחזוקת האולם, בישור ציבורי, תורנויות בקהילה וחלקים אחרים בחיי הקהילה לקל משמעותית עבור האחים הממונים. היא גם מקלה על המבשרים לעקוב ולהשתתף בפעילויות אלו.",
  "tr_howAreTheCodesDifferent": "במה הקודים שונים?",
  "tr_howAreTheCodesDifferentDesc": "קוד גישה: לכל המשתמשים כדי להצטרף לקהילה שלך; מפתח מאסטר: גישה ברמה גבוהה יותר לאחים אחראים.",
  "tr_createMasterKey": "צור מפתח מאסטר",
  "tr_createMasterKeyDesc": "<p><strong>ראשית, צור את מפתח המאסטר של הקהילה שלך.</strong> הוא מצפין באופן מאובטח את נתוני הקהילה שלך, כולל דוחות ואנשים, והוא חיוני למשימות ניהוליות כגון ייצוא/ייבוא נתונים והתאמות הגדרות.</p>",
  "tr_createAccessCode": "צור קוד גישה",
  "tr_createAccessCodeDesc": "<p><strong>לבסוף, צור את קוד הגישה.</strong> קוד ייחודי זה מאפשר למשתמשים חדשים להתחבר לקהילה שלך ב־Organized. הוא מבטיח שהמידע של הקהילה שלך יישאר תמיד מאובטח, ומעניק גישה רק למשתמשים מאושרים.</p>",
  "tr_otherInCongDesc": "אחות טבולה, מבשר לא־טבול, תלמיד באסיפת אמצע שבוע",
  "tr_baptizedBrotherDesc": "כל אח טבול, עם תפקידים או בלעדיהם עדיין",
  "tr_accountPublisherStudent": "אחר בקהילה",
  "tr_requestAccess": "בקש גישה",
  "tr_requestAccessSent": "בקשת גישה נשלחה",
  "tr_requestAccessSentDesc": "בקשת גישה נשלחה! מנהל הקהילה שלך יבדוק אותה. אם לא תקבל תשובה לאחר מספר ימים, אתה מוזמן לפנות אליו אישית.",
  "tr_accountCreatedJoin": "החשבון שלך נוצר! אם הקהילה שלך כבר משתמשת ב־Organized, הזן את פרטיך ובחר את הקהילה שלך כדי להודיע למנהל. לאחר שהוא ייתן לך הרשאות, רענן את הדף כדי להתחבר.",
  "tr_loginOAuthHint": "התחבר מהר יותר עם {{ oauth }} באמצעות הכפתור למטה",
  "tr_disconnectAccount": "נתק את החשבון שלי",
  "tr_loginWithEmail": "התחברות עם אימייל",
  "tr_loginWithEmailDesc": "השתמש ב־Google, Yahoo או אימייל אחר כדי ליצור ולהשתמש בחשבון שלך בכל עת, בכל מכשיר",
  "tr_loginWithCode": "התחברות עם קוד הזמנה",
  "tr_loginWithCodeDesc": "גישה עם קוד חד־פעמי בדפדפן זה בלבד. תצטרך קוד חדש בכל פעם",
  "tr_loginEmailCode": "לחלופין, תוכל גם להזין את הקוד המאובטח ששלחנו לאימייל שלך."
}
