{
  "tr_login": "Đăng nhập",
  "tr_welcomeApp": "Chào mừng đến với Organized – công cụ quản lý cuộc sống hội thánh của anh/chị",
  "tr_whatIsApp": "Organized có phải là ứng dụng chính thức của tổ chức Nhân Chứng Giê-hô-va không?",
  "tr_descApp": "<p>Không, đây không phải là ứng dụng chính thức. Hãy tự do quyết định xem nó phù hợp với anh/chị hay không. Nếu anh/chị muốn toàn bộ hội thánh sử dụng nó, chúng tôi gợi ý nên có sự phê duyệt từ hội đồng trưởng lão. Chúng tôi nhận ra rằng có những ứng dụng khác được thiết kế để giúp giải quyết các tác vụ tương tự và mỗi ứng dụng đều có ưu điểm và phương pháp riêng, nhưng chúng tất cả đều chia sẻ một mục tiêu chung.</p>",
  "tr_appPWA": "Organized là một ứng dụng PWA. Nghĩa là gì?",
  "tr_appPWADesc": "<p>Với việc là một Progressive Web Application (PWA), Organized hoạt động trực tiếp trong trình duyệt web của anh/chị. Nó được thiết kế để hoạt động trên nhiều hệ điều hành khác nhau, do đó nó hỗ trợ cả các thiết bị desktop lẫn mobile.</p><p>Sau khi cài đặt trên thiết bị của anh/chị và hoàn tất quá trình thiết lập ban đầu, Organized vẫn tiếp tục truy cập được khi offline, đảm bảo anh/chị có thể sử dụng các tính năng chính của nó mà không cần kết nối internet.</p>",
  "tr_appSecure": "Dữ liệu của anh/chị được an toàn khi sử dụng Organized không?",
  "tr_appSecureDesc": "<p>Chúng tôi đã thêm những lớp bảo mật bổ sung để bảo vệ dữ liệu của anh/chị. Trong thế giới công nghệ thay đổi nhanh hiện nay, chúng tôi thường xuyên cập nhật Organized để duy trì sự an toàn cho nó.</p><p>Mặc dù Organized là một ứng dụng web, nhưng dữ liệu của anh/chị đầu tiên được lưu trữ trực tiếp trên thiết bị của bạn. Điều này có nghĩa là anh/chị có thể truy cập nó, kể cả khi anh/chị offline. Nếu anh/chị chia sẻ thông tin với người khác trong hội thánh của mình, nó sẽ được đồng bộ hóa qua các máy chủ đám mây an toàn. Bên cạnh đó, chúng tôi cũng đảm bảo bảo vệ tất cả dữ liệu riêng tư với các biện pháp bảo mật mạnh, chẳng hạn như mã hóa đôi trên máy chủ của chúng tôi.</p>",
  "tr_clearBrowserData": "<p>Clearing your browser history or cookies will also delete any unsynchronized Organized data. Please ensure your data is synced before doing this.</p>",
  "tr_appPrivacy": "Làm thế nào để Organized bảo vệ quyền riêng tư của anh/chị?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "Tôi đã đọc<a href='https://sws2apps.com/terms/' title='Điều khoản sử dụng' target='_blank' rel='noopener'>Điều khoản Sử dụng</a> và <a href='https://sws2apps.com/privacy/' title='Chính sách bảo mật' target='_blank' rel='noopener'>Chính sách Bảo mật</a> và đồng ý xử lý dữ liệu thông tin cá nhân của tôi như đã nêu.",
  "tr_email": "Email",
  "tr_accountCreated": "Tài khoản Organized đã được đăng ký. Thông báo cho người quản lý hội thánh của anh/chị để họ có thể cấp cho anh/chị các quyền cần thiết. Sau đó làm mới trang để đăng nhập.",
  "tr_createCongregationAccount": "Tạo hội thánh",
  "tr_unauthorizedRole": "<p>Your account is all set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p><p>Elders can contact us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a> if they need assistance.</p>",
  "tr_oauthAccept": "<p>Learn more about out <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Use your email to receive a one-time login link or log in with one of the listed providers. If you don't have an account yet, it will be created automatically.",
  "tr_emailAuth": "Xác thực email",
  "tr_emailAuthDescComplete": "Anh/chị đã đăng nhập thành công với email. Bây giờ anh/chị có thể truy cập ứng dụng.",
  "tr_emailAuthSentHeader": "Đường dẫn đã được gửi",
  "tr_emailAuthSent": "Vui lòng kiểm tra hộp thư đến của anh/chị. Nếu không thì hãy kiểm tra trong thư mục spam hoặc yêu cầu gửi lại đường dẫn.",
  "tr_accountSetup": "Để kích hoạt ứng dụng Organized trên thiết bị này, hãy nhập mã mời gửi từ trưởng lão của hội thánh của anh/chị.",
  "tr_illustrationMinistryAssignmentsHeader": "Tất cả thánh chức và nhiệm vụ của anh/chị",
  "tr_illustrationMinistryAssignmentsDescription": "Xem tất cả các nhiệm vụ sắp tới của anh/chị và nhận thông báo về nhiệm vụ mới. Lấy vùng mới từ danh sách vùng có sẵn. Gửi đơn xin trở thành Tiên phong phụ trợ và truy cập các tính năng Tiên phong như theo dõi thời gian, và báo cáo chi tiết hàng tháng và hàng năm.",
  "tr_illustrationMultiPlattformHeader": "Trên tất cả các thiết bị của anh/chị",
  "tr_illustrationMultiPlattformDescription": "Sử dụng Organized trên máy tính để bàn, laptop, điện thoại thông minh hoặc máy tính bảng trên bất kỳ hệ điều hành hiện đại nào. Ứng dụng hoạt động trực tuyến, nhưng nó cũng truy cập được khi bạn không có kết nối internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Tạo lịch họp dễ dàng",
  "tr_illustrationMeetingSchedulesDescription": "Nhập kế hoạch họp từ jw.org chỉ với một cú nhấp chuột và tự động hoàn thiện các nhiệm vụ. Chia sẻ danh sách các người nói chuyện đi và yêu cầu danh sách từ các hội thánh khác để tăng cường sự hợp tác. Xuất bản lịch họp cho các công bố và học viên họp giữa tuần, cho phép họ xem các nhiệm vụ của mình.",
  "tr_illustrationSecretaryHeader": "Tất cả các báo cáo của ban thư ký",
  "tr_illustrationSecretaryDescription": "Theo dõi bảng điều khiển đàm phán cho tất cả các cuộc họp, cả hàng tháng lẫn hàng năm. Xem các báo cáo của công bố và gửi tất cả các báo cáo cần thiết trực tiếp đến chi nhánh của anh/chị. Nhận và xem các đơn xin trở thành Tiên phong phụ trợ.",
  "tr_selectAccount": "Để bắt đầu sử dụng Organized, hãy chọn tùy chọn phù hợp với anh/chị:",
  "tr_accountBaptizedBrother": "Anh đã báp têm",
  "tr_connectCongregation": "Kết nối với hội thánh của anh/chị",
  "tr_invitationCode": "Mã mời",
  "tr_orLabel": "or log in with",
  "tr_importantNotice": "Thông báo quan trọng",
  "tr_registrationSuccess": "Cảm ơn anh/chị đã đăng ký",
  "tr_congregationCreateLabel": "Hội thánh của anh/chị chưa đăng ký với Organized?",
  "tr_createCongregation": "Tạo hội thánh",
  "tr_yourCongregation": "Hội thánh của anh/chị",
  "tr_incompleteCongregationInfo": "Vui lòng đảm bảo rằng anh/chị đã cung cấp tất cả thông tin cần thiết để thiết lập hội thánh của mình",
  "tr_firstname": "Tên",
  "tr_lastname": "Họ",
  "tr_encryptionCode": "Mã mã hóa",
  "tr_encryptionCodeSetupDesc": "Tạo mã mã hóa cho hội thánh của anh/chị.",
  "tr_encryptionCodeLostDesc": "Nhập mã mã hóa của hội thánh của anh/chị để truy cập",
  "tr_encryptionCodeNotice": "Vui lòng ghi nhớ và bảo vệ kỹ mã này. Mất nó có thể dẫn đến mất tất cả dữ liệu của hội thánh của anh/chị.",
  "tr_encryptionCodeCreate": "Tạo mã mã hóa",
  "tr_encryptionCodeNoticeLength": "Ít nhất 16 ký tự",
  "tr_encryptionCodeNoticeNumber": "Chữ số",
  "tr_encryptionCodeNoticeLowerCase": "Chữ thường",
  "tr_encryptionCodeNoticeUpperCase": "Chữ hoa",
  "tr_encryptionCodeNoticeSpecialSymbol": "Ký tự đặc biệt",
  "tr_encryptionCodeSet": "Thiết lập khóa chính",
  "tr_encryptionCodeAsk": "Nhập mã mã hóa của hội thánh",
  "tr_encryptionCodeValidate": "Xác minh",
  "tr_encryptionCodeInvalid": "Mã mã hóa anh/chị cung cấp không đúng",
  "tr_activate": "Kích hoạt",
  "tr_next": "Tiếp theo",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Gửi liên kết",
  "tr_emailNotSupported": "Xin lỗi, email không hợp lệ hoặc không được hỗ trợ",
  "tr_selectCountry": "Quốc gia",
  "tr_2FA": "Hãy đảm bảo rằng anh/chị là người đúng",
  "tr_2FADesc": "Nhập mã từ ứng dụng xác thực của anh/chị",
  "tr_2FAIncorrect": "Mã xác thực 2FA không đúng",
  "tr_2FAIncorrectDesc": "Mã có thể không đúng hoặc đã hết hạn. Vui lòng thử lại.",
  "tr_unauthorizedAccount": "Quyền truy cập của anh/chị cần được điều chỉnh",
  "tr_unauthorizedAccountDesc": "Liên hệ với quản trị viên ứng dụng của hội thánh của anh/chị để xác nhận vai trò của bạn, sau đó thử lại sau 5 phút. Nếu cần trợ giúp bổ sung, các trưởng lão có thể liên hệ với chúng tôi qua email.",
  "tr_noSchedulesYet": "Chưa có lịch họp nào được xuất bản",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Kết nối lại tài khoản của tôi",
  "tr_registeringApproved": "Hội đồng trưởng lão đã phê duyệt đăng ký hội thánh này trong Organized",
  "tr_testAppMode": "Chế độ kiểm thử của Organized",
  "tr_testAppWaitForData": "Đang chuẩn bị dữ liệu anh/chị cần để có trải nghiệm kiểm thử mượt mà",
  "tr_tryOrganized": "Thử Organized trong chế độ kiểm thử",
  "tr_testStart": "Bắt đầu kiểm thử",
  "tr_testAppWelcome": "Chào mừng đến với chế độ kiểm thử của Organized!",
  "tr_testAppWelcomeDesc": "<p>Đây là một môi trường kiểm thử với dữ liệu đã được điền sẵn cho một hội thánh giả tưởng. Khám phá các tính năng như lịch họp, nhiệm vụ, phụ trách, báo cáo và nhiều hơn nữa! Bất kỳ thay đổi nào anh/chị thực hiện sẽ được đặt lại sau khi tải lại trang.</p><p>Để bắt đầu sử dụng ứng dụng Organized thực tế, hãy mở <a href='https://organized-app.com' target='blank'>organized-app.com</a> trong trình duyệt của bạn.</p>",
  "tr_congregationExists": "Hội thánh này đã tồn tại trong Organized. Liên hệ với quản trị viên hội thánh của anh/chị để cung cấp các vai trò cần thiết.",
  "tr_congregationMasterKeyVerify": "Xác minh khóa chính hội thánh",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Tạo mã truy nhập hội thánh",
  "tr_congregationAccessCodeNoticeLength": "Ít nhất 8 ký tự",
  "tr_congregationAccessCodeSet": "Thiết đặt mã truy cập",
  "tr_congregationAccessCodeVerify": "Xác nhận mã truy cập hội thánh",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Thiết lập khóa chính hội thánh",
  "tr_createCongregationMasterKey": "Tạo khóa chính hội thánh",
  "tr_congregationAccessCodeAsk": "Nhập mã truy cập hội thánh",
  "tr_congregationAccessCode": "Mã truy cập hội thánh",
  "tr_congregationMasterKeyLostDesc": "Nhập mã khoá chính của hội thánh của anh/chị để truy cập",
  "tr_congregationMasterKeyAsk": "Nhập khoá chính hội thánh",
  "tr_cantFindCongregation": "Không thể tìm được hội thánh của anh/chị?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Tạo khoá chủ",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Create access code",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation",
  "tr_requestAccess": "Request access",
  "tr_requestAccessSent": "Request access sent",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
