{
  "tr_logOut": "Đăng xuất",
  "tr_emailAddress": "Địa chỉ email",
  "tr_emailAddressDesc": "Địa chỉ email không thể được thay đổi. Vui lòng liên hệ với chúng tôi nếu anh/chị muốn thay đổi nó.",
  "tr_name": "Tên",
  "tr_ministryPreferences": "Tùy chọn thánh chức",
  "tr_theocraticAssignmentsField": "Thêm trường nhiệm vụ thánh chức với số giờ tính toán vào báo cáo của tôi",
  "tr_theocraticAssignmentsFieldDesc": "Hours spent on schools and approved theocratic assignments (LDC, HLC, work for Bethel, etc.)",
  "tr_timeAway": "Thời gian vắng mặt",
  "tr_startDate": "Ngày bắt đầu",
  "tr_endDate": "Ngày kết thúc",
  "tr_save": "Lưu",
  "tr_notificationPreferences": "Tùy chọn thông báo",
  "tr_notificationPreferencesDesc": "Chọn những thông báo mà anh/chị không muốn nhận từ Organized. Anh/Chị luôn có thể thay đổi tùy chọn của mình sau này.",
  "tr_reportReminder": "Nhắc nhở báo cáo thánh chức",
  "tr_reportReminderDesc": "Nhận các nhắc nhở vào ngày cuối tháng và nếu anh/chị quên, anh/chị sẽ nhận được một nhắc nhở khác sau vài ngày",
  "tr_collabActivities": "Các hoạt động hợp tác mới",
  "tr_collabActivitiesDesc": "Nhận thông báo về các hoạt động cần sự giúp đỡ, chẳng hạn như việc làm vườn hoặc chuẩn bị phòng cho trường học hoặc hội nghị vòng quanh",
  "tr_myAssignmentsDesc": "Nhận thông báo ngay lập tức về tất cả nhiệm vụ mới của anh/chị",
  "tr_infoBoardAnnouncements": "Thông báo mới trên bảng tin",
  "tr_infoBoardAnnouncementsDesc": "Nếu tắt, anh/chị sẽ không nhận được thông báo về các thông báo mới, trừ khi trưởng lão chọn thông báo cho toàn bộ hội thánh về một điều gì đó quan trọng",
  "tr_partnerSearch": "Publisher seeking a service partner",
  "tr_partnerSearchDesc": "Get a notification as soon as somebody publishes a partner request",
  "tr_organizedSettings": "Organized settings",
  "tr_autoSync": "Tự động đồng bộ",
  "tr_autoSyncDesc": "Tự động đồng bộ dữ liệu giữa hội thánh và các thiết bị của bạn đã đăng nhập vào Organized",
  "tr_syncInterval": "Khoảng thời gian đồng bộ",
  "tr_customLinkInMobilePanel": "Liên kết tùy chỉnh trong bảng điều khiển di động",
  "tr_customLinkInMobilePanelDesc": "Thay thế nút 'Bảng tin' bằng một tính năng khác để truy cập nhanh từ Trang chủ",
  "tr_selectFeature": "Chọn tính năng",
  "tr_autoThemeChange": "Automatic app theme change",
  "tr_autoThemeChangeDesc": "Follow your device’s system setting when choosing between light and dark mode",
  "tr_colorScheme": "Color scheme",
  "tr_blue": "Blue",
  "tr_green": "Green",
  "tr_purple": "Purple",
  "tr_orange": "Orange",
  "tr_security": "Security",
  "tr_2FA": "Xác thực hai yếu tố",
  "tr_2FADesc": "Xác thực hai yếu tố làm cho tài khoản của anh/chị an toàn hơn bằng cách yêu cầu một mã bảo mật được tạo bởi ứng dụng xác thực trên điện thoại của anh/chị.",
  "tr_lockAppWithPIN": "Khóa ứng dụng bằng một mã PIN",
  "tr_lockAppWithPINDesc": "Sau khi ngưng hoạt động, ứng dụng sẽ khóa tự động để tăng bảo mật",
  "tr_sessions": "Phiên",
  "tr_sessionsDesc": "Danh sách các thiết bị đã đăng nhập vào tài khoản của anh/chị. Kết thúc bất kỳ phiên nào mà anh/chị không nhận ra.",
  "tr_terminate": "Kết thúc",
  "tr_currentSession": "Phiên hiện tại",
  "tr_logoutClearData": "Đăng xuất và xóa dữ liệu địa phương?",
  "tr_logoutClearDataDesc": "Đảm bảo rằng tất cả dữ liệu mới đã được đồng bộ hóa, nếu không nó sẽ bị xóa.",
  "tr_2FAEnable": "Bật xác thực hai yếu tố",
  "tr_2FAEnableDesc": "Sử dụng ứng dụng Google Authenticator hoặc Microsoft Authenticator trên thiết bị di động của anh/chị để quét mã QR và hoàn tất cài đặt.",
  "tr_codeCopied": "Mã đã được sao chép",
  "tr_codeCopiedDesc": "Dán nó vào ứng dụng xác thực của anh/chị",
  "tr_2FAEnabled": "Xác thực hai yếu tố đã được bật",
  "tr_2FAEnabledDesc": "Anh/Chị có thể tắt nó trong cài đặt",
  "tr_2FADisable": "Tắt xác thực hai yếu tố?",
  "tr_2FADisableDesc": "Xác thực hai yếu tố tăng cường bảo mật của anh/chị, nên việc giữ nó bật là một ý tưởng tốt. Xác nhận nếu anh/chị muốn tắt nó.",
  "tr_disable": "Vô hiệu hóa",
  "tr_2FADisabled": "Xác thực hai yếu tố đã được tắt",
  "tr_2FADisabledDesc": "Anh/chị có thể bật nó lại trong cài đặt",
  "tr_PINCreate": "Tạo một mã PIN",
  "tr_PINCreateDesc": "Create a strong PIN for better protection. Avoid using simple codes.",
  "tr_continue": "Continue",
  "tr_PINConfirm": "Confirm your PIN",
  "tr_PINConfirmDesc": "Confirm your PIN to complete the setup.",
  "tr_PINSet": "Set PIN",
  "tr_PINNewSet": "New PIN set",
  "tr_PINNewSetDesc": "You can now use it to unlock the Organized app",
  "tr_lastSeen": "Last seen: {{ date }}",
  "tr_2FAStep1": "Step 1: Set up 2FA on your device",
  "tr_2FAStep1Desc": "Use one of the methods below to link your authentication app. We suggest using the Google Authenticator or Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Quick setup",
  "tr_2FAQuickSetupDesc": "If you have any of the mentioned authenticator apps above, use this button to quickly set it up on your device.",
  "tr_2FAQRCode": "QR code",
  "tr_2FAQRCodeDesc": "Scan the QR code with your authenticator app to set up Two-Factor Authentication.",
  "tr_2FASetupKey": "Setup key",
  "tr_2FASetupKeyDesc": "Copy the setup key and paste it into your authenticator app to set up Two-Factor Authentication.",
  "tr_2FAStep2": "Step 2: Enter the 2FA code",
  "tr_timeAwayDesc": "No time away added yet. Keep your time away up-to-date so that the brothers can take it into account when scheduling future meetings.",
  "tr_terminatedDesc": "The session on that device is terminated",
  "tr_deleteAccount": "Xóa tài khoản của tôi",
  "tr_deleteAccountDesc": "Are you sure to delete your account from Organized?",
  "tr_deleteAccountWithCongregationDesc": "Are you sure to delete your account from Organized? This will also delete your congregation since you are its only one user. Enter below the congregation master key to confirm the deletion.",
  "tr_deleteAccountAssignAdminFirst": "Before deleting your account, make sure to assign another app administrator to support the users within your congregation."
}
