{
  "tr_logOut": "Đăng xuất",
  "tr_emailAddress": "Địa chỉ email",
  "tr_emailAddressDesc": "Địa chỉ email không thể được thay đổi. Vui lòng liên hệ với chúng tôi nếu anh/chị muốn thay đổi nó.",
  "tr_name": "Tên",
  "tr_ministryPreferences": "Tùy chọn thánh chức",
  "tr_theocraticAssignmentsField": "Thêm trường nhiệm vụ thánh chức với số giờ tính toán vào báo cáo của tôi",
  "tr_theocraticAssignmentsFieldDesc": "Hours spent on schools and approved theocratic assignments (LDC, HLC, work for Bethel, etc.)",
  "tr_timeAway": "Thời gian vắng mặt",
  "tr_startDate": "Ngày bắt đầu",
  "tr_endDate": "Ngày kết thúc",
  "tr_save": "Lưu",
  "tr_notificationPreferences": "Tùy chọn thông báo",
  "tr_notificationPreferencesDesc": "Chọn những thông báo mà anh/chị không muốn nhận từ Organized. Anh/Chị luôn có thể thay đổi tùy chọn của mình sau này.",
  "tr_reportReminder": "Nhắc nhở báo cáo thánh chức",
  "tr_reportReminderDesc": "Nhận các nhắc nhở vào ngày cuối tháng và nếu anh/chị quên, anh/chị sẽ nhận được một nhắc nhở khác sau vài ngày",
  "tr_collabActivities": "Các hoạt động hợp tác mới",
  "tr_collabActivitiesDesc": "Nhận thông báo về các hoạt động cần sự giúp đỡ, chẳng hạn như việc làm vườn hoặc chuẩn bị phòng cho trường học hoặc hội nghị vòng quanh",
  "tr_myAssignmentsDesc": "Nhận thông báo ngay lập tức về tất cả nhiệm vụ mới của anh/chị",
  "tr_infoBoardAnnouncements": "Thông báo mới trên bảng tin",
  "tr_infoBoardAnnouncementsDesc": "Nếu tắt, anh/chị sẽ không nhận được thông báo về các thông báo mới, trừ khi trưởng lão chọn thông báo cho toàn bộ hội thánh về một điều gì đó quan trọng",
  "tr_partnerSearch": "Công bố tìm kiếm đối tác rao giảng",
  "tr_partnerSearchDesc": "Nhận thông báo ngay khi ai đó công bố yêu cầu tìm kiếm đối tác",
  "tr_organizedSettings": "Cài đặt Organized",
  "tr_autoSync": "Tự động đồng bộ",
  "tr_autoSyncDesc": "Tự động đồng bộ dữ liệu giữa hội thánh và các thiết bị của bạn đã đăng nhập vào Organized",
  "tr_syncInterval": "Khoảng thời gian đồng bộ",
  "tr_customLinkInMobilePanel": "Liên kết tùy chỉnh trong bảng điều khiển di động",
  "tr_customLinkInMobilePanelDesc": "Thay thế nút 'Bảng tin' bằng một tính năng khác để truy cập nhanh từ Trang chủ",
  "tr_selectFeature": "Chọn tính năng",
  "tr_autoThemeChange": "Thay đổi chủ đề ứng dụng tự động",
  "tr_autoThemeChangeDesc": "Theo dõi cài đặt hệ thống của thiết bị của anh/chị khi chọn giữa chế độ sáng và tối",
  "tr_colorScheme": "Chế độ màu",
  "tr_blue": "Xanh",
  "tr_green": "Xanh lá",
  "tr_purple": "Tím",
  "tr_orange": "Cam",
  "tr_security": "Bảo mật",
  "tr_2FA": "Xác thực hai yếu tố",
  "tr_2FADesc": "Xác thực hai yếu tố làm cho tài khoản của anh/chị an toàn hơn bằng cách yêu cầu một mã bảo mật được tạo bởi ứng dụng xác thực trên điện thoại của anh/chị.",
  "tr_lockAppWithPIN": "Khóa ứng dụng bằng một mã PIN",
  "tr_lockAppWithPINDesc": "Sau khi ngưng hoạt động, ứng dụng sẽ khóa tự động để tăng bảo mật",
  "tr_sessions": "Phiên",
  "tr_sessionsDesc": "Danh sách các thiết bị đã đăng nhập vào tài khoản của anh/chị. Kết thúc bất kỳ phiên nào mà anh/chị không nhận ra.",
  "tr_terminate": "Kết thúc",
  "tr_currentSession": "Phiên hiện tại",
  "tr_logoutClearData": "Đăng xuất và xóa dữ liệu địa phương?",
  "tr_logoutClearDataDesc": "Đảm bảo rằng tất cả dữ liệu mới đã được đồng bộ hóa, nếu không nó sẽ bị xóa.",
  "tr_2FAEnable": "Bật xác thực hai yếu tố",
  "tr_2FAEnableDesc": "Sử dụng ứng dụng Google Authenticator hoặc Microsoft Authenticator trên thiết bị di động của anh/chị để quét mã QR và hoàn tất cài đặt.",
  "tr_codeCopied": "Mã đã được sao chép",
  "tr_codeCopiedDesc": "Dán nó vào ứng dụng xác thực của anh/chị",
  "tr_2FAEnabled": "Xác thực hai yếu tố đã được bật",
  "tr_2FAEnabledDesc": "Anh/Chị có thể tắt nó trong cài đặt",
  "tr_2FADisable": "Tắt xác thực hai yếu tố?",
  "tr_2FADisableDesc": "Xác thực hai yếu tố tăng cường bảo mật của anh/chị, nên việc giữ nó bật là một ý tưởng tốt. Xác nhận nếu anh/chị muốn tắt nó.",
  "tr_disable": "Vô hiệu hóa",
  "tr_2FADisabled": "Xác thực hai yếu tố đã được tắt",
  "tr_2FADisabledDesc": "Anh/chị có thể bật nó lại trong cài đặt",
  "tr_PINCreate": "Tạo một mã PIN",
  "tr_PINCreateDesc": "Tạo một mã PIN mạnh để bảo vệ tốt hơn. Tránh sử dụng các mã đơn giản.",
  "tr_continue": "Tiếp tục",
  "tr_PINConfirm": "Xác nhận mã PIN của anh/chị",
  "tr_PINConfirmDesc": "Xác nhận mã PIN của anh/chị để hoàn tất quá trình thiết lập.",
  "tr_PINSet": "Thiết lập PIN",
  "tr_PINNewSet": "Mã PIN mới đã được thiết lập",
  "tr_PINNewSetDesc": "Bây giờ anh/chị có thể sử dụng nó để mở khóa ứng dụng Organized",
  "tr_lastSeen": "Xem lần cuối: {{ date }}",
  "tr_2FAStep1": "Bước 1: Thiết lập xác thực hai yếu tố trên thiết bị của anh/chị",
  "tr_2FAStep1Desc": "Sử dụng một trong các phương pháp sau đây để liên kết ứng dụng xác thực của anh/chị. Chúng tôi khuyên anh/chị nên sử dụng Google Authenticator hoặc Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Thiết lập nhanh",
  "tr_2FAQuickSetupDesc": "Nếu anh/chị có bất kỳ ứng dụng xác thực nào được nêu ở trên, hãy sử dụng nút này để thiết lập nhanh trên thiết bị của anh/chị.",
  "tr_2FAQRCode": "Mã QR",
  "tr_2FAQRCodeDesc": "Quét mã QR bằng ứng dụng xác thực của anh/chị để thiết lập xác thực hai yếu tố.",
  "tr_2FASetupKey": "Khóa thiết lập",
  "tr_2FASetupKeyDesc": "Sao chép khóa thiết lập và dán vào ứng dụng xác thực của anh/chị để thiết lập xác thực hai yếu tố.",
  "tr_2FAStep2": "Bước 2: Nhập mã xác thực hai yếu tố",
  "tr_timeAwayDesc": "Chưa có thời gian vắng mặt được thiết lập. Giữ thời gian vắng mặt của anh/chị lại đầy đủ để các anh có thể tính toán khi lập lịch cho các cuộc họp tương lai.",
  "tr_terminatedDesc": "Phiên trên thiết bị đó đã được kết thúc",
  "tr_deleteAccount": "Xóa tài khoản của tôi",
  "tr_deleteAccountDesc": "Anh/chọ có muốn xoá tài khoản của anh/chị khỏi Organized không?",
  "tr_deleteAccountWithCongregationDesc": "Anh/chọ có muốn xoá tài khoản của anh/chị khỏi Organized không? Điều này có thể xoá hội thánh của anh/chị vì anh/chị là người dùng duy nhất của hội thánh. Nhập mã chủ hội thánh dưới đây để xác nhận xoá.",
  "tr_deleteAccountAssignAdminFirst": "Before deleting your account, make sure to assign another app administrator to support the users within your congregation."
}
