{
  "tr_logOut": "Sair",
  "tr_emailAddress": "Endereço de e-mail",
  "tr_emailAddressDesc": "O endereço de e-mail não pode ser alterado. Entre em contato conosco se desejar alterá-lo.",
  "tr_name": "Nome",
  "tr_ministryPreferences": "Preferências de ministério",
  "tr_theocraticAssignmentsField": "Adicionar o campo de crédito de horas ao meu relatório",
  "tr_theocraticAssignmentsFieldDesc": "Horas dedicadas a escolas e designações teocráticas aprovadas (LDC, COLIH, BETELITAS, etc.)",
  "tr_timeAway": "Ausências",
  "tr_startDate": "Data inicial",
  "tr_endDate": "Data final",
  "tr_save": "Salvar",
  "tr_notificationPreferences": "Preferências de notificações",
  "tr_notificationPreferencesDesc": "Selecione as notificações que você não deseja receber do Organized. Você pode alterar suas preferências a qualquer momento.",
  "tr_reportReminder": "Lembrete do relatório de serviço de campo",
  "tr_reportReminderDesc": "Receba lembretes no último dia de cada mês e, caso esqueça, um novo lembrete em alguns dias",
  "tr_collabActivities": "Novas atividades colaborativas",
  "tr_collabActivitiesDesc": "Receba notificações sobre atividades que precisam de ajuda, como trabalho no jardim ou preparação do salão para escola ou assembleia de circuito",
  "tr_myAssignmentsDesc": "Receba notificações instantâneas sobre todas as suas novas designações",
  "tr_infoBoardAnnouncements": "Novidades no quadro de anúncios",
  "tr_infoBoardAnnouncementsDesc": "Se desativado, você não receberá notificações de novos anúncios, a menos que os anciãos decidam notificar toda a congregação sobre algo importante",
  "tr_partnerSearch": "Publicador em busca de um companheiro de serviço",
  "tr_partnerSearchDesc": "Receba uma notificação assim que alguém publicar uma solicitação de companhia",
  "tr_organizedSettings": "Configurações do Organized",
  "tr_autoSync": "Sincronização automática",
  "tr_autoSyncDesc": "Sincronize automaticamente os dados entre a congregação e seus dispositivos conectados ao Organized",
  "tr_syncInterval": "Intervalo de sincronização",
  "tr_customLinkInMobilePanel": "Link personalizado no painel de navegação móvel",
  "tr_customLinkInMobilePanelDesc": "Substituir o botão \"Quadro de anúncios\" por outro recurso para acesso rápido na página inicial",
  "tr_selectFeature": "Selecionar recurso",
  "tr_autoThemeChange": "Alteração automática do tema",
  "tr_autoThemeChangeDesc": "Seguir as configurações do sistema do seu dispositivo ao escolher entre o modo claro e o modo escuro",
  "tr_colorScheme": "Esquema de cores",
  "tr_blue": "Azul",
  "tr_green": "Verde",
  "tr_purple": "Roxo",
  "tr_orange": "Laranja",
  "tr_security": "Segurança",
  "tr_2FA": "Autenticação de dois fatores",
  "tr_2FADesc": "A verificação em duas etapas torna sua conta mais segura ao solicitar um código de segurança gerado pelo seu aplicativo autenticador móvel.",
  "tr_lockAppWithPIN": "Bloquear o Organized com um PIN",
  "tr_lockAppWithPINDesc": "Após um período de inatividade, o app é bloqueado automaticamente para maior segurança",
  "tr_sessions": "Sessões",
  "tr_sessionsDesc": "Uma lista de dispositivos que fizeram login em sua conta. Encerre qualquer sessão que você não reconheça.",
  "tr_terminate": "Finalizar",
  "tr_currentSession": "Sessão atual",
  "tr_logoutClearData": "Sair e limpar os dados locais?",
  "tr_logoutClearDataDesc": "Certifique-se de que todos os seus dados recém-criados estão sincronizados, caso contrário, serão excluídos.",
  "tr_2FAEnable": "Ativar autenticação de dois fatores",
  "tr_2FAEnableDesc": "Use o aplicativo Google Authenticator ou Microsoft Authenticator no seu dispositivo móvel para escanear o código QR e concluir a configuração.",
  "tr_codeCopied": "O código foi copiado",
  "tr_codeCopiedDesc": "Cole no seu aplicativo de autenticação",
  "tr_2FAEnabled": "Autenticação de dois fatores ativada",
  "tr_2FAEnabledDesc": "Você pode desativar a autenticação 2FA nas configurações",
  "tr_2FADisable": "Desativar a autenticação de dois fatores?",
  "tr_2FADisableDesc": "A autenticação em duas etapas (2FA) aumenta a sua segurança, então é uma boa ideia deixá-la ativada. Confirme se você deseja desativá-la.",
  "tr_disable": "Desativar",
  "tr_2FADisabled": "Autenticação de dois fatores desativada",
  "tr_2FADisabledDesc": "Você pode ativá-la novamente nas configurações",
  "tr_PINCreate": "Criar um PIN",
  "tr_PINCreateDesc": "Crie um PIN forte para maior proteção. Evite usar códigos simples.",
  "tr_continue": "Continuar",
  "tr_PINConfirm": "Confirme seu PIN",
  "tr_PINConfirmDesc": "Confirme o seu PIN para concluir a configuração.",
  "tr_PINSet": "Definir PIN",
  "tr_PINNewSet": "Novo PIN definido",
  "tr_PINNewSetDesc": "Agora você pode usá-lo para desbloquear o Organized",
  "tr_lastSeen": "Visto por último: {{ date }}",
  "tr_2FAStep1": "Passo 1: Configurar o 2FA no seu dispositivo",
  "tr_2FAStep1Desc": "Use um dos métodos abaixo para vincular seu aplicativo de autenticação. Sugerimos o Google Authenticator ou o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Configuração rápida",
  "tr_2FAQuickSetupDesc": "Se você tiver algum dos aplicativos de autenticação mencionados acima, use este botão para configurá-lo rapidamente no seu dispositivo.",
  "tr_2FAQRCode": "Código QR",
  "tr_2FAQRCodeDesc": "Escaneie o código QR com o seu aplicativo de autenticação para configurar a autenticação de dois fatores.",
  "tr_2FASetupKey": "Chave de configuração",
  "tr_2FASetupKeyDesc": "Copie a chave de configuração e cole-a no seu aplicativo de autenticação para configurar a autenticação de dois fatores.",
  "tr_2FAStep2": "Passo 2: Insira o código 2FA",
  "tr_timeAwayDesc": "Nenhuma ausência foi adicionada até o momento. Mantenha suas ausências atualizadas para que os irmãos possam levá-lo em consideração ao programar futuras reuniões.",
  "tr_terminatedDesc": "A sessão nesse dispositivo foi encerrada",
  "tr_deleteAccount": "Excluir minha conta",
  "tr_deleteAccountDesc": "Tem certeza de que deseja excluir sua conta do Organized?",
  "tr_deleteAccountWithCongregationDesc": "Tem certeza de que deseja excluir sua conta do Organized? Isso também excluirá sua congregação, pois você é o único usuário. Insira abaixo a chave mestra da congregação para confirmar a exclusão.",
  "tr_deleteAccountAssignAdminFirst": "Antes de excluir sua conta, certifique-se de atribuir outra pessoa como administrador do aplicativo para dar suporte aos usuários dentro da sua congregação."
}
