{
  "tr_login": "Logga in",
  "tr_welcomeApp": "Välkommen till Organized – ditt verktyg för församlingshantering",
  "tr_whatIsApp": "Är Organized en officiell app från Jehovas vittnens organisation?",
  "tr_descApp": "<p>Nej, det är inte en officiell app. Känn dig fri att avgöra om den är rätt för dig. Om du vill att hela församlingen ska använda den, rekommenderar vi att du får godkännande från församlingens äldste. Vi är medvetna om att det finns andra appar som är utformade för liknande uppgifter och tror att varje har sina styrkor och metoder, men de har alla samma mål.</p>",
  "tr_appPWA": "Organized är en PWA-applikation. Vad betyder det?",
  "tr_appPWADesc": "<p>Som en Progressive Web Application (PWA) fungerar Organized direkt i din webbläsare. Den är utformad för att fungera på olika operativsystem, så den stödjer både stationära datorer och mobila enheter.</p><p>När den har installerats på din enhet och efter att den inledande inställningen är klar, är Organized tillgänglig offline, vilket innebär att du kan använda dess huvudfunktioner utan en internetanslutning.</p>",
  "tr_appSecure": "Hur säker är din data när du använder Organized?",
  "tr_appSecureDesc": "<p>Vi har lagt till extra säkerhetslager för att skydda din data. I dagens snabbt föränderliga teknikvärld uppdaterar vi regelbundet Organized för att hålla det helt säkert.</p><p>Även om Organized är en webapp, lagras din data först på din enhet. Detta betyder att du kan komma åt den även när du är offline. Om du delar information med andra i din församling synkroniseras den säkert genom molnservrarna. Dessutom ser vi till att skydda all privat data med starka säkerhetsåtgärder, som dubbelkryptering på våra servrar.</p>",
  "tr_clearBrowserData": "<p>Rensning av webbläsarens historik eller cookies kommer också att ta bort all osynkroniserad organiserad data. Se till att dina data synkroniseras innan du gör detta.</p>",
  "tr_appPrivacy": "Hur skyddar Organized din integritet?",
  "tr_appPrivacyDesc": "<p>När du väljer att använda vår Organized-app samlar vi endast in nödvändig information som ditt namn och e-post. Dessutom samlar vi in din enhets IP-adress och din enhets användaragentdetaljer för att förbättra din upplevelse med vår app.</p><p>Var trygg, vi prioriterar din integritet. Vi tillåter aldrig annonseringsföretag att spåra dig genom våra tjänster eller använda din data för riktade annonser. All information du tillhandahåller i Organized-appen förblir strikt konfidentiell och delas aldrig med utomstående parter.</p>",
  "tr_readComplete": "Jag godkänner <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>användarvillkor</a> och <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>sekretesspolicy</a> och samtycker till behandlingen av mina personuppgifter enligt beskrivningen.",
  "tr_email": "E-post",
  "tr_accountCreated": "Ditt Organisezed konto är registrerat. Meddela din församlingsadministratör så att han kan tilldela dig de nödvändiga behörigheterna. Uppdatera sedan sidan för att logga in.",
  "tr_createCongregationAccount": "Skapa församling",
  "tr_unauthorizedRole": "<p>Du har för tillfället inte behörighet att använda denna applikation. Vänligen kontakta dina församlingsäldste för att verifiera din roll och <a href='#'>försök igen</a> om 5 minuter. Om de behöver ytterligare assistans kan de kontakta oss via e-post.</p>",
  "tr_oauthAccept": "<p>Lär mer om <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Användarvillkor</a> och <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>sekretesspolicy</a>.</p>",
  "tr_signInDesc": "Välj hur du vill logga in",
  "tr_emailAuth": "E-postautentisering",
  "tr_emailAuthDesc": "Ange din e-postadress för att få en länk för Organized-autentisering",
  "tr_emailAuthDescComplete": "Du har lyckats logga in med din e-post. Nu kan du komma åt appen.",
  "tr_emailAuthSentHeader": "Länken har skickats",
  "tr_emailAuthSent": "Vänligen kontrollera din e-postinkorg. Om den inte finns där, kolla i din skräppostmapp eller begär länken igen.",
  "tr_accountSetup": "För att aktivera Organized-appen på denna enhet, ange inbjudningskoden du fick från dina församlingsäldste.",
  "tr_illustrationMinistryAssignmentsHeader": "All din info om tjänsten och uppgifter",
  "tr_illustrationMinistryAssignmentsDescription": "Visa alla dina kommande uppgifter och få meddelanden om nya. Hämta nytt distrikt från den tillgängliga listan. Skicka in en ansökan om hjälppionjär i några enkla steg och få åtkomst till funktioner som en tjänstetimer och detaljerade månads- och årsrapporter.",
  "tr_illustrationMultiPlattformHeader": "På alla dina enheter",
  "tr_illustrationMultiPlattformDescription": "Använd Organized på din stationära dator, bärbara dator, surfplatta eller mobiltelefon på alla moderna operativsystem. Appen fungerar online, men den är även tillgänglig offline när du saknar internetanslutning.",
  "tr_illustrationMeetingSchedulesHeader": "Skapa mötescheman enkelt",
  "tr_illustrationMeetingSchedulesDescription": "Importera mötesplaner från jw.org med bara en klick och fyll i uppdrag automatiskt. Dela din lista över utresande talare och begär listor från andra församlingar för att öka samarbetet. Publicera scheman för både förkunnare och veckomöteselever, så att de kan se sina uppgifter.",
  "tr_illustrationSecretaryHeader": "Alla sekreterarrapporter",
  "tr_illustrationSecretaryDescription": "Följ mötesnärvaro för alla möten, både månatligen och årligen. Visa förkunnarrapport och skicka lätt alla nödvändiga rapporter direkt till din lokala avdelningskontor. Ta emot och granska ansökningar om hjälppionjär.",
  "tr_selectAccount": "För att börja använda Organized, välj vilket alternativ som gäller för dig:",
  "tr_accountBaptizedBrother": "Döpt broder",
  "tr_connectCongregation": "Anslut till din församling",
  "tr_invitationCode": "Inbjudningskod",
  "tr_orLabel": "eller",
  "tr_importantNotice": "Viktigt meddelande",
  "tr_registrationSuccess": "Tack för registreringen",
  "tr_congregationCreateLabel": "Är din församling inte registrerad i Organized ännu?",
  "tr_createCongregation": "Skapa församling",
  "tr_yourCongregation": "Din församling",
  "tr_incompleteCongregationInfo": "Vänligen se till att du har lämnat alla nödvändiga detaljer för att skapa din församling",
  "tr_firstname": "Förnamn",
  "tr_lastname": "Efternamn",
  "tr_encryptionCode": "Krypteringskod",
  "tr_encryptionCodeSetupDesc": "Skapa din församlingskrypteringskod.",
  "tr_encryptionCodeLostDesc": "Ange din församlingens krypteringskod för att få åtkomst",
  "tr_encryptionCodeNotice": "Observera och skydda denna nyckel. Att förlora den kan innebära förlust av all din församlingens data.",
  "tr_encryptionCodeCreate": "Skapa krypteringskod",
  "tr_encryptionCodeNoticeLength": "Minst 16 tecken",
  "tr_encryptionCodeNoticeNumber": "Siffra",
  "tr_encryptionCodeNoticeLowerCase": "Gemener",
  "tr_encryptionCodeNoticeUpperCase": "Versaler",
  "tr_encryptionCodeNoticeSpecialSymbol": "Specialtecken",
  "tr_encryptionCodeSet": "Ställ in huvudkod",
  "tr_encryptionCodeAsk": "Ange församlingskrypteringskod",
  "tr_encryptionCodeValidate": "Validera",
  "tr_encryptionCodeInvalid": "Den krypteringskod du angav är felaktig",
  "tr_activate": "Aktivera",
  "tr_next": "Nästa",
  "tr_oauthGoogle": "Fortsätt med Google",
  "tr_oauthMicrosoft": "Fortsätt med Microsoft",
  "tr_oauthGithub": "Fortsätt med GitHub",
  "tr_oauthYahoo": "Fortsätt med Yahoo",
  "tr_oauthEmail": "Fortsätt med e-post",
  "tr_sendLink": "Skicka länk",
  "tr_emailNotSupported": "Tyvärr är denna e-postadress ogiltig eller stöds inte",
  "tr_selectCountry": "Land",
  "tr_2FA": "Låt oss kontrollera att det är du",
  "tr_2FADesc": "Ange en kod från din autentiseringsapp",
  "tr_2FAIncorrect": "Felaktig 2FA-kod",
  "tr_2FAIncorrectDesc": "Koden kan vara felaktig eller ha gått ut. Försök igen.",
  "tr_unauthorizedAccount": "Dina åtkomstbehörigheter måste justeras",
  "tr_unauthorizedAccountDesc": "Kontakta din församlingsappadministratör för att bekräfta din roll och försök igen om 5 minuter. För ytterligare assistans kan äldste kontakta oss via e-post.",
  "tr_noSchedulesYet": "Inga scheman än",
  "tr_noSchedulesYetDesc": "Mötesschemat är inte tillgängligt ännu. Schemat måste först publiceras i appen för att bli tillgänglig.",
  "tr_reconnectAccount": "Återanslut mitt konto",
  "tr_registeringApproved": "Äldstekåren har godkänt registreringen av denna församling i Organized",
  "tr_testAppMode": "Organized testläge",
  "tr_testAppWaitForData": "Förbereder för att du ska kunna testa Organized. Det kan ta en liten stund...",
  "tr_tryOrganized": "Testa Organized i testläge",
  "tr_testStart": "Börja testa",
  "tr_testAppWelcome": "Välkommen till Organized testläge!",
  "tr_testAppWelcomeDesc": "<p>Detta är en testmiljö med ifylld data för en påhittad församling. Utforska funktioner som scheman, uppgifter, tjänst, rapporter och mer! Eventuella ändringar du gör återställs efter att sidan laddas om.</p><p>För att börja använda den riktiga Organized-appen, öppna <a href='https://organized-app.com' target='_blank'>organized-app.com</a> i din webbläsare.</p>",
  "tr_congregationExists": "Denna församling finns redan i Organized. Kontakta din församlingens administratör för att ge dig de nödvändiga rollerna.",
  "tr_congregationMasterKeyVerify": "Verifiera församlingens huvudkod",
  "tr_encryptionCodeNoticeMatch": "Koden matchar",
  "tr_congregationAccessCodeCreateDesc": "Denna åtkomstkod krypterar säkert din delade församlingens data, inklusive rapporter från förkunnare och scheman.",
  "tr_congregationAccessCodeCreate": "Skapa församlingens åtkomstkod",
  "tr_congregationAccessCodeNoticeLength": "Minst 8 tecken",
  "tr_congregationAccessCodeSet": "Ställ in åtkomstkod",
  "tr_congregationAccessCodeVerify": "Verifiera församlingens åtkomstkod",
  "tr_congregationAccessCodeNotice": "Använd alltid en annan kod än församlingens huvudkod. Se till att koden är enkel men säker.",
  "tr_congregationAccessCodeLostDesc": "Vänligen ange åtkomstkoden till din församling. Denna unika kod är specifik för din församling och är nödvändig för att ansluta och få åtkomst.",
  "tr_setCongregationMasterKey": "Ställ in församlingens huvudnyckel",
  "tr_createCongregationMasterKey": "Skapa församlingens huvudnyckel",
  "tr_congregationAccessCodeAsk": "Ange församlingens åtkomstkod",
  "tr_congregationAccessCode": "Församlingens åtkomstkod",
  "tr_congregationMasterKeyLostDesc": "Ange din församlingens huvudkod för att få åtkomst",
  "tr_congregationMasterKeyAsk": "Ange församlingens huvudkod",
  "tr_cantFindCongregation": "Kan du inte hitta din församling?",
  "tr_cantFindCongregationDesc": "Kontrollera om det finns några fel (minst 2 tecken). Om din församling inte finns med på jw.org söksidan, kontakta <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> för hjälp.",
  "tr_appFunctionalityDataPrivacy": "Appens funktionalitet och dataintegritet",
  "tr_appIntro": "Organiserad är en inofficiell app för Jehovas vittnen skapade av entusiastiska bröder och systrar. Det förenklar olika ansvarsområden i församlingen. Vänligen få ett godkännande från äldstekretsen innan du registrerar din församling.",
  "tr_privacySecurityTitle": "Sekretess och säkerhet",
  "tr_privacySecurityDesc": "<p>Organiserad är skapad med integritet och datasäkerhet som högsta prioritet. Fullständiga uppgifter finns i våra <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>användarvillkor</a> och <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>integritetspolicy</a>. Här är en kort översikt över vår metod för datalagring och säkerhet:</p><ul><li><strong>Lokal lagring, molnsynkronisering:</strong> Dina data lagras lokalt på din enhet för stark säkerhet och offline åtkomst. Om de äldste aktiverar synkronisering skyddas den med end-to-end-kryptering på våra säkra molnservrar.</li><li><strong>Datasäkerhet:</strong> Vi använder avancerade säkerhetsåtgärder som kryptering och skydd i appar för att hålla dina data säkra. Vi följer också GDPR-reglerna, inklusive att använda EU-baserade servrar och endast samla in användardata efter samtycke, med alternativ för att begära, uppdatera eller ta bort användardata.</li><li><strong>Datainsamling:</strong> Vi samlar endast in grundläggande uppgifter – namn, e-post, IP-adress och enhetsinformation – för inloggning, säkerhet och appfunktionalitet. Vi kan inte komma åt dina uppgifter i appen; all information som endast finns i din församling är inmatad av de äldste eller av de godkända bröder.</li><li><strong>Vi delar aldrig dina uppgifter:</strong> Dina uppgifter tillhör endast dig, och vi delar aldrig det med några tredjepartsföretag för marknadsföring eller reklamändamål.</li></ul>",
  "tr_dataManagementTitle": "Datahantering",
  "tr_dataManagementDesc": "<p>Du kan komma åt, korrigera, ta bort eller exportera dina data i dina profilinställningar eller genom att kontakta oss på <a href='mailto:support@organized-app.com'>support@organized-app. Om</a>. Du kan när som helst återkalla ditt samtycke genom att ta bort ditt konto. Organiserad samlar endast in data och cookies som är nödvändiga för appfunktionaliteten. Data som de äldste i din församling har angett hanteras inte av oss. Dina data (namn, e-post, IP, enhets-ID) sparas endast så länge som det behövs för appanvändning. tills ditt konto raderas, eller om det krävs enligt lag.</p>",
  "tr_mfaVerifyTitle": "Låt oss vara säkra på att det är du",
  "tr_mfaVerifyDesc": "Ange en kod från din autentiseringsapp",
  "tr_illustrationTerritoriesHeader": "Hantera distrikt enkelt",
  "tr_illustrationTerritoriesDescription": "Visa och redigera distrikt, se försenade och förlorade distriktskort. Spåra ”Ring inte”, uppgiftshistorik och skriv ut nya distriktskort. Tilldela ett område till förkunnare, så ser de det i sin lista över distrikt. Se statistik och exportera S-13 dokument.",
  "tr_illustrationOtherSchedulesHeader": "Många andra användbara scheman",
  "tr_illustrationOtherSchedulesDescription": "Organized gör schemaläggning av städning, kretsbesök, underhållsarbete, offentlig tjänst, församlingsuppgifter och andra delar av församlingslivet enklare för förordnade bröder. Den gör det även enklare för förkunnarna att följa och delta i församlingens aktiviteter.",
  "tr_howAreTheCodesDifferent": "Hur skiljer sig koderna?",
  "tr_howAreTheCodesDifferentDesc": "Åtkomstkod: För alla användare som är med i din församling; Huvudkod: högre access endast för ansvariga bröder.",
  "tr_createMasterKey": "Skapa huvudkod",
  "tr_createMasterKeyDesc": "<p><strong>Skapa först församlingens huvudkod.</strong> Det krypterar på ett säkert sätt församlingens data, rapporter och personer, och är viktigt för administrativa uppgifter som dataexport/import och inställningar.</p>",
  "tr_createAccessCode": "Skapa åtkomstkod",
  "tr_createAccessCodeDesc": "<p><strong>Slutligen skapa åtkomstkoden.</strong> Denna unika kod tillåter nya användare att ansluta och logga in på ett säkert sätt. Det krypterar data och krävs för att komma åt din församling i Organizedappen.</p>",
  "tr_otherInCongDesc": "Döpt syster, odöpt förkunnare, veckomöteselev",
  "tr_baptizedBrotherDesc": "En döpt broder med eller utan ansvar",
  "tr_accountPublisherStudent": "Annan i församlingen",
  "tr_requestAccess": "Begär åtkomst",
  "tr_requestAccessSent": "Begäran om åtkomst skickad",
  "tr_requestAccessSentDesc": "Begäran om åtkomst skickad! Din församlingsadministratör kommer att granska den. Om du inte hör tillbaka efter några dagar, tveka inte att kontakta honom personligen.",
  "tr_accountCreatedJoin": "Ditt konto är skapad. Om din församling redan använder Organized så lägger du in dina uppgifter och välj din församling så får administratören ett meddelande. När han gett dig behörighet så kan du uppdatera sidan och logga in."
}
