{
  "tr_login": "Logga in",
  "tr_welcomeApp": "Välkommen till Organized – ditt verktyg för församlingshantering",
  "tr_whatIsApp": "Är Organized en officiell app från Jehovas vittnens organisation?",
  "tr_descApp": "<p>Nej, det är inte en officiell app. Känn dig fri att avgöra om den är rätt för dig. Om du vill att hela församlingen ska använda den, rekommenderar vi att du får godkännande från församlingens äldste. Vi är medvetna om att det finns andra appar som är utformade för liknande uppgifter och tror att varje har sina styrkor och metoder, men de har alla samma mål.</p>",
  "tr_appPWA": "Organized är en PWA-applikation. Vad betyder det?",
  "tr_appPWADesc": "<p>Som en Progressive Web Application (PWA) fungerar Organized direkt i din webbläsare. Den är utformad för att fungera på olika operativsystem, så den stödjer både stationära datorer och mobila enheter.</p><p>När den har installerats på din enhet och efter att den inledande inställningen är klar, är Organized tillgänglig offline, vilket innebär att du kan använda dess huvudfunktioner utan en internetanslutning.</p>",
  "tr_appSecure": "Hur säker är din data när du använder Organized?",
  "tr_appSecureDesc": "<p>Vi har lagt till extra säkerhetslager för att skydda din data. I dagens snabbt föränderliga teknikvärld uppdaterar vi regelbundet Organized för att hålla det helt säkert.</p><p>Även om Organized är en webapp, lagras din data först på din enhet. Detta betyder att du kan komma åt den även när du är offline. Om du delar information med andra i din församling synkroniseras den säkert genom molnservrarna. Dessutom ser vi till att skydda all privat data med starka säkerhetsåtgärder, som dubbelkryptering på våra servrar.</p>",
  "tr_clearBrowserData": "<p>Clearing your browser history or cookies will also delete any unsynchronized Organized data. Please ensure your data is synced before doing this.</p>",
  "tr_appPrivacy": "Hur skyddar Organized din integritet?",
  "tr_appPrivacyDesc": "<p>När du väljer att använda vår Organized-app samlar vi endast in nödvändig information som ditt namn och e-post. Dessutom samlar vi in din enhets IP-adress och din enhets användaragentdetaljer för att förbättra din upplevelse med vår app.</p><p>Var trygg, vi prioriterar din integritet. Vi tillåter aldrig annonseringsföretag att spåra dig genom våra tjänster eller använda din data för riktade annonser. All information du tillhandahåller i Organized-appen förblir strikt konfidentiell och delas aldrig med utomstående parter.</p>",
  "tr_readComplete": "I accept the <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> and consent to the processing of my personal data as described.",
  "tr_email": "E-post",
  "tr_accountCreated": "Ditt Organized-konto har skapats. Informera din församlingsadministratör så att du får nödvändiga behörigheter och uppdatera sedan sidan.",
  "tr_createCongregationAccount": "Skapa församling",
  "tr_unauthorizedRole": "<p>Du har för tillfället inte behörighet att använda denna applikation. Vänligen kontakta dina församlingsäldste för att verifiera din roll och <a href='#'>försök igen</a> om 5 minuter. Om de behöver ytterligare assistans kan de kontakta oss via e-post.</p>",
  "tr_oauthAccept": "<p>Genom att fortsätta accepterar du våra <a href='https://sws2apps.com/terms/' title='Användarvillkor' target='blank' rel='noopener'>Användarvillkor</a> och <a href='https://sws2apps.com/privacy/' title='Sekretesspolicy' target='blank' rel='noopener'>Sekretesspolicy</a>.</p>",
  "tr_signInDesc": "Välj hur du vill logga in",
  "tr_emailAuth": "E-postautentisering",
  "tr_emailAuthDesc": "Ange din e-postadress för att få en länk för Organized-autentisering",
  "tr_emailAuthDescComplete": "Du har lyckats logga in med din e-post. Nu kan du komma åt appen.",
  "tr_emailAuthSentHeader": "Länken har skickats",
  "tr_emailAuthSent": "Vänligen kontrollera din e-postinkorg. Om den inte finns där, kolla i din skräppostmapp eller begär länken igen.",
  "tr_accountSetup": "För att aktivera Organized-appen på denna enhet, ange inbjudningskoden du fick från dina församlingsäldste.",
  "tr_illustrationMinistryAssignmentsHeader": "All din info om tjänsten och uppgifter",
  "tr_illustrationMinistryAssignmentsDescription": "Visa alla dina kommande uppgifter och få meddelanden om nya. Hämta nytt distrikt från den tillgängliga listan. Skicka in en ansökan om hjälppionjär i några enkla steg och få åtkomst till funktioner som en tjänstetimer och detaljerade månads- och årsrapporter.",
  "tr_illustrationMultiPlattformHeader": "På alla dina enheter",
  "tr_illustrationMultiPlattformDescription": "Använd Organized på din stationära dator, bärbara dator, surfplatta eller mobiltelefon på alla moderna operativsystem. Appen fungerar online, men den är även tillgänglig offline när du saknar internetanslutning.",
  "tr_illustrationMeetingSchedulesHeader": "Skapa mötescheman enkelt",
  "tr_illustrationMeetingSchedulesDescription": "Importera mötesplaner från jw.org med bara en klick och fyll i uppdrag automatiskt. Dela din lista över utresande talare och begär listor från andra församlingar för att öka samarbetet. Publicera scheman för både förkunnare och veckomöteselever, så att de kan se sina uppgifter.",
  "tr_illustrationSecretaryHeader": "Alla sekreterarrapporter",
  "tr_illustrationSecretaryDescription": "Följ mötesnärvaro för alla möten, både månatligen och årligen. Visa förkunnarrapport och skicka lätt alla nödvändiga rapporter direkt till din lokala avdelningskontor. Ta emot och granska ansökningar om hjälppionjär.",
  "tr_selectAccount": "För att börja använda Organized, välj vilket alternativ som gäller för dig:",
  "tr_accountPublisherStudent": "Förkunnare eller veckomöteselev",
  "tr_accountBaptizedBrother": "Döpt broder",
  "tr_connectCongregation": "Anslut till din församling",
  "tr_invitationCode": "Inbjudningskod",
  "tr_wrongInvitationCode": "Fel inbjudningskod",
  "tr_checkInvitationCode": "Vänligen kontrollera koden du angav",
  "tr_orLabel": "eller",
  "tr_importantNotice": "Viktigt meddelande",
  "tr_registrationSuccess": "Tack för registreringen",
  "tr_congregationCreateLabel": "Är din församling inte registrerad i Organized ännu?",
  "tr_createCongregation": "Skapa församling",
  "tr_yourCongregation": "Din församling",
  "tr_incompleteCongregationInfo": "Vänligen se till att du har lämnat alla nödvändiga detaljer för att skapa din församling",
  "tr_firstname": "Förnamn",
  "tr_lastname": "Efternamn",
  "tr_encryptionCode": "Krypteringskod",
  "tr_encryptionCodeSetupDesc": "Skapa din församlingskrypteringskod.",
  "tr_encryptionCodeLostDesc": "Ange din församlingens krypteringskod för att få åtkomst",
  "tr_encryptionCodeNotice": "Observera och skydda denna nyckel. Att förlora den kan innebära förlust av all din församlingens data.",
  "tr_encryptionCodeCreate": "Skapa krypteringskod",
  "tr_encryptionCodeNoticeLength": "Minst 16 tecken",
  "tr_encryptionCodeNoticeNumber": "Siffra",
  "tr_encryptionCodeNoticeLowerCase": "Gemener",
  "tr_encryptionCodeNoticeUpperCase": "Versaler",
  "tr_encryptionCodeNoticeSpecialSymbol": "Specialtecken",
  "tr_encryptionCodeSet": "Ställ in huvudkod",
  "tr_encryptionCodeAsk": "Ange församlingskrypteringskod",
  "tr_encryptionCodeValidate": "Validera",
  "tr_encryptionCodeInvalid": "Den krypteringskod du angav är felaktig",
  "tr_activate": "Aktivera",
  "tr_next": "Nästa",
  "tr_oauthGoogle": "Fortsätt med Google",
  "tr_oauthMicrosoft": "Fortsätt med Microsoft",
  "tr_oauthGithub": "Fortsätt med GitHub",
  "tr_oauthYahoo": "Fortsätt med Yahoo",
  "tr_oauthEmail": "Fortsätt med e-post",
  "tr_sendLink": "Skicka länk",
  "tr_emailNotSupported": "Tyvärr är denna e-postadress ogiltig eller stöds inte",
  "tr_selectCountry": "Land",
  "tr_2FA": "Låt oss kontrollera att det är du",
  "tr_2FADesc": "Ange en kod från din autentiseringsapp",
  "tr_2FAIncorrect": "Felaktig 2FA-kod",
  "tr_2FAIncorrectDesc": "Koden kan vara felaktig eller ha gått ut. Försök igen.",
  "tr_unauthorizedAccount": "Dina åtkomstbehörigheter måste justeras",
  "tr_unauthorizedAccountDesc": "Kontakta din församlingsappadministratör för att bekräfta din roll och försök igen om 5 minuter. För ytterligare assistans kan äldste kontakta oss via e-post.",
  "tr_noSchedulesYet": "Inga scheman än",
  "tr_noSchedulesYetDesc": "Mötescheman är inte tillgängliga än. Vänligen be dina församlingsäldste att inte bara skapa utan även publicera dem i appen.",
  "tr_reconnectAccount": "Återanslut mitt konto",
  "tr_registeringApproved": "Äldstekåren har godkänt registreringen av denna församling i Organized",
  "tr_testAppMode": "Organized testläge",
  "tr_testAppWaitForData": "Förbereder allt för att du ska kunna testa Organized i aktion. Det kan ta en stund...",
  "tr_tryOrganized": "Testa Organized i testläge",
  "tr_testStart": "Börja testa",
  "tr_testAppWelcome": "Välkommen till Organized testläge!",
  "tr_testAppWelcomeDesc": "<p>Detta är en testmiljö med förifyllda data för en påhittad församling. Utforska funktioner som scheman, uppgifter, tjänst, rapporter och mer! Eventuella ändringar du gör återställs efter att appen laddas om.</p><p>För att börja använda den riktiga Organized-appen, öppna <a href='https://organized-app.com' target='_blank'>organized-app.com</a> i din webbläsare.</p>",
  "tr_congregationExists": "Denna församling finns redan i Organized. Kontakta din församlingens administratör för att ge dig de nödvändiga rollerna.",
  "tr_congregationMasterKeyVerify": "Verifiera församlingens huvudkod",
  "tr_encryptionCodeNoticeMatch": "Koden matchar",
  "tr_congregationAccessCodeCreateDesc": "Denna åtkomstkod krypterar säkert din delade församlingens data, inklusive rapporter från förkunnare och scheman.",
  "tr_congregationAccessCodeCreate": "Skapa församlingens åtkomstkod",
  "tr_congregationAccessCodeNoticeLength": "Minst 8 tecken",
  "tr_congregationAccessCodeSet": "Ställ in åtkomstkod",
  "tr_congregationAccessCodeVerify": "Verifiera församlingens åtkomstkod",
  "tr_congregationAccessCodeNotice": "Observera och skydda denna kod. Varje användare som ska få tillgång till din församling behöver den för att använda Organized-appen.",
  "tr_congregationAccessCodeLostDesc": "Vänligen ange åtkomstkoden till din församling. Denna unika kod är specifik för din församling och är nödvändig för att ansluta och få åtkomst.",
  "tr_setCongregationMasterKey": "Ställ in församlingens huvudnyckel",
  "tr_createCongregationMasterKey": "Skapa församlingens huvudnyckel",
  "tr_congregationAccessCodeAsk": "Ange församlingens åtkomstkod",
  "tr_congregationAccessCode": "Församlingens åtkomstkod",
  "tr_congregationMasterKeyLostDesc": "Ange din församlingens huvudkod för att få åtkomst",
  "tr_congregationMasterKeyAsk": "Ange församlingens huvudkod",
  "tr_can'tFindCongregation": "Kan inte hitta din församling?",
  "tr_cantFindCongregationDesc": "Kontrollera om det finns några fel (minst 2 tecken). Om din församling inte finns med på jw.org söksidan, kontakta <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> för hjälp.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>"
}
