{
  "error_app_security_invalid-master-key": "La clave maestra proporcionada es incorrecta",
  "error_api_invalid-endpoint": "El recurso al que está accediendo no está disponible",
  "error_api_internal-error": "Ha ocurrido un error interno. Por favor, inténtalo de nuevo más tarde",
  "error_auth_email-already-exists": "El correo electrónico que proporcionaste ya está en uso por otro usuario. Cada usuario debe tener un correo electrónico único",
  "error_auth_user-not-found": "No existe ningún registro de usuario que corresponda al identificador proporcionado",
  "error_api_unauthorized-request": "No tiene acceso a este recurso",
  "error_app_security_invalid-invitation-code-title": "El código de invitación es incorrecto",
  "error_app_security_invalid-invitation-code": "Por favor, verifique el código que proporcionó",
  "error_app_generic-title": "Ha ocurrido un error",
  "error_app_generic-desc": "Ha ocurrido un error. Intente actualizar la página. Si esto no ayuda, intente reiniciar Organized nuevamente. Tenga en cuenta que esta acción borrará todos sus datos que no hayan sido sincronizados.",
  "error_app_unsupported-browser-title": "Su navegador web no es compatible",
  "error_app_unsupported-browser-desc": "Usted está usando un navegador web no compatible para la aplicación Organized. Por favor, asegúrese de que su navegador web esté actualizado y de que el modo privado o incógnito esté desactivado. También puede intentar usar otro navegador web.",
  "error_app_security_user-not-found": "No se encontró ningún usuario con esta dirección de correo electrónico",
  "error_app_persons_spiritual-status-change": "No se puede cambiar el estado espiritual",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Un publicador bautizado no puede ser cambiado a publicador no bautizado.",
  "error_app_persons_spiritual-status-baptized-midweek": "Un publicador bautizado no puede ser cambiado a Solo matriculado en la reunión de entre semana.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Un publicador no bautizado no puede ser cambiado a Solo matriculado en la reunión de entre semana.",
  "error_app_data_invalid-file": "El archivo que intenta importar no puede ser reconocido.",
  "error_app_data_encrypted-file": "El archivo no se puede reconocer porque está cifrado. Deshabilite el cifrado antes de exportar e intente nuevamente.",
  "error_api_bad-request": "No se pudo completar la operación. Actualice la aplicación e inténtelo otra vez.",
  "error_api_sync-conflict": "Los cambios en el servidor no se pudieron sincronizar. Actualice la aplicación e intente otra vez o sincronice la información manualmente."
}
