{
  "tr_logOut": "Cerrar sesión",
  "tr_emailAddress": "Dirección de correo electrónico",
  "tr_emailAddressDesc": "La dirección de correo electrónico no se puede cambiar. Por favor, contáctanos si quieres modificarla.",
  "tr_name": "Nombre",
  "tr_ministryPreferences": "Preferencias de predicación",
  "tr_theocraticAssignmentsField": "Añadir campo de crédito de horas a mi informe",
  "tr_theocraticAssignmentsFieldDesc": "Horas dedicadas a escuelas y asignaciones teocráticas aprobadas (LDC, HLC, trabajo para Betel, etc.)",
  "tr_timeAway": "Periodos de ausencia",
  "tr_startDate": "Fecha de inicio",
  "tr_endDate": "Fecha de finalización",
  "tr_save": "Guardar",
  "tr_notificationPreferences": "Preferencias de notificación",
  "tr_notificationPreferencesDesc": "Selecciona qué notificaciones no quieres recibir de Organized. Siempre puedes cambiar tus preferencias después.",
  "tr_reportReminder": "Recordatorio de informe de predicación",
  "tr_reportReminderDesc": "Recibe recordatorios el último día de cada mes y, si se te olvida, recibirás otro recordatorio en unos días",
  "tr_collabActivities": "Nuevas actividades colaborativas",
  "tr_collabActivitiesDesc": "Recibe notificaciones sobre actividades donde se necesita ayuda, por ejemplo, trabajo de jardinería o preparar el salón para la escuela o asamblea de circuito",
  "tr_myAssignmentsDesc": "Recibe notificaciones al instante sobre todas tus nuevas asignaciones",
  "tr_infoBoardAnnouncements": "Nuevos anuncios del tablero de anuncios",
  "tr_infoBoardAnnouncementsDesc": "Si está desactivado, no recibirás notificaciones de nuevos anuncios, a menos que los ancianos decidan avisar a toda la congregación sobre algo importante",
  "tr_partnerSearch": "Publicador busca compañero de servicio",
  "tr_partnerSearchDesc": "Recibe una notificación en cuanto alguien publique una solicitud de compañero",
  "tr_organizedSettings": "Ajustes de Organized",
  "tr_autoSync": "Sincronización automática",
  "tr_autoSyncDesc": "Sincroniza automáticamente los datos entre la congregación y tus dispositivos conectados a Organized",
  "tr_syncInterval": "Intervalo de sincronización",
  "tr_customLinkInMobilePanel": "Enlace personalizado en el panel de navegación móvil",
  "tr_customLinkInMobilePanelDesc": "Reemplaza el botón de ‘Tablero de anuncios’ con otra función para acceso rápido desde la página de inicio",
  "tr_selectFeature": "Seleccionar función",
  "tr_autoThemeChange": "Cambio automático de tema de la aplicación",
  "tr_autoThemeChangeDesc": "Sigue la configuración del sistema de tu dispositivo al elegir entre el modo claro y el modo oscuro",
  "tr_colorScheme": "Esquema de colores",
  "tr_blue": "Azul",
  "tr_green": "Verde",
  "tr_purple": "Morado",
  "tr_orange": "Naranja",
  "tr_security": "Seguridad",
  "tr_2FA": "Autenticación de dos factores",
  "tr_2FADesc": "La autenticación de dos factores hace tu cuenta más segura al solicitar un código de seguridad generado por tu aplicación de autenticación móvil.",
  "tr_lockAppWithPIN": "Bloquea la aplicación con un PIN",
  "tr_lockAppWithPINDesc": "Después de un periodo de inactividad, la aplicación se bloquea automáticamente para mayor seguridad",
  "tr_sessions": "Sesiones",
  "tr_sessionsDesc": "Una lista de dispositivos que han iniciado sesión en tu cuenta. Termina cualquier sesión que no reconozcas.",
  "tr_terminate": "Terminar",
  "tr_currentSession": "Sesión actual",
  "tr_logoutClearData": "¿Cerrar sesión y borrar los datos locales?",
  "tr_logoutClearDataDesc": "Asegúrate de que todos tus datos creados recientemente estén sincronizados, de lo contrario se eliminarán.",
  "tr_2FAEnable": "Activar autenticación de dos factores",
  "tr_2FAEnableDesc": "Usa la aplicación Google Authenticator o Microsoft Authenticator en tu dispositivo móvil para escanear el código QR y completar la configuración.",
  "tr_codeCopied": "El código ha sido copiado",
  "tr_codeCopiedDesc": "Pégalo en tu aplicación de autenticación",
  "tr_2FAEnabled": "La autenticación de dos factores está activada",
  "tr_2FAEnabledDesc": "Puedes desactivar la autenticación de dos factores en los ajustes",
  "tr_2FADisable": "¿Desactivar autenticación de dos factores?",
  "tr_2FADisableDesc": "La autenticación de dos factores mejora tu seguridad, así que es buena idea dejarla activada. Confirma si quieres desactivarla.",
  "tr_disable": "Desactivar",
  "tr_2FADisabled": "La autenticación de dos factores está desactivada",
  "tr_2FADisabledDesc": "Puedes volver a activarla en los ajustes",
  "tr_PINCreate": "Crear un PIN",
  "tr_PINCreateDesc": "Crea un PIN seguro para una mejor protección. Evita usar códigos simples.",
  "tr_continue": "Continuar",
  "tr_PINConfirm": "Confirma tu PIN",
  "tr_PINConfirmDesc": "Confirma tu PIN para completar la configuración.",
  "tr_PINSet": "Establecer PIN",
  "tr_PINNewSet": "Nuevo PIN establecido",
  "tr_PINNewSetDesc": "Ahora puedes usarlo para desbloquear la aplicación Organized",
  "tr_lastSeen": "Última vez visto: {{ fecha }}",
  "tr_2FAStep1": "Paso 1: Configura la autenticación de dos factores en tu dispositivo",
  "tr_2FAStep1Desc": "Usa uno de los métodos a continuación para vincular tu aplicación de autenticación. Te sugerimos usar Google Authenticator o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Configuración rápida",
  "tr_2FAQuickSetupDesc": "Si tienes alguna de las aplicaciones de autenticación mencionadas arriba, usa este botón para configurarla rápidamente en tu dispositivo.",
  "tr_2FAQRCode": "Código QR",
  "tr_2FAQRCodeDesc": "Escanea el código QR con tu aplicación de autenticación para configurar la autenticación de dos factores.",
  "tr_2FASetupKey": "Clave de configuración",
  "tr_2FASetupKeyDesc": "Copia la clave de configuración y pégala en tu aplicación de autenticación para configurar la autenticación de dos factores.",
  "tr_2FAStep2": "Paso 2: Ingresa el código de autenticación de dos factores",
  "tr_timeAwayDesc": "Aún no has añadido periodos de ausencia. Mantén tus periodos de ausencia actualizados para que los hermanos los tomen en cuenta al programar las reuniones futuras.",
  "tr_terminatedDesc": "La sesión en ese dispositivo ha sido terminada",
  "tr_deleteAccount": "Eliminar mi cuenta",
  "tr_deleteAccountDesc": "¿Estás seguro de que quieres eliminar tu cuenta de Organized?",
  "tr_deleteAccountWithCongregationDesc": "¿Estás seguro de que quieres eliminar tu cuenta de Organized? Esto también eliminará tu congregación, ya que eres su único usuario. Ingresa a continuación la llave maestra de la congregación para confirmar la eliminación.",
  "tr_deleteAccountAssignAdminFirst": "Antes de eliminar tu cuenta, asegúrate de asignar a otro administrador de la aplicación para que brinde apoyo a los usuarios de tu congregación."
}
