{
  "tr_login": "Logi sisse",
  "tr_welcomeApp": "Tere tulemast Organizedisse – sinu koguduse elu haldamise tööriist",
  "tr_whatIsApp": "Kas Organized on Jehoova tunnistajate organisatsiooni ametlik rakendus?",
  "tr_descApp": "<p>Ei, see pole ametlik rakendus. Otsusta vabalt, kas see sobib sulle. Kui soovid, et kogu kogudus seda kasutaks, soovitame saada heakskiidu koguduse vanematekogult. Me teame, et on olemas teisi rakendusi, mis on loodud sarnaste ülesannete lihtsustamiseks, ja usume, et igal neist on oma tugevused ja meetodid, kuid neil kõigil on sama eesmärk.</p>",
  "tr_appPWA": "Organized on PWA rakendus. Mida see tähendab?",
  "tr_appPWADesc": "<p>Progressiivse veebirakendusena (PWA) töötab Organized otse sinu veebibrauseris. See on loodud toimima erinevatel operatsioonisüsteemidel, seega toetab nii lauaarvuteid kui ka mobiilseid seadmeid.</p><p>Pärast seadmesse installimist ja esialgse seadistuse lõpetamist jääb Organized offline-režiimi kättesaadavaks, tagades, et saad kasutada selle põhiomadusi ilma internetiühenduseta.</p>",
  "tr_appSecure": "Kui turvalised on sinu andmed Organizedi kasutamisel?",
  "tr_appSecureDesc": "<p>Oleme lisanud täiendavaid turvakihtide, et kaitsta sinu andmeid. Tänapäeva kiiresti muutuvates tehnoloogias maailmas uuendame regulaarselt Organizedit, et hoida see täielikult turvalisena.</p><p>Kuigi Organized on veebirakendus, salvestatakse sinu andmed esmalt otse sinu seadmesse. See tähendab, et saad neile ligi isegi, kui oled offline. Kui jagad teavet teiste koguduse liikmetega, sünkroniseeritakse see turvaliselt pilveserverite kaudu. Lisaks tagame, et kaitsta kõiki privaatseid andmeid tugevate turvameetmete abil, nagu kahekordne krüpteerimine meie serveritel.</p>",
  "tr_clearBrowserData": "<p>Sinu brauseri ajalugu või küpsiste kustutamine kustutab ka kõik sünkroniseerimata Organizedi andmed. Veendu, et sinu andmed on sünkroniseeritud enne seda toimingut.</p>",
  "tr_appPrivacy": "Kuidas Organized hoolitseb sinu privaatsuse eest?",
  "tr_appPrivacyDesc": "<p>Kui valid kasutada meie Organizedi rakendust, kogume ainult olulisi andmeid nagu sinu nimi ja e-post. Lisaks kogume sinu seadme IP-aadressi ja seadme kasutajaagendi andmeid, et parandada sinu kogemust meie rakendusega.</p><p>Ole kindel, et sinu privaatsus on meie prioriteet. Me ei luba reklaamifirmadel jälgida sind meie teenuste kaudu ega kasutada sinu andmeid sihitud reklaamide jaoks. Kõik teave, mida sa Organizedi rakenduses annad, jääb rangelt konfidentsiaalseks ja seda ei jagata väliste osapooltega.</p>",
  "tr_readComplete": "Ma aktsepteerin <a href='https://sws2apps.com/terms/' title='Kasutustingimused' target='_blank' rel='noopener'>Kasutustingimusi</a> ja <a href='https://sws2apps.com/privacy/' title='Privaatsuspoliitika' target='_blank' rel='noopener'>Privaatsuspoliitikat</a> ning nõustun minu isikuandmete töötlemisega nagu kirjeldatud.",
  "tr_email": "E-post",
  "tr_accountCreated": "Sinu Organizedi konto on registreeritud. Teavita oma koguduse administraatorit, et ta saaks sulle vajalikud õigused määrata. Seejärel värskenda lehte, et sisse logida.",
  "tr_createCongregationAccount": "Loo kogudus",
  "tr_unauthorizedRole": "<p>Sinu konto on valmis! Organizedi rakenduse kasutamiseks palun palu oma koguduse rakenduse administraatoril sulle õigused anda ja värskenda lehte 5 minuti pärast.</p><p>Kogudusevanemad saavad meiega ühendust võtta aadressil <a href='mailto:support@organized-app.com'>support@organized-app.com</a>, kui neil on abi vaja.</p>",
  "tr_oauthAccept": "<p>Õpi rohkem meie <a href='https://sws2apps.com/terms/' title='Kasutustingimused' target='_blank' rel='noopener'>Kasutustingimuste</a> ja <a href='https://sws2apps.com/privacy/' title='Privaatsuspoliitika' target='_blank' rel='noopener'>Privaatsuspoliitika</a> kohta.</p>",
  "tr_signInDesc": "Vali, kuidas soovid sisse logida",
  "tr_emailAuth": "E-posti autentimine",
  "tr_emailAuthDesc": "Sisesta oma e-post, et saada link Organizedi autentimiseks",
  "tr_emailAuthDescComplete": "Oled edukalt sisse logitud oma e-postiga. Nüüd saad rakendusele ligi pääseda.",
  "tr_emailAuthSentHeader": "Link on saadetud",
  "tr_emailAuthSent": "Palun kontrolli oma e-posti postkasti. Kui seda pole seal, vaata oma rämpsposti kausta või taotle link uuesti.",
  "tr_accountSetup": "Organizedi rakenduse aktiveerimiseks sellel seadmel, sisesta kutsekood, mille said oma kogudusevanematelt.",
  "tr_illustrationMinistryAssignmentsHeader": "Kõik sinu kuulutustöö ja ülesanded",
  "tr_illustrationMinistryAssignmentsDescription": "Vaata kõiki oma tulevasi ülesandeid ja saa teavitusi uutest. Hangi uus territoorium saadavalolevast loendist. Esita abipioneeri avaldus vaid mõne klikiga ja pääse ligi üldpioneerite funktsioonidele nagu kell ja detailne igakuine aruanne ning aastane aruanne.",
  "tr_illustrationMultiPlattformHeader": "Kõikidel sinu seadmetel",
  "tr_illustrationMultiPlattformDescription": "Kasutage Organizedit oma lauaarvutil, sülearvutil, nutitelefonil või tahvelarvutil mis tahes kaasaegsel operatsioonisüsteemil. Rakendus töötab veebis, kuid on kättesaadav ka ilma internetiühenduseta.",
  "tr_illustrationMeetingSchedulesHeader": "Loo koosoleku kavad lihtsalt",
  "tr_illustrationMeetingSchedulesDescription": "Impordi koosolekukavad jw.org-st vaid ühe klikiga ja täida ülesanded automaatselt. Jaga oma väljaminevate kõnepidajate loendit ja teiste koguduste taotluste loendeid, et parandada koostööd. Avalda kavad nii kuulutajatele kui ka nädalasisestele õpilastele, võimaldades neil oma ülesandeid vaadata.",
  "tr_illustrationSecretaryHeader": "Kõik sekretäri aruanded",
  "tr_illustrationSecretaryDescription": "Jälgi koosolekute osavõtude kirjeid kõigi koosolekute jaoks, nii igakuiselt kui ka aastaselt. Vaata kuulutajate aruandeid ja saada kõiki vajalikke aruandeid lihtsalt otse oma kohaliku haru juurde. Saada ja vaata üle abipioneeri avaldusi.",
  "tr_selectAccount": "Organizedi kasutamise alustamiseks vali, milline valik sinu jaoks sobib:",
  "tr_accountBaptizedBrother": "Ristitud vend",
  "tr_connectCongregation": "Ühendu oma kogudusega",
  "tr_invitationCode": "Kutse kood",
  "tr_orLabel": "või",
  "tr_importantNotice": "Oluline tähelepanek",
  "tr_registrationSuccess": "Täname registreerimise eest",
  "tr_congregationCreateLabel": "Sinu kogudus pole veel Organizedisse registreeritud?",
  "tr_createCongregation": "Loo kogudus",
  "tr_yourCongregation": "Sinu kogudus",
  "tr_incompleteCongregationInfo": "Palun veendu, et oled esitanud kõik vajalikud andmed oma koguduse seadistamiseks",
  "tr_firstname": "Eesnimi",
  "tr_lastname": "Perekonnanimi",
  "tr_encryptionCode": "Krüpteerimiskood",
  "tr_encryptionCodeSetupDesc": "Loo oma koguduse krüpteerimiskood.",
  "tr_encryptionCodeLostDesc": "Sisesta oma koguduse krüpteerimiskood selle juurde pääsemiseks",
  "tr_encryptionCodeNotice": "Palun pane tähele ja kaitse seda võtit. Selle kaotamine võib tähendada kogu sinu koguduse andmete kaotamist.",
  "tr_encryptionCodeCreate": "Loo krüpteerimiskood",
  "tr_encryptionCodeNoticeLength": "Vähemalt 16 tähemärki",
  "tr_encryptionCodeNoticeNumber": "Number",
  "tr_encryptionCodeNoticeLowerCase": "Väiketäht",
  "tr_encryptionCodeNoticeUpperCase": "Suurtäht",
  "tr_encryptionCodeNoticeSpecialSymbol": "Erimärk",
  "tr_encryptionCodeSet": "Määra master key",
  "tr_encryptionCodeAsk": "Sisesta koguduse krüpteerimiskood",
  "tr_encryptionCodeValidate": "Kinnita",
  "tr_encryptionCodeInvalid": "Sisestatud krüpteerimiskood on vale",
  "tr_activate": "Aktiveeri",
  "tr_next": "Järgmine",
  "tr_oauthGoogle": "Jätka Google'iga",
  "tr_oauthMicrosoft": "Jätka Microsoftiga",
  "tr_oauthGithub": "Jätka GitHubiga",
  "tr_oauthYahoo": "Jätka Yahoo'iga",
  "tr_oauthEmail": "Jätka e-posti kaudu",
  "tr_sendLink": "Saada link",
  "tr_emailNotSupported": "Vabandame, see e-post on vigane või mittetoetatud",
  "tr_selectCountry": "Riik",
  "tr_2FA": "Veendume, et see oled sina",
  "tr_2FADesc": "Sisesta kood oma autentimisrakendusest",
  "tr_2FAIncorrect": "Vale 2FA kood",
  "tr_2FAIncorrectDesc": "Kood võib olla vale või aegunud. Proovi uuesti.",
  "tr_unauthorizedAccount": "Sinu ligipääsuõigusi tuleb kohandada",
  "tr_unauthorizedAccountDesc": "Võta ühendust oma koguduse rakenduse administraatoriga, et kinnitada oma roll, seejärel proovi 5 minuti pärast uuesti. Täiendava abi saamiseks võivad kogudusevanemad meiega ühendust võtta e-posti teel.",
  "tr_noSchedulesYet": "Kavad pole veel avaldatud",
  "tr_noSchedulesYetDesc": "Koosoleku kava pole veel saadaval. Palun palu oma kogudusevanematel mitte ainult seda luua, vaid ka rakenduses avaldada.",
  "tr_reconnectAccount": "Ühenda uuesti minu konto",
  "tr_registeringApproved": "Kogudusevanemate kogu on heaks kiitnud selle koguduse registreerimise Organizedis",
  "tr_testAppMode": "Organizedi testimisrežiim",
  "tr_testAppWaitForData": "Valmistame kõike ette, et saaksid Organizedit proovida. See võib võtta hetke...",
  "tr_tryOrganized": "Proovi Organizedit testimisrežiimis",
  "tr_testStart": "Alusta testimist",
  "tr_testAppWelcome": "Tere tulemast Organizedi testimisrežiimi!",
  "tr_testAppWelcomeDesc": "<p>See on testkeskkond, kus on eelmääratud andmed kujuteldava koguduse jaoks. Uuri funktsioone nagu kavad, ülesanded, kuulutustöö, aruanded ja palju muud! Kõik muudatused, mida teed, lähtestatakse pärast rakenduse taaskäivitamist.</p><p>Organizedi reaalse rakenduse kasutamiseks ava oma brauseris <a href='https://organized-app.com' target='_blank'>organized-app.com</a>.</p>",
  "tr_congregationExists": "See kogudus on Organizedis juba olemas. Võta ühendust oma koguduse administraatoriga, et saada vajalikud rollid.",
  "tr_congregationMasterKeyVerify": "Kinnita koguduse master key",
  "tr_encryptionCodeNoticeMatch": "Võtmed sobivad",
  "tr_congregationAccessCodeCreateDesc": "See ligipääsukood krüpteerib turvaliselt sinu jagatud koguduse andmed, sealhulgas kuulutajate aruanded ja kavad.",
  "tr_congregationAccessCodeCreate": "Loo koguduse ligipääsukood",
  "tr_congregationAccessCodeNoticeLength": "Vähemalt 8 tähemärki",
  "tr_congregationAccessCodeSet": "Määra ligipääsukood",
  "tr_congregationAccessCodeVerify": "Kinnita koguduse ligipääsukood",
  "tr_congregationAccessCodeNotice": "Kasutage alati erinevat koodi oma koguduse master key'st. Veendu, et kood on suhteliselt lihtne, kuid turvaline.",
  "tr_congregationAccessCodeLostDesc": "Palun sisesta oma koguduse ligipääsukood. See unikaalne kood on sinu kogudusele spetsiifiline ja vajalik selle ühendamiseks ja ligipääsuks.",
  "tr_setCongregationMasterKey": "Määra koguduse master key",
  "tr_createCongregationMasterKey": "Loo koguduse master key",
  "tr_congregationAccessCodeAsk": "Sisesta koguduse ligipääsukood",
  "tr_congregationAccessCode": "Koguduse ligipääsukood",
  "tr_congregationMasterKeyLostDesc": "Sisesta oma koguduse master key selle juurde pääsemiseks",
  "tr_congregationMasterKeyAsk": "Sisesta koguduse master key",
  "tr_cantFindCongregation": "Ei leia oma kogudust?",
  "tr_cantFindCongregationDesc": "Kontrolli vigade suhtes (minimaalne sisend on 2 tähemärki). Kui sinu kogudus pole loetletud jw.org otsingulehel, võta abi saamiseks ühendust aadressil <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a>.",
  "tr_appFunctionalityDataPrivacy": "Rakenduse funktsionaalsus ja andmete privaatsus",
  "tr_appIntro": "Organized on Jehoova tunnistajate jaoks mitteametlik rakendus, mille on loonud entusiastlikud vennad ja õed. See lihtsustab erinevaid ülesandeid koguduses. Palun saaoma kogudusevanemate heakskiit enne koguduse registreerimist.",
  "tr_privacySecurityTitle": "Privaatsus ja turvalisus",
  "tr_privacySecurityDesc": "<p>Organized on loodud privaatsuse ja andmete turvalisuse esmakõne eesmärgiga. Täielikud üksikasjad on esitatud meie <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Kasutustingimustes</a> ja <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privaatsuspoliitikas</a>. Siin on lühike ülevaade meie andmete salvestamise ja turvameetmete lähenemisviisist:</p><ul><li><strong>Lokaalne salvestamine, pilvesünk:</strong> Sinu andmed salvestatakse sinu seadmesse tugevate turvameetmete ja offline-ligipääsuga. Kui vanemad lubavad sünkroniseerimise, kaitstakse seda meie turvaliste pilveserverite lõpptasemelise krüpteerimisega.</li><li><strong>Andmete turvalisus:</strong> Kasutame edasijõudvaid turvameetmeid nagu krüpteerimine ja rakendusesisesed kaitsemeetmed, et hoida sinu andmed turvalisena. Järgime ka GDPR reegleid, sealhulgas kasutame EL-põhiseid servereid ja kogume kasutajaandmeid ainult pärast nõusolekut, pakkudes võimalusi nende taotlemiseks, värskendamiseks või kustutamiseks.</li><li><strong>Andmete kogumine:</strong> Kogume ainult põhilisi andmeid – nimi, e-post, IP-aadress ja seadme info – sisselogimiseks, turvalisuseks ja rakenduse funktsionaalsuseks. Me ei saa ligi sinu andmetele rakenduse sees; kogu seal sisestatud teave sisestatakse ainult kogudusevanemate või volitatud vendade poolt sinu koguduses.</li><li><strong>Me ei jaga kunagi sinu andmeid:</strong> Sinu andmed kuuluvad ainult sulle ja me ei jaga neid kunagi kolmandate osapoolte ettevõtetega turundus- või reklaamieesmärgil.</li></ul>",
  "tr_dataManagementTitle": "Andmehaldus",
  "tr_dataManagementDesc": "<p>Sa saad oma andmeid vaadata, parandada, kustutada või eksportida oma profiili seadetes või pöördudes meie poole aadressil <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Oma nõusoleku saad igal ajal tagasi võtta oma konto kustutamisega. Organized kogub ainult rakenduse toimimiseks vajalikke andmeid ja küpsiseid. Kogudusevanemate sisestatud andmeid ei halda meie. Sinu andmeid (nimi, e-post, IP, seadme ID) säilitatakse ainult nii kaua, kui on vajalik rakenduse kasutamiseks, kuni konto kustutamiseni või seadusega nõutud ajalimiidini.</p>",
  "tr_mfaVerifyTitle": "Kinnitame, et oled sina",
  "tr_mfaVerifyDesc": "Sisesta oma autentimisrakenduse kood",
  "tr_illustrationTerritoriesHeader": "Halda territooriume lihtsalt",
  "tr_illustrationTerritoriesDescription": "Vaata ja muuda territooriume, näe aegunud ja kadunud kaarte. Jälgi “Ära küsi” loendeid, ülesannete ajalugu ja trüki uusi kaarte. Määra territoorium kuulutajale ja nad näevad seda oma territooriumite loendis. Jälgi läbitöötamise statistikat ja ekspordi S-13 dokument.",
  "tr_illustrationOtherSchedulesHeader": "Paljud teised kasulikud kavad",
  "tr_illustrationOtherSchedulesDescription": "Organized muudab saali koristuse, ringkonnaülevaataja külastuse, saali hooldustööde, stenditöö, koguduse kohustuste ja teiste koguduse elu osade planeerimise oluliselt lihtsamaks ametisse määratud vendade jaoks. Samuti muudab see kuulutajatele lihtsamaks nende tegevuste jälgimise ja nendes osalemise.",
  "tr_howAreTheCodesDifferent": "Kuidas koodid erinevad?",
  "tr_howAreTheCodesDifferentDesc": "Ligipääsukood: Kõigile kasutajatele, et liituda kogudusega; Master kood: Kõrgema taseme ligipääs vastutavate vendade jaoks.",
  "tr_createMasterKey": "Loo master kood",
  "tr_createMasterKeyDesc": "<p><strong>Esimene samm - loo oma koguduse master kood.</strong> See krüpteerib turvaliselt sinu koguduse andmed, sealhulgas aruanded ja isikud, ning on vajalik administratiivsete ülesannete jaoks, nagu andmete eksport/import ja seadete muutmine.</p>",
  "tr_createAccessCode": "Loo ligipääsukood",
  "tr_createAccessCodeDesc": "<p><strong>Lõpuks, loo ligipääsukood.</strong> See unikaalne kood võimaldab uutel kasutajatel liituda sinu kogudusega Organizedis. See tagab, et sinu koguduse info jääb alati turvaliseks, võimaldades ligipääsu ainult heakskiidetud kasutajatele.</p>",
  "tr_otherInCongDesc": "Ristitud õde, ristimata kuulutaja, nädalasisese koosoleku õpilane",
  "tr_baptizedBrotherDesc": "Iga ristitud vend, kellele on määratud ülesanded või kellel veel pole ülesandeid",
  "tr_accountPublisherStudent": "Kuulutaja koguduses"
}
