{
  "tr_login": "Hiditra",
  "tr_welcomeApp": "Tongasoa eto amin’ny Organized: programa mandamina kokoa ny andraikitrao ao amin’ny fiangonana",
  "tr_whatIsApp": "Programa ofisialy namboarin’ny Vavolombelon’i Jehovah ve ny Organized?",
  "tr_descApp": "<p>Tsia. Manana safidy malalaka ianao na hampiasa azy ity na tsia. Tsara kokoa raha manaiky ny anti-panahy raha ny fiangonana rehetra no hampiasa an’ity programa ity. Fantatray koa fa misy programa hafa azo ampiasaina mba hanaovana asa mitovitovy amin’ity programa ity, ary mino izahay hoe samy manana ny mampiavaka azy daholo izy ireny. Mitovy daholo ihany koa ny tanjona nanamboarana azy ireny sy ity programa ity.</p>",
  "tr_appPWA": "Inona no dikan’ny hoe programa PWA ny Organized?",
  "tr_appPWADesc": "<p>Ny programa PWA, na Progressive Web Application, dia programa mampiasa ny fitaovana internet ampiasainao. Afaka ampiasaina foana izy na inona na inona OS ampiasainao, ary na fitaovana entin-tanana na ordinatera fampiasa amin’ny birao.</p><p>Rehefa ampidirinao amin’ny fitaovana ampiasainao koa ny Organized ary efa vita ny fanamboarana voalohany ilainy, dia azonao ampiasaina foana izy io na rehefa tsy mampiasa internet aza ianao.</p>",
  "tr_appSecure": "Voaro tsara ve ny rakitra ampiasainao rehefa mampiasa Organized?",
  "tr_appSecureDesc": "<p>Misy zavatra maromaro ataonay mba ho voaro tsara foana ny raikitra ampiasainao. Mivoatra foana ny teknolojia amin’izao, ka miezaka izahay mba hanavao foana ny programa Organized, mba ho azo antoka tsara foana izy io.</p><p>Ao amin’ny fitaovana ampiasainao no tena tehirizina ny rakitra ampiasainao, na dia web application aza ny Organized. Ho azonao jerena foana izy ireny noho izany na dia tsy mampiasa internet aza ianao. Rehefa misafidy ny hizara fanazavana ho an’ny olon-kafa ao amin’ny fiangonana ianao, dia tehirizinay amin’ny toerana azo antoka kokoa ao amin’ny internet ny rakitra ampiasain’ny fiangonana. Raha misy fanazavana manokana tsy natao ho an’ny besinimaro amin’izany, dia mampiasa chiffrement indroa mietoana izahay rehefa mitahiry an’izany.</p>",
  "tr_clearBrowserData": "<p>Raha mamafa ny zavatra nojerenao ao amin’ity programa fijerena internet ity ianao, na mamafa cookies, dia hifafa koa ny rakitra ampiasian’ny Organized. Ataovy azo antoka hoe efa nampifanitsiana ny rakitra alohan’ny hanaovanao an’izany.</p>",
  "tr_appPrivacy": "Ahoana no hiarovan’ny Organized ny mombamomba anao?",
  "tr_appPrivacyDesc": "<p>Fanazavana vitsivitsy tena ilaina momba anao ihany no alainay rehefa misafidy hampiasa ny programa Organized ianao. Anisan’ny fanazavana alainay koa ny adiresy IP ho an’ny fitaovana ampiasainao, ary ny tsipiriany ara-teknika momba ny programa fijerena internet ampiasainao.</p><p>Te hanome toky anao izahay fa tena hajainay ny tsiambaratelonao. Tsy misy orinasa mpanao dokambarotra avelanay hahita ny mombamomba anao mihitsy amin’ireo programa ampiasainay. Ny fanazavana rehetra ampidirinao rehefa mampiasa Organized ianao dia mijanona ho tsiambaratelo tanteraka, ary tsy misy orinasa hafa hizaranay na afaka mahita an’izany.</p>",
  "tr_readComplete": "Manaiky ny <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Fifanekena</a> sy ny <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Fifanekena Momba ny Tsiambaratelo</a> aho, ary manaiky ny hampiasana ny fanazavana momba ahy araka ireo voasoratra ireo.",
  "tr_email": "Email",
  "tr_accountCreated": "Vita ny famoronana ny kaontinao. Ampahafantaro ny mpandrindra ny kaonty ao amin’ny fiangonanareo mba ahafahany manome andraikitra anao. Avereno sokafana indray ity pejy ity rehefa vita izany.",
  "tr_createCongregationAccount": "Hamorona fiangonana",
  "tr_unauthorizedRole": "<p>Vita ny fanamboarana ny kaontinao. Ilazao ny mpandrindra ny kaontin’ny fiangonanareo mba hanome anao ny andraikitra ilainao, amin’izay ianao vao afaka mampiasa ny programa Organized. Azonao averina sokafana ity pejy ity afaka 5 minitra eo ho eo rehefa vita izany.</p><p>Afaka mifandray aminay amin’ny alalan’ity adiresy ity koa ny anti-panahy, raha mila fanampiana: <a href='mailto:support@organized-app.com'>support@organized-app.com</a>.</p>",
  "tr_oauthAccept": "<p>Fanazavana momba ny <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Fifanekena</a> sy ny <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Fifanekena Momba ny Tsiambaratelo</a>.</p>",
  "tr_signInDesc": "Safidio hoe inona no ampiasainao mba hidirana",
  "tr_emailAuth": "Hampiasa email",
  "tr_emailAuthDesc": "Ampidiro ny email ampiasainao mba handefasana ny rohy hidirana amin’ny Organized",
  "tr_emailAuthDescComplete": "Nampiasa email ianao ary tafiditra soa aman-tsara. Afaka mampiasa ilay programa ianao izao.",
  "tr_emailAuthSentHeader": "Lasa ny rohy",
  "tr_emailAuthSent": "Hamarino ny hafatra any amin’ny email ampiasainao. Raha mbola tsy tonga ilay izy, dia jereo sao any amin’ny spam na mamerena mangataka rohy vaovao.",
  "tr_accountSetup": "Ampidiro ny kaody fanasana avy amin’ny anti-panahy, raha te hampiasa Organized amin’ity fitaovana ity.",
  "tr_illustrationMinistryAssignmentsHeader": "Ny fanompoanao sy ny anjaranao",
  "tr_illustrationMinistryAssignmentsDescription": "Ho hitanao ny anjaranao amin’ny fivoriana manaraka, sady haharay filazana ianao rehefa mahazo anjara vaovao. Afaka mangataka faritany avy amin’ny lisitra ampiasain’ny fiangonana koa ianao. Lasa tsotra kely ny mandefa fangatahana mpisava lalana mpanampy. Afaka manara-maso ny ora laniny tamin’ny fanompoana koa ny mpisava lalana. Eo koa ny tatitra isam-bolana sy isan-taona misy ny tsipiriany ilaina rehetra.",
  "tr_illustrationMultiPlattformHeader": "Mety amin’ny fitaovanao rehetra",
  "tr_illustrationMultiPlattformDescription": "Azonao ampiasaina ny Organized, na amin’ny ordinatera na fitaovana entin-tanana, ka mampiasa OS manara-penitra tsara. Programa fijerena internet no hanokafana an’ilay programa, fa azonao ampiasaina foana anefa izy io na dia tsy mampiasa internet aza ianao.",
  "tr_illustrationMeetingSchedulesHeader": "Lasa tsotra kely ny fanamboarana fandaharam-pivoriana",
  "tr_illustrationMeetingSchedulesDescription": "Alaivo avy ao amin’ny jw.org ny loharanon-kevitra ilaina, sady azonao fenoina ho azy koa ny fandaharana. Azonao zaraina mba ho hitan’ny fiangonana hafa koa ny lisitra ny mpandahateny mpitsidika ao amin’ny fiangonana, mba hanamora ny fiaraha-miasanareo. Azonao zaraina mba ho hitan’ny mpitory sy ny mpianatra amin’ny fivoriana andavanandro koa ny fandaharana, amin’izay mora mahita ny anjarany ry zareo.",
  "tr_illustrationSecretaryHeader": "Ny tatitra ilain’ny mpitan-tsoratra rehetra",
  "tr_illustrationSecretaryDescription": "Fampidirana ny isan’ny mpanatrika fivoriana, sady misy tatitra isam-bolana sy isan-taona. Afaka mahita ny tatitra momba ny fanompoan’ny mpitory koa ianao, sady lasa mora kely ny fandefasana ny tatitra ilain’ny biraon’ny sampana. Afaka hijerena ny fangatahana hanao mpisava lalana mpanampy koa.",
  "tr_selectAccount": "Ny safidy mety aminao rehefa hampiasa Organized:",
  "tr_accountPublisherStudent": "Mpitory na mpianatra fivoriana andavanandro",
  "tr_accountBaptizedBrother": "Rahalahy vita batisa",
  "tr_connectCongregation": "Hiditra ao amin’ny fiangonanareo",
  "tr_invitationCode": "Kaody fanasana",
  "tr_orLabel": "na",
  "tr_importantNotice": "Tsara ho fantatra",
  "tr_registrationSuccess": "Misaotra betsaka namorona kaonty",
  "tr_congregationCreateLabel": "Tsy mbola mampiasa Organized ve ny fiangonanao?",
  "tr_createCongregation": "Hamorona fiangonana",
  "tr_yourCongregation": "Fiangonanao",
  "tr_incompleteCongregationInfo": "Hamarino azafady raha feno tsara ny fanazavana ilaina mba hamoronana ny fiangonanao",
  "tr_firstname": "Fanampin'anarana",
  "tr_lastname": "Anarana",
  "tr_encryptionCode": "Kaody fiarovana",
  "tr_encryptionCodeSetupDesc": "Hamorona kaody fiarovana.",
  "tr_encryptionCodeLostDesc": "Ampidiro ny kaody fiarovana",
  "tr_encryptionCodeNotice": "Tehirizo tsara ity kaody ity. Raha very na tsy tadidinao izy io, dia mety tsy ho afaka hahita ny rakitra ampiasain’ny fiangonana intsony ianao.",
  "tr_encryptionCodeCreate": "Hamorona kaody fiarovana",
  "tr_encryptionCodeNoticeLength": "Litera 16 farafahakeliny",
  "tr_encryptionCodeNoticeNumber": "Misy isa",
  "tr_encryptionCodeNoticeLowerCase": "Misy zanatsoratra",
  "tr_encryptionCodeNoticeUpperCase": "Misy renintsoratra",
  "tr_encryptionCodeNoticeSpecialSymbol": "Misy litera manokana",
  "tr_encryptionCodeSet": "Hitahiry ny kaody manokana",
  "tr_encryptionCodeAsk": "Ampidiro ny kaody fiarovana",
  "tr_encryptionCodeValidate": "Hanamarina",
  "tr_encryptionCodeInvalid": "Misy diso ny kaody nampidirinao",
  "tr_activate": "Hiditra",
  "tr_next": "Manaraka",
  "tr_oauthGoogle": "Hampiasa Google",
  "tr_oauthMicrosoft": "Hampiasa Microsoft",
  "tr_oauthGithub": "Hampiasa GitHub",
  "tr_oauthYahoo": "Hampiasa Yahoo",
  "tr_oauthEmail": "Hampiasa Email",
  "tr_sendLink": "Handefa Rohy",
  "tr_emailNotSupported": "Tsy mety na tsy azo ampiasaina io adiresy email io",
  "tr_selectCountry": "Firenena",
  "tr_2FA": "Fanamarinana raha tena ianao marina io",
  "tr_2FADesc": "Ampidiro ny kaody avy amin’ny programa authentificateur",
  "tr_2FAIncorrect": "Misy diso ny kaody fanamarinana",
  "tr_2FAIncorrectDesc": "Misy diso ny kaody na tsy azo ampiasaina intsony. Hamarino indray.",
  "tr_unauthorizedAccount": "Misy fanamboarana mila atao amin’ny andraikitra anananao",
  "tr_unauthorizedAccountDesc": "Hamarino miaraka amin’ny mpandrindra ny kaontin’ny fiangonana ny andraikitrao, dia andramo indray afaka 5 minitra eo ho eo. Afaka mandefa email aminay ny anti-panahy, raha mila fanampiana fanampiny.",
  "tr_noSchedulesYet": "Tsy mbola misy fandaharam-pivoriana nozaraina",
  "tr_noSchedulesYetDesc": "Tsy mbola misy fandaharam-pivoriana. Ilazao ny anti-panahy mba hizara ny fandaharana, rehefa vitan’izy ireo ny fanamboarana an’izany.",
  "tr_reconnectAccount": "Hiverina hiditra",
  "tr_registeringApproved": "Neken’ny anti-panahy ny hanamboarana ity fiangonana ity ao amin’ny Organized",
  "tr_testAppMode": "Organized andrana",
  "tr_testAppWaitForData": "Manomana ny rakitra ilaina mba hahafahanao manandrana mampiasa ny programa Organized...",
  "tr_tryOrganized": "Hampiasa Organized andrana",
  "tr_testStart": "Hanandrana",
  "tr_testAppWelcome": "Tongasoa eto amin’ny Organized andrana!",
  "tr_testAppWelcomeDesc": "<p>Toerana azonao anandramana ny programa Organized ity misokatra ity. Efa misy rakitra vitsivitsy nampidirina mialoha mba hanaovanao an’izany. Jereo hoe ahoana ny fanamboarana fandaharana, fanaovana fanendrena, fanompoana, ny tatitra, ary ny maro hafa! Mifafa daholo izay fanovana ataonao rehefa averinao sokafana ity andrana ity.</p><p>Sokafy ny <a href='https://organized-app.com' target='_blank'>organized-app.com</a> raha te hampiasa ilay programa Organized tena izy ianao.</p>",
  "tr_congregationExists": "Efa misy ao amin’ny Organized io fiangonana io. Resaho ny mpandrindra ny kaontin’ny fiangonana mba hanome anao ny andraikitra ilainao.",
  "tr_congregationMasterKeyVerify": "Hanamarina ny kaody manoakana",
  "tr_encryptionCodeNoticeMatch": "Mitovy ny kaody",
  "tr_congregationAccessCodeCreateDesc": "Ity kaody ity no ampiasaina mba hanafenana ny rakitra azon’ny rehetra ifampizarana ao amin’ny fiangonana, ohatra hoe ny tatitra avy any amin’ny mpitory na ireo fandaharana.",
  "tr_congregationAccessCodeCreate": "Hamorona kaody fidirana",
  "tr_congregationAccessCodeNoticeLength": "Litera 8 farafahakeliny",
  "tr_congregationAccessCodeSet": "Hitahiry ny kaody fidirana",
  "tr_congregationAccessCodeVerify": "Hamarino ny kaody fidirana",
  "tr_congregationAccessCodeNotice": "Tsara kokoa raha tsy mitovy amin’ny kaody manokana ity kaody ity. Ataovy mora tadidy nefa sady azo antoka koa.",
  "tr_congregationAccessCodeLostDesc": "Ampidiro ny kaody fidirana. Ny fiangonanareo ihany no mampiasa an’io kaody io, ary ilaina izy io rehefa hampiasa ity programa ity.",
  "tr_setCongregationMasterKey": "Hitahiry ny kaody manokana",
  "tr_createCongregationMasterKey": "Hamorona kaody manokana",
  "tr_congregationAccessCodeAsk": "Ampidiro ny kaody fidirana",
  "tr_congregationAccessCode": "Kaody fidirana",
  "tr_congregationMasterKeyLostDesc": "Ampidiro ny kaody manokana an’ny fiangonana",
  "tr_congregationMasterKeyAsk": "Ampidiro ny kaody manokana",
  "tr_cantFindCongregation": "Tsy hitanao ve ny fiangonanao?",
  "tr_cantFindCongregationDesc": "Hamarino sao misy diso (litera 2 koa no ilaina fara fahakeliny). Raha tsy hita mihitsy ny fiangonanao na dia karohina ao amin’ny jw.org aza, dia mangataha fanampiana aty aminay ao amin’ny <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a>.",
  "tr_appFunctionalityDataPrivacy": "Fiasan’ny programa sy tsiambaratelo",
  "tr_appIntro": "Programa tsy ofisialy natao ho ampiasain’ny Vavolombelon’i Jehovah ny Organized. Rahalahy sy anabavy maromaro no miara-miasa manamboatra azy io. Afaka ny hanampy anao amin’ny andraikitrao ao amin’ny fiangonana izy io. Ataovy azo antoka hoe efa nanaiky ny hampiasana azy ity ny anti-panahy alohan’ny hamoronanao ny kaontin’ny fiangonanareo.",
  "tr_privacySecurityTitle": "Fiarovana sy tsiambaratelo",
  "tr_privacySecurityDesc": "<p>Namboarina mba ho azo antoka tsara ny programa Organized. Hahita fanazavana misimisy kokoa ianao amin’ny <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Fifanekena</a> sy ny <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Fifanekena momba ny Tsiambaratelo</a>. Ireto manaraka ireto ny tsara ho fantatra momba ny fomba iarovana ny rakitra ampiasainao:</p><ul><li><strong>Rakitra ao amin’ny fitaovana ampiasainao sy ao amin’ny internet:</strong> Ao amin’ny fitaovana ampiasainao no hitehirizana ny rakitra ampiasain’ilay programa. Azo antoka kokoa izany sady ho afaka hampiasa ilay programa ianao na tsy manana internet aza. Raha alefan’ny anti-panahy ilay fizarana rakitra ho an’ny rehetra, dia voaro amina tenimiafina manokana izany alohan’ny hitehirizana azy any amin’ny internet.</li><li><strong>Fiarovana ny rakitra:</strong> Mampiasa fomba maoderina izahay ka arovanay amin’ny tenimiafina aloha ny rakitrao alohan’ny handefasana azy any amin’ny internet. Manaraka ny fitsipika GPDR koa izahay, anisan’izany ny hoe mampiasa toerana azo itehirizana rakitra aty amin’ny faritr’i Eoropa, maka fanazavana momba anao izahay rehefa manaiky ihany ianao. Afaka manao fangatahana ny hanao fanitsiana na hamafana an’ireny fanazavana ireny koa ianao.</li><li><strong>Fakana fanazavana:</strong> izay fanazavana tena ilainay momba anao ihany no angatahinay, anisan’izany ny anarana, adiresy email, adiresy IP, ny mombamomba ny fitaovana ampiasainao. Ilainay ireo fanazavana ireo mba hidiranao ao amin’ilay programa sy mba ho azo antoka hoe ireo izay nahazo alalana ihany no mampiasa ilay programa. Tsy afaka mijery ny rakitra ampiasain’ny fiangonanareo koa izahay; ny anti-panahy sy ireo rahalahy nahazo alalana hanao an’izany ihany no afaka mahita azy ireny.</li><li><strong>Tsy zarainay mihitsy ny fanazavana momba anao:</strong> Ianao no tompon’ny fanazavana momba anao, ka tsy zarainay amin’ny olon-kafa na orinasa hafa mihitsy izany mba hitadiavam-bola na amin’ny resaka dokam-barotra.</li></ul>",
  "tr_dataManagementTitle": "Fikirakirana ny rakitra",
  "tr_dataManagementDesc": "<p>Azonao jerena, ahitsy, fafana ary alaina ny fanazavana momba anao ao amin’ny mombamomba ny kaontinao, na mandefasa hafatra amin’ny <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Azonao esorina koa ny fanekenao hoe azo ampiasaina ny mombamomba anao rehefa fafanao ny kaontinao. Izay fanazavana tena ilain’ny programa Organized mba handehanany tsara ihany no alainay. Tsy izahay no miandraikitra ny fanazavana momba ny fiangonanareo izay ampidirin’ny anti-panahy. Ny mombamomba anao (anarana, email, IP, fitaovana) dia tehirizinay mba hampandeha tsara ilay programa, sy mandra-pamafanao ny kaontinao, na raha izay no takian’ny lalàna.</p>",
  "tr_mfaVerifyTitle": "Fanamarinana raha tena ianao marina io",
  "tr_mfaVerifyDesc": "Ampidiro ny kaody avy amin’ny programa authentificateur",
  "tr_illustrationTerritoriesHeader": "Karakarao tsara ny faritanin’ny fiangonana",
  "tr_illustrationTerritoriesDescription": "Jereo sy karakarao tsara ny faritanin’ny fiangonana, jereo izay tara ny niasana azy na very. Araho maso koa ireo tsy tsidihana intsony, ny lisitr’ireo efa niasana, na ataovy printy ireo karatra. Tendreo hiasa amina faritany ny mpitory, dia ho hitany ao amin’ny lisitry ny faritaniny izany. Araho maso ny fiasana faritany sady tehirizo ny S-13.",
  "tr_illustrationOtherSchedulesHeader": "Fandaharana hafa mahasoa",
  "tr_illustrationOtherSchedulesDescription": "Afaka manamboatra fandaharana hafa toy ny fanadiovana, fitsidihan’ny mpiandraikitra ny faritra, fikojakojana efitra, fitoriana amin’ny toerana be olona, andraikitra sy anjara hafa eo anivon’ny fiangonana koa ny Organized mba hanamorana ny asan’ireo rahalahy manana andraikitra. Lasa mora kokoa amin’ny mpitory ny manaraka sy mandray anjara amin’ireny asa ireny.",
  "tr_howAreTheCodesDifferent": "Inona no mahasamihafa ireo kaody ireo?",
  "tr_howAreTheCodesDifferentDesc": "Kaody fidirana: ho an’ny rehetra hiditra ao amin’ny kaontin’ny fiangonana; Kaody manokana: ho an’ireo rahalahy manana andraikitra ihany.",
  "tr_createMasterKey": "Hamorona kaody manokana",
  "tr_createMasterKeyDesc": "<p><strong>Voalohany, mamorona kaody manokana ho an’ny fiangonana.</strong> Io no miaro ny rakitra ampiasain’ny fiangonana toy ny tatitra, mombamomba ny olona, ary ilaina rehefa manao fanovana manokana toy ny mampiditra na mandefa rakitra, na manova ny mombamomba ny fiangonana.</p>",
  "tr_createAccessCode": "Hamorona kaody fidirana",
  "tr_createAccessCodeDesc": "<p><strong>Farany, mamorona kaody fidirana.</strong> Io kaody io no ahafahan’ny olon-kafa miditra ao amin’ny fiangonanareo ato amin’ny Organized. Io kaody io no miaro ny rakitra ampiasain’ny fiangonanareo mba ho ireo izay tokony hahita izany ihany no mahita an’ilay izy.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet"
}
