{
  "trans_errorTitle": "Произошла ошибка",
  "trans_about": "О приложении",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Ой, что-то пошло не так",
  "trans_errorActionText": "Произошла ошибка. Попробуйте обновить страницу. Если это не поможет, попробуй полностью перезапустить Organized. Обрати внимание, что все несинхронизированные данные будут очищены.",
  "trans_restart": "Перезапуск",
  "trans_refreshPage": "Обновить страницу",
  "trans_updateAvailable": "Доступно обновление",
  "trans_updateDescription": "Доступна новая версия Organized",
  "trans_errorGeneric": "Что-то пошло не так",
  "trans_supportApp": "Поддержать приложение",
  "trans_howToUseApp": "Как использовать Organized",
  "trans_appAboutDesc": "<p>Organized is designed for use by Jehovah’s Witnesses congregations. Its goal is to simplify and speed up all congregation planning tasks and improve assignment tracking for everyone.</p><p>Plan midweek and weekend meetings effortlessly, send reports, and view your assigned parts with just a few clicks. This app is designed for anyone in the congregation to use and benefit from.</p><p>We're actively enhancing Organized to release even more features in the future. You can help us bring these exciting features sooner! You can support us through voluntary donations or by assisting in developing next versions of Organized.</p>",
  "trans_wantSupportApp": "Хочешь поддержать Organized?",
  "trans_supportAppDesc": "<p>Organized is a free app, and we're happy to develop and share it with you. While we work on it with enthusiasm, maintaining it costs money. If you'd like to show your appreciation, your support would be greatly appreciated!</p>",
  "trans_supportAppOption1": "Вариант 1: Пожертвовать",
  "trans_supportAppOption1Desc": "<p>Your donations help Organized stay free for congregations. They cover server costs and help us to build new features faster. Your generosity supports congregations worldwide!</p>",
  "trans_makeDonation": "Пожертвовать",
  "trans_supportAppOption2": "Вариант 2: Внести свой вклад",
  "trans_supportAppOption2Desc": "<p>We'd appreciate your help in the following areas:</p><ul><li>React development</li><li>UI/UX Design</li><li>App translation</li></ul><p>If you can help in any of these areas, please <a href='mailto:sws2apps.notification@gmail.com'>contact us</a>. Let's work together to improve Organized!</p><p>Also, recommending Organized to others extends its reach and benefits congregations. Any way you contribute truly enhances the app, making it better for everyone.</p>",
  "trans_howToContribute": "Как сделать вклад",
  "trans_changeLanguage": "Язык",
  "trans_languageMissing": "Add my language",
  "trans_internalError": "Произошла внутренняя ошибка с нашей стороны. Пожалуйста, повторите попытку позже.",
  "trans_loading": "Загрузка...",
  "trans_noOptions": "Нет вариантов",
  "trans_pleaseWait": "Подожди..."
}
