{
  "trans_errorTitle": "Произошла ошибка",
  "trans_about": "О приложении",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Ой, что-то пошло не так",
  "trans_errorActionText": "Произошла ошибка. Попробуйте обновить страницу. Если это не поможет, попробуй полностью перезапустить Organized. Обрати внимание, что все несинхронизированные данные будут очищены.",
  "trans_restart": "Перезапуск",
  "trans_refreshPage": "Обновить страницу",
  "trans_updateAvailable": "Доступно обновление",
  "trans_updateDescription": "Доступна новая версия Organized",
  "trans_errorGeneric": "Что-то пошло не так",
  "trans_supportApp": "Поддержать приложение",
  "trans_howToUseApp": "Как использовать Organized",
  "trans_appAboutDesc": "<p>Organized предназначен для использования собраниями Свидетелей Иеговы. Его цель – упростить и ускорить все задачи по планированию собраний и улучшить отслеживание заданий для всех в вашем собрании.</p><p>Планируй встречи в будние и на выходных просто и быстро, отправляй отчеты и просматривай свои задания всего в несколько кликов. Это приложение разработано так, чтобы его мог использовать и получить пользу кто угодно в собрании.</p><p>Мы активно улучшаем Organized, чтобы в будущем предложить еще больше функций. Ты можешь помочь нам реализовать эти захватывающие функции быстрее! Мы приветствуем твой вклад через добровольные пожертвования или помощь в разработке новых версий Organized.</p>",
  "trans_wantSupportApp": "Хочешь поддержать Organized?",
  "trans_supportAppDesc": "<p> Organized бесплатное приложение, и мы рады разрабатывать его и поделиться им с вами. Мы занимаемся разработкой с радостью, но поддержание приложения требует расходов. Если ты хочешь с любви поддержать нас, такая поддержка будет означать много!</p>",
  "trans_supportAppOption1": "Вариант 1: Пожертвовать",
  "trans_supportAppOption1Desc": "<p>Ваши пожертвования помагают разрабатывать Organized и сохранять его бесплатным для кажного собрания. В настоящее время они покрывают расходы на сервер, обеспечивая наилучший пользовательский опыт. В будущем они будут помогать в расширении возможностей приложения и добавлении новых функций. Твоя щедрость способствует улучшениям во многих собраниях по всему миру.</p>",
  "trans_makeDonation": "Пожертвовать",
  "trans_supportAppOption2": "Вариант 2: Внести свой вклад",
  "trans_supportAppOption2Desc": "<p>Мы будем рады, если ты сможешь помочь нам в следующих сферах:</p><ul><li>React разработка</li><li>UI/UX дизайн</li><li>Перевод приложения</li></ul><p>Если ты можешь помочь в любой из этих областей, пожалуйста, <a href='mailto:sws2apps.notification@gmail.com'>свяжись с нами</a>. Работая вместе, мы будем улучшать Organized!</p><p>Кроме того, рекомендуя Organized другим, ты помогаешь расширить охват приложения и количество собраний, получающих пользу от него. Твой вклад, в любой форме, бесценен для улучшения приложения и превращения его в лучший инструмент для каждого.</p>",
  "trans_howToContribute": "Как сделать вклад",
  "trans_changeLanguage": "Язык",
  "trans_languageMissing": "Моего языка здесь нет",
  "trans_internalError": "Произошла внутренняя ошибка с нашей стороны. Пожалуйста, повторите попытку позже.",
  "trans_loading": "Загрузка...",
  "trans_noOptions": "Нет вариантов",
  "trans_pleaseWait": "Подожди..."
}
