{
  "trans_login": "Войти",
  "trans_welcomeApp": "Welcome to Organized – your congregation life management tool",
  "trans_whatIsApp": "Является ли Organized официальным приложением организации Свидетелей Иеговы?",
  "trans_descApp": "<p>Нет, это не официальное приложение. Ты можешь сам решить, подходит ли оно под твори нужды. Если ты хотел бы, чтобы приложением пользовалось целое собрание, мы рекомендуем тебе сначала попросить одобрение в совета старейшин. Мы знаем, что существуют и другие приложения для помощи со схожыми задачами, и мы уверены, что каждое из них имеет свои сильные стороны и свои методты, но у всех них общая цель.</p>",
  "trans_appPWA": "Organized – это приложение PWA. Что это означает?",
  "trans_appPWADesc": "<p>Как Прогрессивное Веб-Приложение (Progressive Web App, PWA), Organized работает прямо в твоём веб-браузере. Оно создано так, чтобы работать на разных операционных системах, поэтому подходит и для компьютеров, и для мобильных устройств.</p><p>Как только ты установишь его на своё устройство и завершишь первоначальную настройку, Organized будет доступен без интернета, так что основные функции можно использовать в офлайн-режиме.</p>",
  "trans_appSecure": "Насколько защищены твои данные при использовании Organized?",
  "trans_appSecureDesc": "<p>Мы добавили несколько слоёв безопасности, чтобы защитить все данные. В современном быстро меняющемся технологическом мире мы регулярно обновляем Organized, чтобы обеспечить его безопасность.</p><p>Хотя Organized является веб-приложением, твои данные сначала сохраняются прямо на твоём устройстве. Это означает, что ты можешь получить к ним доступ даже без интернета. Если ты делишься информацией с другими участниками, она безопасно синхронизируется через облачные серверы. Кроме того, мы защищаем все приватные данные с помощью сильных мер безопасности, таких как двойное шифрование на наших серверах.</p>",
  "trans_clearBrowserData": "<p>Обрати внимание, что при очистке истории браузера или файлов cookie ты также удаляешь несинхронизированные данные Organized. Перед тем как сделать это, убедись, что недавно добавленные данные были синхронизированы.</p>",
  "trans_appPrivacy": "Как Organized заботится о твоей конфиденциальности?",
  "trans_appPrivacyDesc": "<p>Когда ты решаешь использовать наше приложение Organized, мы собираем только основную твою информацию, такую как твоё имя и электронная почта. Кроме того, мы получаем IP-адрес твоего устройства и базовою информацию об устройстве, чтобы улучшить твой опыт работы с нашим приложением.</p><p>Будь уверен, твоя конфиденциальнось этт наш приоритет. Мы никогда не позволяем рекламным компаниям отслеживать тебя или использовать твои данные для целевой рекламы. Любая информация, которую ты предоставляешь в приложении Organized, остаётся строго конфиденциальной и никогда не передается третьим лицам.</p>",
  "trans_readComplete": "Прочитано, соглашаюсь с вышесказанным",
  "trans_email": "Эл. почта",
  "trans_accountCreated": "Твой аккаунт Organized создан. Сообщи администратору твоего собрания, чтобы он дал тебе необходимые права доступа, а затем обнови страницу.",
  "trans_createCongregationAccount": "Создать аккаунт собрания",
  "trans_unauthorizedRole": "<p>У тебя в данный момент нет необходимых разрешений для использования этого приложения. Обратись к старейшинам твоего собрания, чтобы они уточнили роль, а затем <a href='#'>повтори попытку</a> через 5 минут. Если им нужна дополнительная помощь, они могут связаться с нами по электронной почте.</p>",
  "trans_oauthAccept": "<p>By continuing, you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "trans_signInDesc": "Выбери способ входа",
  "trans_emailAuth": "Аутентификация электронной почтой",
  "trans_emailAuthDesc": "Введи свой адрес электронной почты, чтобы получить ссылку на вход в Organized",
  "trans_emailAuthDescComplete": "Ты успешно вошёл в систему с помощью электронной почты. Теперь ты можешь пользоваться приложением.",
  "trans_emailAuthSentHeader": "Ссылка отправлена",
  "trans_emailAuthSent": "Пожалуйста, проверь свою электронную почту. Если сообщения нет, посмотри в папке со спамом или запроси ссылку снова.",
  "trans_accountSetup": "Для активации Organized на этом устройстве, введи код приглашения, полученный от старейшин твоего собрания",
  "trans_illustrationMinistryAssignmentsHeader": "Все твои задания и служение",
  "trans_illustrationMinistryAssignmentsDescription": "Просматривай свои предстоящие задания и получай уведомления о новых заданиях. Бери новую территорию из доступного списка. Отправляй заявление на подсобное пионерское служение за несколько кликов и получи доступ к функциям пионера, такие как трекер служения, подробные ежемесячные и ежегодные отчеты.",
  "trans_illustrationMultiPlattformHeader": "На всех твоих устройствах",
  "trans_illustrationMultiPlattformDescription": "Используй Organized на своем настольном компьютере, ноутбуке, смартфоне или планшете с любом из современных операционных систем. Приложение работает онлайн, но оно также доступно даже если у тебя нет подключения к Интернету.",
  "trans_illustrationMeetingSchedulesHeader": "Легко создавай расписания встреч",
  "trans_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "trans_illustrationSecretaryHeader": "Все отчеты секретаря",
  "trans_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "trans_selectAccount": "Чтобы начать использовать Organized, выбери вариант, относящийся к тебе:",
  "trans_accountPublisherStudent": "Возвещатель или ученики встречи в будние дни",
  "trans_accountBaptizedBrother": "Крещёные братья",
  "trans_connectCongregation": "Подключиться к твоему собранию",
  "trans_invitationCode": "Код приглашения",
  "trans_wrongInvitationCode": "Неправильный код приглашения",
  "trans_checkInvitationCode": "Пожалуйста, перепроверь введенный код",
  "trans_orLabel": "или",
  "trans_importantNotice": "Важное замечание",
  "trans_registrationSuccess": "Спасибо за регистрацию",
  "trans_congregationCreateLabel": "Ваше собрание еще не зарегистрировано в Organized?",
  "trans_createCongregation": "Создать собрание",
  "trans_yourCongregation": "Твоё собрание",
  "trans_incompleteCongregationInfo": "Пожалуйста, убедись, что ты предоставил все необходимые детали для настройки твоего собрания",
  "trans_firstname": "Имя",
  "trans_lastname": "Фамилия",
  "trans_encryptionCode": "Код шифрования",
  "trans_encryptionCodeSetupDesc": "Создай код шифрования для твоего собрания.",
  "trans_encryptionCodeLostDesc": "Введи код шифрования твоего собрания для доступа к нему",
  "trans_encryptionCodeNotice": "Пожалуйста, запиши код и храни его в безопасности. Его потеря означает потерю всех данных твоего собрания.",
  "trans_encryptionCodeCreate": "Придумай код шифрования",
  "trans_encryptionCodeNoticeLength": "Минимум 16 символов",
  "trans_encryptionCodeNoticeNumber": "Цифра",
  "trans_encryptionCodeNoticeLowerCase": "Строчная буква",
  "trans_encryptionCodeNoticeUpperCase": "Заглавная буква",
  "trans_encryptionCodeNoticeSpecialSymbol": "Спецсимвол",
  "trans_encryptionCodeSet": "Установить код шифрования",
  "trans_encryptionCodeAsk": "Введи код шифрования собрания",
  "trans_encryptionCodeValidate": "Подтвердить",
  "trans_encryptionCodeInvalid": "Введенный код шифрования неверен",
  "trans_activate": "Активировать",
  "trans_next": "Далее",
  "trans_oauthGoogle": "Продолжить с Google",
  "trans_oauthMicrosoft": "Продолжить с Microsoft",
  "trans_oauthGithub": "Продолжить с GitHub",
  "trans_oauthYahoo": "Продолжить с Yahoo",
  "trans_oauthEmail": "Продолжить с электронной почтой",
  "trans_sendLink": "Отправить ссылку",
  "trans_emailNotSupported": "Извини, этот адрес электронной почты недействителен или не поддерживается",
  "trans_selectCountry": "Страна"
}
