{
  "tr_login": "Log in",
  "tr_welcomeApp": "Maligayang pagdating sa Organized – ang tool na magagamit ng inyong kongregasyon",
  "tr_whatIsApp": "Ang Organized ba ay isang opisyal na app ng organisasyon ng mga Saksi ni Jehova?",
  "tr_descApp": "<p>Hindi, hindi ito isang opisyal na app. Maaari mong piliin kung ito ay angkop para sa iyo. Kung nais mong gamitin ito para sa buong kongregasyon, inirerekomenda naming humingi ng pahintulot mula sa mga elder. Alam namin na may iba pang mga app na idinisenyo upang makatulong sa mga katulad na gawain at naniniwala kami na bawat isa ay may sariling pamamaraan, ngunit ang lahat ay nagkakaisa sa parehong layunin.</p>",
  "tr_appPWA": "Ang Organized ay isang PWA application. Ano ang ibig sabihin nito?",
  "tr_appPWADesc": "<p>Bilang isang Progressive Web Application (PWA), ang Organized ay gumagana direkta sa loob ng iyong web browser. Dinisenyo upang gumana sa iba't ibang operating system, kaya't ito ay suportado sa parehong desktop at mobile devices.</p><p>Kapag na-install na sa iyong device at pagkatapos ng initial set-up, may access pa rin sa Organized kahit offline, maaaring gamitin ang mga pangunahing feature nito kahit walang internet connection.</p>",
  "tr_appSecure": "Gaano ka-secure ang iyong data habang ginagamit ang Organized?",
  "tr_appSecureDesc": "<p>Mayroon kaming karagdagang mga layer ng seguridad upang maprotektahan ang iyong data. Sa mabilis na pagbabago ng teknolohiya ngayon, regular kaming nag-u-update ng Organized upang manatiling ligtas ito.</p><p>Kahit na ang Organized ay isang web app, unang nakalagay ang iyong data mismo sa iyong device. Ibig sabihin, maaari mong ma-access ito kahit offline. Kung ikaw ay nagbabahagi ng impormasyon sa iba sa iyong kongregasyon, ito ay ligtas na na-sync sa pamamagitan ng mga cloud server. At tiyakin naming pinoprotektahan ang lahat ng pribadong data gamit ang malakas na mga security measure, tulad ng double encryption sa aming mga server.</p>",
  "tr_clearBrowserData": "<p>Kapag buburahin ang browser history o cookies ay mawawala rin lahat ng unsynchronized data sa Organized. Pakisuyong siguraduhing naka-sync muna ang data.</p>",
  "tr_appPrivacy": "Paano inaalagaan ng Organized ang iyong privacy?",
  "tr_appPrivacyDesc": "<p>Kung piliin mong gumamit ng aming Organized app, kinokolekta namin ang mahahalagang impormasyon tulad ng iyong pangalan at email. Bukod dito, kinokolekta rin namin ang IP address ng iyong device at ang user agent details upang mapabuti ang iyong paggamit sa aming app.</p><p>Maaasahan mong prayoridad namin ang iyong privacy. Hindi namin hahayaan ang mga advertising company na i-track ka gamit ang aming serbisyo o gamitin ang iyong data para sa targeted ads. Anumang impormasyon na iyong ibinigay sa Organized app ay nananatiling kompidensiyal at hindi isinasapubliko sa mga panlabas na partido.</p>",
  "tr_readComplete": "Tinatanggap ko ang <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Mga Tuntunin ng Paggamit</a> at <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Patakaran sa Privacy</a> at pumapayag sa pagproseso ng aking personal na data gaya ng ipinaliwanag.\n\n",
  "tr_email": "Email",
  "tr_accountCreated": "Registered na ang iyong Organized account. Ipaalam ito sa congregation admin upang mabigyan ka ng permiso. I-refresh ang page pagtapos nito.",
  "tr_createCongregationAccount": "Gumawa ng kongregasyon",
  "tr_unauthorizedRole": "<p>Ang iyong account ay handa na! Upang ma-access ang Organized app, pakisuyong humiling ng pahintulot mula sa app administrator ng iyong kongregasyon at i-refresh ang pahina sa loob ng 5 minuto.</p><p>Ang mga Elder ay maaaring makipag-ugnayan sa amin sa <a href='mailto:support@organized-app.com'>support@organized-app.com</a> kung kailangan nila ng tulong.</p>",
  "tr_oauthAccept": "<p>Matuto nang higit pa sa <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Mga Tuntunin ng Paggamit</a> at <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Patakaran ng Privacy</a>.</p>",
  "tr_signInDesc": "Piliin kung paano mag-log in",
  "tr_emailAuth": "Email authentication",
  "tr_emailAuthDesc": "Ilagay ang iyong email upang makakuha ng link para sa Organized authentication",
  "tr_emailAuthDescComplete": "Matagumpay na  nag-log in gamit ang iyong email. Ngayon maaari mo nang ma-access ang app.",
  "tr_emailAuthSentHeader": "Naipadala na ang link",
  "tr_emailAuthSent": "I-check ang iyong email inbox. Kung wala diyan, tingnan ito sa iyong spam folder o humiling ng link muli.",
  "tr_accountSetup": "Upang i-activate ang Organized app sa device na ito, ilagay ang invitation code na iyong nakuha mula sa mga Elder ng iyong kongregasyon.",
  "tr_illustrationMinistryAssignmentsHeader": "Lahat ng iyong ministry at assignments",
  "tr_illustrationMinistryAssignmentsDescription": "Tingnan lahat ng ibinigay na assignment at makatanggap ng paalala ng mga bagong assignment. Kunin ang bagong teritoryo mula sa available list. Magsumite ng aplikasyon bilang auxiliary pioneer sa ilang click at ma-access ang mga feature para sa pioneer tulad ng time tracker, at detalyadong buwanan at taunang ulat.",
  "tr_illustrationMultiPlattformHeader": "Sa lahat ng iyong device",
  "tr_illustrationMultiPlattformDescription": "Gamitin ang Organized sa iyong desktop computer, laptop, smartphone, o tablet sa anumang modernong operating system. Magagamit ito online, pero ito ay maaaring ma-access kahit walang internet connection.",
  "tr_illustrationMeetingSchedulesHeader": "Mabilis na gumawa ng iskedyul ng mga pulong",
  "tr_illustrationMeetingSchedulesDescription": "Mag-import ng mga plano sa pulong mula sa jw.org sa isang click at auto-fill assignments. Ibahagi ang listahan ng mga outgoing speakers at humiling ng listahan mula sa ibang mga kongregasyon na magpapabuti ng ugnayan. I-publish ang mga iskedyul para sa mga publisher at midweek students, upang makita ang kanilang mga assignment.",
  "tr_illustrationSecretaryHeader": "Lahat ng ulat ng kalihim",
  "tr_illustrationSecretaryDescription": "Sundan ang record ng attendance sa pulong para sa lahat ng mga pulong, buwanan at taunan. Tingnan ang mga ulat ng mga mamamahayag at ipadala agad ang lahat ng kinakailangang ulat nang direkta sa iyong lokal na tanggapan. Tanggapin at suriin ang mga aplikasyon ng auxiliary pioneer.",
  "tr_selectAccount": "Upang simulan ang paggamit ng Organized, piliin ang opsyon na angkop sa iyo:",
  "tr_accountBaptizedBrother": "Baptized brother",
  "tr_connectCongregation": "Kumonekta sa iyong kongregasyon",
  "tr_invitationCode": "Invitation code",
  "tr_orLabel": "o kaya",
  "tr_importantNotice": "Mahalagang paalala",
  "tr_registrationSuccess": "Salamat sa pag-register",
  "tr_congregationCreateLabel": "Hindi pa ba registered sa Organized ang iyong kongregasyon?",
  "tr_createCongregation": "Gumawa ng kongregasyon",
  "tr_yourCongregation": "Iyong kongregasyon",
  "tr_incompleteCongregationInfo": "Tiyaking naibigay ang lahat ng kailangang detalye para sa iyong kongregasyon",
  "tr_firstname": "First name",
  "tr_lastname": "Last name",
  "tr_encryptionCode": "Encryption code",
  "tr_encryptionCodeSetupDesc": "Gumawa ng encryption code para sa iyong kongregasyon.",
  "tr_encryptionCodeLostDesc": "Ilagay ang encryption code ng iyong kongregasyon upang ma-access ito",
  "tr_encryptionCodeNotice": "Pakipansinin at sinupin ang key. Kapag nawala ito ay maaaring magdulot ng pagkawala ng lahat ng data ng iyong kongregasyon.",
  "tr_encryptionCodeCreate": "Gumawa ng encryption code",
  "tr_encryptionCodeNoticeLength": "Hindi bababa sa 16 karakter",
  "tr_encryptionCodeNoticeNumber": "Numero",
  "tr_encryptionCodeNoticeLowerCase": "Lowercase letter",
  "tr_encryptionCodeNoticeUpperCase": "Uppercase letter",
  "tr_encryptionCodeNoticeSpecialSymbol": "Special symbol",
  "tr_encryptionCodeSet": "I-set ang master key",
  "tr_encryptionCodeAsk": "Ilagay ang encryption code ng kongregasyon",
  "tr_encryptionCodeValidate": "Validate",
  "tr_encryptionCodeInvalid": "Hindi wasto ang encryption code na ibinigay",
  "tr_activate": "Activate",
  "tr_next": "Next",
  "tr_oauthGoogle": "Magpatuloy gamit ang Google",
  "tr_oauthMicrosoft": "Magpatuloy gamit ang Microsoft",
  "tr_oauthGithub": "Magpatuloy gamit ang GitHub",
  "tr_oauthYahoo": "Magpatuloy gamit ang Yahoo",
  "tr_oauthEmail": "Magpatuloy gamit ang Email",
  "tr_sendLink": "Ipadala ang Link",
  "tr_emailNotSupported": "Paumanhin, ang email ay hindi wasto o hindi suportado",
  "tr_selectCountry": "Bansa",
  "tr_2FA": "Siguruhin nating ikaw ito",
  "tr_2FADesc": "Ilagay ang code mula sa authenticator app",
  "tr_2FAIncorrect": "Maling 2FA code",
  "tr_2FAIncorrectDesc": "Maaaring mali o expired ang code. Subukan muli.",
  "tr_unauthorizedAccount": "Kailangan baguhin ang iyong mga pahintulot sa pag-access",
  "tr_unauthorizedAccountDesc": "Makipag-ugnayan sa app administrator ng iyong kongregasyon upang kumpirmahin ang iyong role, pagkatapos subukan muli sa loob ng 5 minuto. Para sa anumang karagdagang tulong, maaaring makipag-ugnayan ang mga Elder sa amin sa pamamagitan ng email.",
  "tr_noSchedulesYet": "Wala pang iskedyul na nailalabas",
  "tr_noSchedulesYetDesc": "Hindi pa available ang iskedyul ng pulong. Kailangang mai-publish ang mga iskedyul sa app upang maging available.",
  "tr_reconnectAccount": "I-reconnect ang account",
  "tr_registeringApproved": "Inaprubahan ng lupon ng matatanda ang pag-register sa Organized",
  "tr_testAppMode": "Test mode ng Organized",
  "tr_testAppWaitForData": "Inihahanda ang lahat para magamit ang Organized. Pakisuyong maghintay...",
  "tr_tryOrganized": "Subukan Organized sa test mode",
  "tr_testStart": "Simulan ang testing",
  "tr_testAppWelcome": "Maligayang pagdating sa Test mode ng Organized!",
  "tr_testAppWelcomeDesc": "<p>Ito ay test environment na may sampol na data ng imaginary na kongregasyon. Tuklasin ang mga feature tulad ng mga iskedyul, assignment, ministry, ma ulat, at marami pang iba! Anumang pagbabago dito ay magre-reset kapag ni-reload ang page.</p><p> Upang magamit ang totoong Organized app, buksan ang <a href='https://organized-app.com' target='_blank'>organized-app.com</a> sa iyong browser.</p>",
  "tr_congregationExists": "Nasa Organized na ang kongregasyong ito. Makipag-ugnayan sa inyong administrator ng kongregasyon upang bigyan ka ng kaukulang role.",
  "tr_congregationMasterKeyVerify": "I-verify ang congregation master key",
  "tr_encryptionCodeNoticeMatch": "Nagtugma",
  "tr_congregationAccessCodeCreateDesc": "Ang access code na ito ay ligtas na nag-e-encrypt ng datos ng iyong kongregasyon, kabilang ang mga ulat ng mga mamamahayag at mga iskedyul.",
  "tr_congregationAccessCodeCreate": "Gumawa ng congregation access code",
  "tr_congregationAccessCodeNoticeLength": "Hindi bababa sa 8 karakter",
  "tr_congregationAccessCodeSet": "I-set ang access code",
  "tr_congregationAccessCodeVerify": "I-verify ang congregation access code",
  "tr_congregationAccessCodeNotice": "Palaging gumamit ng ibang code mula sa congregation master key. Siguraduhing simple lamang at secure.",
  "tr_congregationAccessCodeLostDesc": "Pakilagay ang access code ng inyong kongregasyon. Ang natatanging code na ito ay para lamang sa inyong kongregasyon at kailangan para maka-connect at maka-access dito.",
  "tr_setCongregationMasterKey": "I-set ang congregation master key",
  "tr_createCongregationMasterKey": "Gumawa ng congregation master key",
  "tr_congregationAccessCodeAsk": "Ilagay ang congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Ilagay ang inyong congregation master key upang ma-access ito",
  "tr_congregationMasterKeyAsk": "Ilagay ang congregation master key",
  "tr_cantFindCongregation": "Hindi mahanap ang inyong kongregasyon?",
  "tr_cantFindCongregationDesc": "Suriin kung may mga pagkakamali (ang minimum na input ay 2 karakter). Kung ang iyong kongregasyon ay wala sa listahan sa jw.org search page, kontakin ang <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> para sa tulong",
  "tr_appFunctionalityDataPrivacy": "Praktikalidad ng app at data privacy",
  "tr_appIntro": "Ang Organized ay di-opisyal na app para sa mga Saksi ni Jehova na ginawa ng masisigasig na mga kapatid na lalaki at babae. Pinapasimple nito ang iba't ibang responsibilidad sa loob ng kongregasyon. Pakisuyong humingi ng pahintulot mula sa inyong lupon ng matatanda bago i-register ang inyong kongregasyon.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Ang Organized ay may kasamang privacy at seguridad ng data bilang pangunahing prayoridad. Ang buong detalye ay matatagpuan sa aming <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Mga Tuntunin ng Paggamit</a> at <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Patakaran sa Privacy</a>. Narito ang isang maikling buod ng aming pamamaraan sa pag-iimbak at seguridad ng data:</p><ul><li><strong>Local storage, cloud sync:</strong> Ang iyong data ay nilalagay mismo sa iyong device para sa malakas na seguridad at offline access. Kung pinapayagan ng mga matatanda ang pag-synchronize, ito ay protektado ng end-to-end encryption sa aming secure na cloud servers.</li><li><strong>Seguridad ng Data:</strong> Gumagamit kami ng mga makabagong hakbang sa seguridad tulad ng encryption at mga proteksyon sa loob ng app upang mapanatiling ligtas ang iyong data. Sinusunod din namin ang mga patakaran ng GDPR, kabilang ang paggamit ng mga server na nakabase sa EU at ang pangongolekta ng data ng gumagamit lamang matapos ang pahintulot, na may mga opsyon upang hilingin, i-update, o tanggalin ito.</li><li><strong>Pangongolekta ng Data:</strong> Nangongolekta kami ng mga pangunahing detalye lamang – pangalan, email, IP address, at impormasyon ng device – para sa pag-login, seguridad, at paggana ng app. Hindi namin maa-access ang iyong data sa loob ng app; lahat ng impormasyong ito ay ini-input lamang ng mga matatanda o mga awtorisadong kapatid sa iyong kongregasyon.</li><li><strong>Hindi namin ibinabahagi ang iyong data:</strong> Ang iyong data ay para lamang sa iyo, at hindi namin ito ibinabahagi sa anumang third-party na kumpanya para sa mga layuning pang-marketing o advertising.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>Maaari mong i-access, itama, tanggalin, o i-export ang iyong data sa iyong settings ng profile o sa pamamagitan ng pakikipag-ugnayan sa amin sa <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Maaari mong bawiin ang iyong pahintulot anumang oras sa pamamagitan ng pagtanggal ng iyong account. Ang Organized ay nangongolekta lamang ng data at cookies na mahalaga para sa paggana ng app. Ang data na ipinasok ng mga matatanda ng iyong kongregasyon ay hindi namin kontrolado. Ang iyong data (pangalan, email, IP, device ID) ay itinatago lamang hangga't kinakailangan para sa paggamit ng app, hanggang ang iyong account ay matatanggal, o ayon sa kinakailangan ng batas.</p>",
  "tr_mfaVerifyTitle": "Siguruhin nating ikaw ito",
  "tr_mfaVerifyDesc": "Ilagay ang code mula sa authenticator app",
  "tr_illustrationTerritoriesHeader": "Madaling i-manage ang mga teritoryo",
  "tr_illustrationTerritoriesDescription": "Tingnan at i-edit ang mga teritoryo, makita ang overdue at nawawalang card. Masundan ang \"Huwag katukin\", nagdaang assignment at mag-imprenta ng bagong card. Mag-assign ng teritoryo sa publisher, at makikita nila ito sa listahan ng teritoryo. Sundan ang mga datos at i-export ang S-13.",
  "tr_illustrationOtherSchedulesHeader": "Iba pang mga magandang iskedyul ",
  "tr_illustrationOtherSchedulesDescription": "Gumagawa ang Organized ng iskedyul sa paglilinis, dalaw ng tagapangasiwa ng sirkito, maintenance , pampublikong pagpapatotoo, mga duty at mga bahagi pa sa kongregasyon upang mapadali para sa mga inatasang kapatid. Pinapadali rin nito para sa mga publisher na masundan at makaganap sa mga ito.",
  "tr_howAreTheCodesDifferent": "Ano ang pagkakaiba ang mga code?",
  "tr_howAreTheCodesDifferentDesc": "Access code: Sa lahat ng user ng inyong kongregasyon;\nMaster key: Mas mataas na lebel ng access para sa mga inatasang kapatid.",
  "tr_createMasterKey": "Gumawa ng master key",
  "tr_createMasterKeyDesc": "<p><strong>Una, gumawa ng congregation master key.</strong> Sinisigurado nito ang pag-encrypt sa data ng kongregasyon, kasama ang mga ulat at mga user, at kinakailangan sa mga administrative task gaya ng pag-export/import ng data at pagbabago ng settings.</p>",
  "tr_createAccessCode": "Gumawa ng access code",
  "tr_createAccessCodeDesc": "<p><strong>Panghuli, gumawa ng access code.</strong> Ang unique code na ito ay pinapayagan ang bagong mga user na makakonekta sa inyong kongregasyon sa Organized. Palaging pinapanatiling secure ang lahat ng impormasyon ng kongregasyon, at binibigyang access ang mga aprubadong user.</p>",
  "tr_otherInCongDesc": "Bautisadong sister, unbaptized publisher, estudyante ng midweek",
  "tr_baptizedBrotherDesc": "Sinumang bautisadong brother, may atas man o wala pa",
  "tr_accountPublisherStudent": "Kasama sa kongregasyon",
  "tr_requestAccess": "Request access",
  "tr_requestAccessSent": "Request access sent",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
