{
  "tr_logOut": "Log out",
  "tr_emailAddress": "Email address",
  "tr_emailAddressDesc": "Hindi na maaaring baguhin ang email address. Makipag-ugnayan sa amin kung nais mo itong baguhin.",
  "tr_name": "Pangalan",
  "tr_ministryPreferences": "Ministry preferences",
  "tr_theocraticAssignmentsField": "Idagdag ang mga teokratikong atas sa credit hours ng aking ulat",
  "tr_theocraticAssignmentsFieldDesc": "Para sa mga payunir na may teokratikong atas at maaaring maidagdag sa hours credit",
  "tr_timeAway": "Liban na panahon",
  "tr_startDate": "Petsa ng Pagsisimula",
  "tr_endDate": "Petsa ng Pagtatapos",
  "tr_save": "Save",
  "tr_notificationPreferences": "Notification preferences",
  "tr_notificationPreferencesDesc": "Piliin kung anong mga notification na ayaw mong matanggap mula sa Organized. Maaari itong baguhin.",
  "tr_reportReminder": "Paalala sa buwanang ulat",
  "tr_reportReminderDesc": "Tumanggap ng mga paalala sa huling araw ng bawat buwan, at kung makalimutan mo, makakatanggap ka ng paalala sa susunod na araw",
  "tr_collabActivities": "Mga bagong collaborative activities",
  "tr_collabActivitiesDesc": "Tumanggap ng notifcations tungkol sa mga aktibidad kung saan kinakailangan ang tulong, halimbawa, pagtatrabaho sa hardin o paghahanda ng silid para sa paaralan o pansirkitong asemblea",
  "tr_myAssignmentsDesc": "Makatanggap agad ng notification sa bagong mga atas",
  "tr_infoBoardAnnouncements": "Bagong announcement sa information board",
  "tr_infoBoardAnnouncementsDesc": "Kapag naka-off, hindi makakatanggap ng paalala sa mga announcement, maliban na lang kung piliing ipaalam ng mga elder ang isang mahalagang bagay",
  "tr_partnerSearch": "Publisher na naghahanap ng kasama sa paglilingkod",
  "tr_partnerSearchDesc": "Makatanggap ng paalala kapag may nag-request ng makakasama",
  "tr_organizedSettings": "Organized settings",
  "tr_autoSync": "Auto sync",
  "tr_autoSyncDesc": "Awtomatikong i-sync ang data sa kongregasyon at mga device na naka-log in sa Organized",
  "tr_syncInterval": "Sync interval",
  "tr_customLinkInMobilePanel": "Custom link para sa mobile navigation panel",
  "tr_customLinkInMobilePanelDesc": "Palitan ang “Info board” button ng ibang feature para sa mabilis na pag-access mula sa Home page",
  "tr_selectFeature": "Select feature",
  "tr_autoThemeChange": "Automatic na pagbabago ng theme",
  "tr_autoThemeChangeDesc": "Sundan ang setting ng device kapag pipiliin kung light o dark mode",
  "tr_colorScheme": "Color scheme",
  "tr_blue": "Blue",
  "tr_green": "Green",
  "tr_purple": "Purple",
  "tr_orange": "Orange",
  "tr_security": "Seguridad",
  "tr_2FA": "Two-factor authentication",
  "tr_2FADesc": "Napapalakas ng 2FA ang seguridad ng iyong account sa pamamagitan ng pagre-request ng security code mula sa iyong mobile authenticator app.",
  "tr_lockAppWithPIN": "I-lock ang app gamit ang PIN",
  "tr_lockAppWithPINDesc": "Kapag hindi nagagamit, ang app ay maglo-lock awtomatiko para sa dagdag na seguridad",
  "tr_sessions": "Mga session",
  "tr_sessionsDesc": "Lisstahan ng mga device na nakapag-log in sa iyong account. Alisin ang anumang session na hindi mo alam.",
  "tr_terminate": "Alisin",
  "tr_currentSession": "Kasalukuyang session",
  "tr_logoutClearData": "Mag-log out at alisin ang local data?",
  "tr_logoutClearDataDesc": "Siguraduhing naka-sync ang lahat ng recent data, kung hindi ay matatanggal ito.",
  "tr_2FAEnable": "I-enable ang two-factor authentication",
  "tr_2FAEnableDesc": "Gamitin ang Google Authenticator o Microsoft Authenticator app sa iyong mobile device para i-scan ang QR code at matapos ang setup.",
  "tr_codeCopied": "Nakopya ang code",
  "tr_codeCopiedDesc": "I-paste ito sa authenticator app",
  "tr_2FAEnabled": "Nai-enable ang two-factor authentication",
  "tr_2FAEnabledDesc": "Maaring i-disable ang 2FA sa settings",
  "tr_2FADisable": "I-disable ang two-factor authentication?",
  "tr_2FADisableDesc": "Nagpapalakas ng 2FA ang seguridad, kaya magandang iwanang naka-enable ito. I-confirm kung nais itong i-disable ito.",
  "tr_disable": "Disable",
  "tr_2FADisabled": "Disabled na ang two-factor authentication",
  "tr_2FADisabledDesc": "Maari mong i-enable ito muli sa settings",
  "tr_PINCreate": "Gumawa ng PIN",
  "tr_PINCreateDesc": "Gumawa ng malakas na PIN para sa higit na proteksyon. Iwasan ang paggamit ng mga simpleng code.",
  "tr_continue": "Magpatuloy",
  "tr_PINConfirm": "I-confirm ang iyong PIN",
  "tr_PINConfirmDesc": "I-confirm ang iyong PIN upang matapos ang setup.",
  "tr_PINSet": "I-set ang PIN",
  "tr_PINNewSet": "Nai-set na ang bagong PIN",
  "tr_PINNewSetDesc": "Maari nang gamitin ito upang i-unlock ang Organized app",
  "tr_lastSeen": "Huling kita: {{ date }}",
  "tr_2FAStep1": "Step 1: I-set up ang 2FA sa iyong device",
  "tr_2FAStep1Desc": "Gamitin ang isa sa mga sumusunod na paraan upang i-link ang iyong authentication app. Suggestion namin na gamitin ang Google Authenticator o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Quick setup",
  "tr_2FAQuickSetupDesc": "Kung mayroon kang authenticator apps sa mga nabanggit, gamitin ang button na ito upang ma-set up ito sa iyong device nang mabilis.",
  "tr_2FAQRCode": "QR code",
  "tr_2FAQRCodeDesc": "I-scan ang QR code gamit ang iyong authenticator app upang i-set up ang Two-Factor Authentication.",
  "tr_2FASetupKey": "Setup key",
  "tr_2FASetupKeyDesc": "Kopyahin ang setup key at i-paste ito sa iyong authenticator app upang i-set up ang Two-Factor Authentication.",
  "tr_2FAStep2": "Step 2: Ilagay ang 2FA code",
  "tr_timeAwayDesc": "Walang naiset na time away. Panatilihin ang iyong time away na updated upang maaaring isama ito ng mga kapatid kapag gumagawa ng schedule ng mga darating na pulong.",
  "tr_terminatedDesc": "Itinigil na ang session sa device na iyon",
  "tr_deleteAccount": "Tanggalin ang account ko",
  "tr_deleteAccountDesc": "Sigurado ka bang tanggalin ang account mo sa Organized?",
  "tr_deleteAccountWithCongregationDesc": "Sigurado ka bang tanggalin ang account mo sa Organized? Mabubura rin ang inyong kongregasyon dahil ikaw lamang ang user. Ilagay sa ibaba ang congregation master key upang kumpirmahin.",
  "tr_deleteAccountAssignAdminFirst": "Bago alisin ang iyong account, siguraduhing mag-assign ng isa pang app administrator upang masuportahan pa rin ang mga user sa inyong kongregasyon."
}
