{
  "tr_login": "Prijava",
  "tr_welcomeApp": "Dobrodošel v aplikaciji Organized – orodju, s katerim je mogoče upravljati občinske zadeve",
  "tr_whatIsApp": "Ali je aplikacija Organized uradna aplikacija organizacije Jehovovih prič?",
  "tr_descApp": "<p>Ne, ni uradna aplikacija. Sam se lahko odločiš, ali je primerna zate. Če želiš, da jo uporablja vsa občina, svetujemo, da za dovoljenje prosiš starešinstvo. Zavedamo se, da obstajajo še druge aplikacije, ki so namenjene podobnim nalogam. Vsaka ima svoje prednosti in metode, vendar imajo vse isti cilj.</p>",
  "tr_appPWA": "Aplikacija Organized je aplikacija PWA. Kaj to pomeni?",
  "tr_appPWADesc": "<p>Aplikacija Organized je progresivna spletna aplikacija (PWA), kar pomeni, da deluje neposredno v tvojem spletnem brskalniku. Zasnovana je za delovanje na različnih operacijskih sistemih, zato podpira tako namizne kot mobilne naprave.</p><p>Ko je nameščena na tvojo napravo in ko opraviš začetne nastavitve, ostaja aplikacija dostopna brez povezave, kar ti omogoča uporabo njenih glavnih funkcij brez internetne povezave.</p>",
  "tr_appSecure": "Kako varni so tvoji podatki pri uporabi aplikacije Organized?",
  "tr_appSecureDesc": "<p>Dodali smo dodatne varnostne plasti za zaščito tvojih podatkov. V današnjem hitro spreminjajočem se tehnološkem svetu redno posodabljamo aplikacijo Organized, da ostane popolnoma varna.</p><p>Kljub temu, da je to spletna aplikacija, se tvoji podatki najprej shranjujejo neposredno na tvojo napravi. To pomeni, da do njih lahko dostopaš tudi brez internetne povezave. Če informacije deliš z drugimi v svoji občini, se te varno sinhronizirajo prek strežnikov v oblaku. Poleg tega skrbimo za zaščito vseh zasebnih podatkov z močnimi varnostnimi ukrepi, kot je dvojno šifriranje na naših strežnikih.</p>",
  "tr_clearBrowserData": "<p>Če boš počistil zgodovino svojega brskalnika ali izbrisal piškotke, boš s tem izbrisal tudi vse nesinhronizirane podatke v aplikaciji Organized. Prosimo, poskrbi, da so tvoji podatki sinhronizirani, preden to storiš.</p>",
  "tr_appPrivacy": "Kako aplikacija Organized skrbi za tvojo zasebnost?",
  "tr_appPrivacyDesc": "<p>Ko se odločiš za uporabo naše aplikacije Organized, zbiramo le bistvene informacije, kot sta tvoje ime in e-pošta. Poleg tega uporabljamo IP naslov tvoje naprave in podrobnosti o uporabniškem vmesniku tvoje naprave, da izboljšamo tvoje izkušnje z našo aplikacijo.</p><p>Bodi prepričan, da dajemo prednost tvoji zasebnosti. Oglaševalskim podjetjem nikoli ne dovolimo, da te sledijo prek naših storitev ali da uporabljajo tvoje podatke za ciljno usmerjeno oglaševanje. Vse informacije, ki jih posreduješ v aplikaciji Organized, ostanejo strogo zaupne in jih nikoli ne delimo z zunanjimi strankami.</p>",
  "tr_readComplete": "Sprejemam <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Pogoje uporabe</a> in <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Politiko zasebnosti</a> ter soglašam z obdelavo svojih osebnih podatkov, kot je opisano.",
  "tr_email": "E-pošta",
  "tr_accountCreated": "Tvoj račun v aplikaciji Organized je registriran. Obvesti administratorja v vaši občini, da ti bo dodelil potrebna dovoljenja. Nato osveži stran, da se prijaviš.",
  "tr_createCongregationAccount": "Ustvari občino",
  "tr_unauthorizedRole": "<p>Tvoj račun je pripravljen! Da bi lahko dostopal do aplikacije Organized, prosi administratorja aplikacije v tvoji občini, da ti dodeli dovoljenja, potem pa čez 5 minut osveži stran.</p><p>Starešine nas lahko kontaktirajo na <a href='mailto:support@organized-app.com'>support@organized-app.com</a>, če potrebujejo pomoč.</p>",
  "tr_oauthAccept": "<p>Preberi si več o naših <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Pogojih uporabe</a> in <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Pravilniku o zasebnosti</a>.</p>",
  "tr_signInDesc": "Izberi, kako se želiš prijaviti",
  "tr_emailAuth": "Avtentikacija z e-pošto",
  "tr_emailAuthDesc": "Vnesi svoj e-poštni naslov, da prejmeš povezavo za avtentikacijo v aplikacijo Organized",
  "tr_emailAuthDescComplete": "Uspešno si se prijavil z e-pošto. Zdaj lahko dostopaš do aplikacije.",
  "tr_emailAuthSentHeader": "Povezava je bila poslana",
  "tr_emailAuthSent": "Prosimo, preveri svoj e-poštni predal. Če sporočila ni tam, preveri mapo z nezaželeno pošto ali ponovno zahtevaj povezavo.",
  "tr_accountSetup": "Za aktivacijo aplikacije Organized na tej napravi vnesi kodo povabila, ki si jo prejel od starešin v vaši občini.",
  "tr_illustrationMinistryAssignmentsHeader": "Vse tvoje oznanjevanje in naloge",
  "tr_illustrationMinistryAssignmentsDescription": "Oglej si vse svoje prihajajoče naloge in prejemaj obvestila o novih. Pridobi novo področje iz razpoložljivega seznama. Oddaj prošnjo za pomožno pionirsko službo s samo nekaj kliki in dostopaj do funkcij za pionirje, kot so štoparica ter podrobna mesečna in letna poročila.",
  "tr_illustrationMultiPlattformHeader": "Na vseh tvojih napravah",
  "tr_illustrationMultiPlattformDescription": "Uporabljaj aplikacijo Organized na svojem osebnem računalniku, prenosniku, pametnem telefonu ali tablici na katerem koli sodobnem operacijskem sistemu. Aplikacija deluje prek spleta, vendar je dostopna tudi, ko nimaš internetne povezave.",
  "tr_illustrationMeetingSchedulesHeader": "Enostavno ustvari razporede za shode",
  "tr_illustrationMeetingSchedulesDescription": "Uvozi načrte shodov z jw.org s samo enim klikom in samodejno izpolni naloge. Deli svoj seznam bratov, ki lahko imajo govore v drugih občinah, in zaprosi druge občine za njihove sezname za boljše sodelovanje. Objavi razporede za oznanjevalce in za učence shodov med tednom, kar jim bo omogočilo, da bodo videli svoje naloge.",
  "tr_illustrationSecretaryHeader": "Vsa tajniška poročila",
  "tr_illustrationSecretaryDescription": "Spremljaj mesečno in letno evidenco navzočih na vseh shodih. Poglej oznanjevalska poročila in enostavno pošlji vsa potrebna poročila neposredno podružničnemu uradu. Prejmi in preglej prošnje za pomožno pionirsko službo.",
  "tr_selectAccount": "Če želiš začeti uporabljati aplikacijo Organized, izberi, katera možnost velja zate:",
  "tr_accountBaptizedBrother": "Krščeni brat",
  "tr_connectCongregation": "Poveži se s svojo občino",
  "tr_invitationCode": "Koda povabila",
  "tr_orLabel": "ali",
  "tr_importantNotice": "Pomembno obvestilo",
  "tr_registrationSuccess": "Hvala za registracijo",
  "tr_congregationCreateLabel": "Ali tvoja občina še ni registrirana v aplikaciji Organized?",
  "tr_createCongregation": "Ustvari občino",
  "tr_yourCongregation": "Tvoja občina",
  "tr_incompleteCongregationInfo": "Preveri, ali si navedel vse potrebne podatke za ustanovitev vaše občine",
  "tr_firstname": "Ime",
  "tr_lastname": "Priimek",
  "tr_encryptionCode": "Šifrirna koda",
  "tr_encryptionCodeSetupDesc": "Ustvari šifrirno kodo za vašo občino.",
  "tr_encryptionCodeLostDesc": "Vpiši občinsko šifrirno kodo za dostop",
  "tr_encryptionCodeNotice": "To kodo si zapiši in jo varno shrani. Če jo boš izgubil, je možno, da boste izgubili vse občinske podatke.",
  "tr_encryptionCodeCreate": "Ustvari šifrirno kodo",
  "tr_encryptionCodeNoticeLength": "Vsaj 16 znakov",
  "tr_encryptionCodeNoticeNumber": "Številka",
  "tr_encryptionCodeNoticeLowerCase": "Mala črka",
  "tr_encryptionCodeNoticeUpperCase": "Velika črka",
  "tr_encryptionCodeNoticeSpecialSymbol": "Poseben simbol",
  "tr_encryptionCodeSet": "Ustvari glavni ključ",
  "tr_encryptionCodeAsk": "Vpiši občinsko šifrirno kodo",
  "tr_encryptionCodeValidate": "Preveri",
  "tr_encryptionCodeInvalid": "Šifrirna koda, ki si jo vpisal, je napačna",
  "tr_activate": "Aktiviraj",
  "tr_next": "Naprej",
  "tr_oauthGoogle": "Nadaljuj z Googlom",
  "tr_oauthMicrosoft": "Nadaljuj z Microsoftom",
  "tr_oauthGithub": "Nadaljuj z GitHub",
  "tr_oauthYahoo": "Nadaljuj z Yahoojem",
  "tr_oauthEmail": "Nadaljuj z e-pošto",
  "tr_sendLink": "Pošlji povezavo",
  "tr_emailNotSupported": "Oprosti, ta e-poštni naslov je neveljaven ali ni podprt",
  "tr_selectCountry": "Država",
  "tr_2FA": "Naj se prepričamo, da si to ti",
  "tr_2FADesc": "Vnesi kodo iz svoje aplikacije za preverjanje pristnosti",
  "tr_2FAIncorrect": "Napačna koda 2FA",
  "tr_2FAIncorrectDesc": "Koda je lahko napačna ali potekla. Poskusi znova.",
  "tr_unauthorizedAccount": "Tvoja dovoljenja za dostop je treba prilagoditi",
  "tr_unauthorizedAccountDesc": "Kontaktiraj administratorja aplikacije za vašo občino, da potrdi tvojo vlogo, nato čez 5 minut poskusi znova. Za nadaljnjo pomoč nas lahko starešine kontaktirajo po e-pošti.",
  "tr_noSchedulesYet": "Ni še objavljenih razporedov",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Ponovno poveži moj račun",
  "tr_registeringApproved": "Starešinstvo je odobrilo registracijo te občine v aplikaciji Organized",
  "tr_testAppMode": "Testni način aplikacije Organized",
  "tr_testAppWaitForData": "Pripravljamo vse potrebno za preizkus aplikacije Organized. To lahko traja nekaj trenutkov ...",
  "tr_tryOrganized": "Preizkusi aplikacijo Organized v testnem načinu",
  "tr_testStart": "Začni testiranje",
  "tr_testAppWelcome": "Dobrodošel v testnem načinu aplikacije Organized!",
  "tr_testAppWelcomeDesc": "<p>To je testno okolje s predizpolnjenimi podatki za izmišljeno občino. Razišči funkcije, kot so razporedi, naloge, oznanjevanje, poročila in še več! Vsakršne spremembe, ki jih boš naredil, se bodo po ponovnem zagonu aplikacije ponastavile.</p><p>Če želiš začeti uporabljati pravo aplikacijo Organized, odpri <a href='https://organized-app.com' target='_blank'>organized-app.com</a> v svojem brskalniku.</p>",
  "tr_congregationExists": "Ta občina že obstaja v aplikaciji Organized. Kontaktiraj administratorja vaše občine, da ti dodeli potrebne vloge.",
  "tr_congregationMasterKeyVerify": "Potrdi občinski glavni ključ",
  "tr_encryptionCodeNoticeMatch": "Ključi se ujemajo",
  "tr_congregationAccessCodeCreateDesc": "Ta dostopna koda varno šifrira podatke vaše občine v skupni rabi, tudi poročila oznanjevalcev in urnike.",
  "tr_congregationAccessCodeCreate": "Ustvari občinsko dostopno kodo",
  "tr_congregationAccessCodeNoticeLength": "Vsaj 8 znakov",
  "tr_congregationAccessCodeSet": "Nastavi dostopno kodo",
  "tr_congregationAccessCodeVerify": "Preveri občinsko dostopno kodo",
  "tr_congregationAccessCodeNotice": "Vedno uporabi kodo, ki se razlikuje od občinskega glavnega ključa. Koda naj bo razmeroma preprosta, vendar varna.",
  "tr_congregationAccessCodeLostDesc": "Prosimo, vnesi dostopno kodo vaše občine. Ta edinstvena koda je specifična za vašo občino in je potrebna, da se lahko povežeš z občino in dostopaš do njenih podatkov.",
  "tr_setCongregationMasterKey": "Nastavi občinski glavni ključ",
  "tr_createCongregationMasterKey": "Ustvari občinski glavni ključ",
  "tr_congregationAccessCodeAsk": "Vpiši občinsko dostopno kodo",
  "tr_congregationAccessCode": "Občinska dostopna koda",
  "tr_congregationMasterKeyLostDesc": "Vpiši občinski glavni ključ za dostop do občinskih podatkov",
  "tr_congregationMasterKeyAsk": "Vnesi občinski glavni ključ",
  "tr_cantFindCongregation": "Ali ne najdeš svoje občine?",
  "tr_cantFindCongregationDesc": "Preveri napake (minimalni vnos sta 2 znaka). Če tvoja občina ni na seznamu na jw.org strani za iskanje, kontaktiraj <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> za pomoč.",
  "tr_appFunctionalityDataPrivacy": "Funkcionalnost aplikacije in zasebnost podatkov",
  "tr_appIntro": "Organized je neuradna aplikacija za Jehovove priče, ki so jo ustvarili navdušeni bratje in sestre. Z njo je mogoče poenostaviti različne odgovornosti v občini. Prosimo, pridobi odobritev starešinstva, preden registriraš svojo občino.",
  "tr_privacySecurityTitle": "Zasebnost in varnost",
  "tr_privacySecurityDesc": "<p>Aplikacija Organized je ustvarjena tako, da imata zasebnost in varnost podatkov najvišjo prednost. Vse podrobnosti so navedene v naših <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Pogojih uporabe</a> in v <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Politiki zasebnosti</a>. Tukaj je kratek pregled našega pristopa k shranjevanju in varovanju podatkov:</p><ul><li><strong>Lokalno shranjevanje, sinhronizacija v oblaku:</strong> Tvoji podatki so shranjeni lokalno v tvoji napravi, kar zagotavlja močno varnost in dostop brez povezave. Če starešine omogočijo sinhronizacijo, je ta zaščitena s šifriranjem od konca do konca na naših varnih strežnikih v oblaku.</li><li><strong>Varnost podatkov:</strong> Za varnost tvojih podatkov uporabljamo napredne varnostne ukrepe, kot so šifriranje in zaščita v aplikaciji. Prav tako upoštevamo pravila GDPR, vključno z uporabo strežnikov s sedežem v EU in zbiranjem uporabniških podatkov le po privolitvi z možnostjo zahteve, posodobitve ali izbrisa.</li><li><strong>Zbiranje podatkov:</strong> Za prijavo, varnost in delovanje aplikacije zbiramo le osnovne podatke - ime, e-pošto, naslov IP in podatke o napravi. V aplikaciji ne moremo dostopati do tvojih podatkov; vse informacije vanjo vnašajo le starešine ali pooblaščeni bratje v tvoji občini.</li><li><strong>Tvojih podatkov nikoli ne dajemo v skupno rabo:</strong> Tvoji podatki pripadajo samo tebi in jih nikoli ne delimo s tretjimi osebami za namene trženja ali oglaševanja.</li></ul>",
  "tr_dataManagementTitle": "Upravljanje podatkov",
  "tr_dataManagementDesc": "<p>Do svojih podatkov lahko dostopaš, jih popraviš, izbrišeš ali izvoziš v nastavitvah svojega profila ali tako, da nas kontaktiraš na <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Svojo privolitev lahko kadar koli prekličeš tako, da izbrišeš svoj račun. Aplikacija Organized zbira le podatke in piškotke, ki so nujni za delovanje aplikacije. Podatkov, ki jih vnesejo občinski starešine, ne upravljamo. Tvoji podatki (ime, e-pošta, IP, ID naprave) se hranijo le toliko časa, kolikor je potrebno za uporabo aplikacije, do izbrisa računa ali v skladu z zakonom.</p>",
  "tr_mfaVerifyTitle": "Naj se prepričamo, da si to ti",
  "tr_mfaVerifyDesc": "Vnesi kodo iz svoje aplikacije za preverjanje pristnosti",
  "tr_illustrationTerritoriesHeader": "Enostavno upravljanje področij",
  "tr_illustrationTerritoriesDescription": "Poglej si področja in jih urejaj, preveri kartice, ki niso vrnjene pravočasno, in izgubljene kartice. Spremljaj tiste, ki ne želijo naših obiskov, zgodovino dodelitev in natisni nove kartice. Dodeli področje oznanjevalcu, in ta ga bo videl na svojem seznamu področij. Sledi statistiki obdelanosti in izvozi dokument S-13.",
  "tr_illustrationOtherSchedulesHeader": "Številni drugi koristni razporedi",
  "tr_illustrationOtherSchedulesDescription": "Postavljeni bratje lahko z aplikacijo Organized precej bolj enostavno organizirajo čiščenje dvorane, obiske okrajnih nadzornikov, vzdrževanje dvorane, oznanjevanje na javnih krajih, občinske naloge in druge naloge. Poleg tega oznanjevalcem olajša sledenje in sodelovanje pri teh dejavnostih.",
  "tr_howAreTheCodesDifferent": "V čem se kodi razlikujeta?",
  "tr_howAreTheCodesDifferentDesc": "Dostopna koda: za vse uporabnike, da se lahko pridružijo vaši občini; glavni ključ: dostop na višji ravni za odgovorne brate.",
  "tr_createMasterKey": "Ustvari glavni ključ",
  "tr_createMasterKeyDesc": "<p><strong>Najprej ustvari občinski glavni ključ.</strong> Ta ključ varno šifrira občinske podatke, tudi poročila in osebe, ter je bistvenega pomena za administrativna dela, kot so izvoz/uvoz podatkov in prilagajanje nastavitev.</p>",
  "tr_createAccessCode": "Ustvari dostopno kodo",
  "tr_createAccessCodeDesc": "<p><strong>Na koncu ustvari dostopno kodo.</strong> Ta edinstvena koda omogoča novim uporabnikom, da se v aplikaciji Organized povežejo z vašo občino. Zagotavlja, da so podatki vaše občine vedno varni, saj omogoča dostop le odobrenim uporabnikom.</p>",
  "tr_otherInCongDesc": "Krščena sestra, nekrščeni oznanjevalec, učenec na shodu med tednom",
  "tr_baptizedBrotherDesc": "Kateri koli krščen brat z odgovornostmi ali brez njih",
  "tr_accountPublisherStudent": "Drugi v občini"
}
