{
  "tr_talk_001": "आप परमेश् वर को ककतनी अच्छी तरह जानते हैं?",
  "tr_talk_002": "क्या आप इन आखखरी ददनों से बच कनकलनेवालों में से  एक होंगे?",
  "tr_talk_003": "यहोवा के संगठन के साथ आगे बद़िए जजसमें एकता है",
  "tr_talk_004": "हमारे चारों तरफ की सृष्टि—एक सबूत कक परमेश् वर  सचमुच है",
  "tr_talk_005": "पररवार के ललए सबसे बेहतरीन सलाह",
  "tr_talk_006": "नूह के ददनों में आए जलप्रलय से आप क्या सीख सकते  हैं?",
  "tr_talk_007": "‘कोमल दया के कपता’ की ष्टमसाल पर चललए",
  "tr_talk_008": "खुद के ललए नहीं, बल्कक परमेश् वर की मरजी पूरी करने के  ललए जीएँ",
  "tr_talk_009": "परमेश् वर का वचन सुननेवाले और उस पर चलनेवाले  बकनए",
  "tr_talk_010": "सब बातों में ईमानदार रकहए",
  "tr_talk_011": "मसीह की तरह हमें “दुकनया के नहीं” होना है",
  "tr_talk_012": "परमेश् वर चाहता है कक आप अष्टिकार रखनेवालों का  आदर करें",
  "tr_talk_013": "शादी और यौन-संबंिों के बारे में परमेश् वर जैसी सोच  रखखए",
  "tr_talk_014": "शुद्ध लोगों से यहोवा की मकहमा होती है",
  "tr_talk_015": "‘सबके साथ भलाई कीजजए’",
  "tr_talk_016": "यहोवा के करीब आते जाइए",
  "tr_talk_017": "हमारे पास जो भी है उससे यहोवा की मकहमा करें",
  "tr_talk_018": "यहोवा को अपना मजबूत ग़ि बनाइए",
  "tr_talk_019": "आनेवाला कल कैसा होगा— आप कैसे जान सकते हैं?",
  "tr_talk_020": "क्या िरती पर परमेश् वर का राज शुरू होनेवाला है?",
  "tr_talk_021": "परमेश् वर के राज में होना एक बडी आशीष है",
  "tr_talk_022": "क्या आप यहोवा के इंतजामों से फायदा पा रहे हैं?",
  "tr_talk_023": "हमारी जज़िंदगी का एक मकसद है",
  "tr_talk_024": "क्या आपने वह “बेशकीमती मोती” पा ललया है?",
  "tr_talk_025": "दुकनया की कफतरत से लडते रकहए!",
  "tr_talk_026": "(उपलब्ध नहीं)",
  "tr_talk_027": "शादी के सफर की अच्छी शुरूआत कीजजए  S-99-HI  2/24 2",
  "tr_talk_028": "अपने जीवन-साथी से प्यार कीजजए, उसका आदर  कीजजए",
  "tr_talk_029": "माता-कपता की जजम्मेदाररयाँ और आशीषें",
  "tr_talk_030": "पररवार में खुलकर बातचीत कीजजए",
  "tr_talk_031": "क्या आप परमेश् वर से मागषदशषन पा रहे हैं?",
  "tr_talk_032": "जज़िंदगी की चच़िंताओं का सामना करना",
  "tr_talk_033": "क्या हमें कभी सच्चा न्याय ष्टमलेगा?",
  "tr_talk_034": "(उपलब्ध नहीं)",
  "tr_talk_035": "क्या आप हमेशा तक जी सकते हैं?",
  "tr_talk_036": "क्या यही है जज़िंदगी?",
  "tr_talk_037": "क्या परमेश् वर की राह पर चलना वाकई फायदेमंद है?",
  "tr_talk_038": "हम दुकनया के अंत से कैसे बच सकते हैं?",
  "tr_talk_039": "यीशु दुकनया पर जीत हालसल करता है—कब और कैसे?",
  "tr_talk_040": "(उपलब्ध नहीं)",
  "tr_talk_041": "खडे रहना और देखना कक यहोवा कैसे तुम्हें बचाता है",
  "tr_talk_042": "क्या प्यार से नफरत को जीता जा सकता है?",
  "tr_talk_043": "परमेश् वर जो करने को कहता है, हमारे भले के ललए  कहता है!",
  "tr_talk_044": "यीशु की लशक्षाओं से कैसे आपको फायदा हो सकता है?",
  "tr_talk_045": "जीवन देनेवाली राह पर चललए",
  "tr_talk_046": "अपना भरोसा आखखर तक मजबूत बनाए रखखए",
  "tr_talk_047": "(उपलब्ध नहीं)",
  "tr_talk_048": "परखे जाने पर परमेश् वर के वफादार रकहए",
  "tr_talk_049": "क्या हम कभी साफ-सुथरी िरती देख पाएँगे?",
  "tr_talk_050": "आप सही फैसले कैसे कर सकते हैं?",
  "tr_talk_051": "क्या सच्चाई जानकर आप अपने अंदर बदलाव कर रहे  हैं?",
  "tr_talk_052": "आप ककसे अपना परमेश् वर मानते हैं?",
  "tr_talk_053": "क्या आपकी सोच परमेश् वर जैसी है?",
  "tr_talk_054": "परमेश् वर और उसके वादों पर अपना कवश् वास ब़िाइए",
  "tr_talk_055": "परमेश् वर की नजरों में एक अच्छा नाम कैसे कमाएँ?",
  "tr_talk_056": "हमें सही राह कौन ददखा सकता है?",
  "tr_talk_057": "अत्याचार के दौरान दिके रहना",
  "tr_talk_058": "कौन सही मायने में मसीह के नक्शेकदम पर चल रहे हैं?",
  "tr_talk_059": "आप जो बोएँगे वही कािेंगे",
  "tr_talk_060": "आपकी जज़िंदगी ककतनी मकसद भरी है?  S-99-HI  2/24 3",
  "tr_talk_061": "आप ककसके वादों पर भरोसा रखते हैं?",
  "tr_talk_062": "बीमार मानवजाकत के ललए एकमात्र इलाज",
  "tr_talk_063": "क्या आप में सुसमाचार प्रचार करने का जोश है?",
  "tr_talk_064": "सुख-कवलास के चाहनेवाले या परमेश् वर के चाहनेवाले?",
  "tr_talk_065": "गुस्से से भरी दुकनया में शांकत कैसे कायम करें",
  "tr_talk_066": "किनी के स्वामी के दास बनो",
  "tr_talk_067": "आध्यात्त्मक बातों पर मनन करने के ललए वक् त  कनकालना",
  "tr_talk_068": "क्या आप नाराजगी पाले रखते हैं या माफ करते हैं?",
  "tr_talk_069": "आत्म-त्याग की भावना ब़िाइए",
  "tr_talk_070": "यहोवा पर अपना भरोसा बनाए रखखए",
  "tr_talk_071": "आध्यात्त्मक रूप से ककस तरह जागते रहें",
  "tr_talk_072": "प्रेम से सच्ची मसीही कलीलसया की पहचान होती है",
  "tr_talk_073": "बुजद्ध से भरा मन पाना",
  "tr_talk_074": "यहोवा की नजर हम पर है",
  "tr_talk_075": "क्या आप अपनी जज़िंदगी में यहोवा की हुकूमत कबूल  करते हैं?",
  "tr_talk_076": "बाइबल लसद्धांत—आज की समस्याओं का सामना करने  में क्या ये हमारी मदद कर सकते हैं?",
  "tr_talk_077": "पहुनाई करने में लगे रहो",
  "tr_talk_078": "आनंददत हृदय से यहोवा की सेवा कीजजए",
  "tr_talk_079": "परमेश् वर से दोस्ती या संसार से—आप क्या चुनेंगे?",
  "tr_talk_080": "भकवष्य के बारे में आपकी आशा कवज्ञान पर आिाररत है  या बाइबल पर?",
  "tr_talk_081": "परमेश् वर के सेवक बनने के ललए कौन योग्य हैं?",
  "tr_talk_082": "(उपलब्ध नहीं)",
  "tr_talk_083": "िमों का न्याय ककए जाने का समय",
  "tr_talk_084": "क्या आप इस संसार पर आनेवाले कहर से बचेंगे?",
  "tr_talk_085": "हह़िंसा से भरी दुकनया में खुशखबरी",
  "tr_talk_086": "ऐसी प्राथषनाएँ जजन्हें परमेश् वर सुनता है",
  "tr_talk_087": "परमेश् वर के साथ आपका ररश्ता कैसा है?",
  "tr_talk_088": "बाइबल के स्तरों के मुताकबक क्यों जीएँ?",
  "tr_talk_089": "सच्चाई के प्यासो, आओ!",
  "tr_talk_090": "असली जज़िंदगी पाने के ललए जी-तोड मेहनत कीजजए!",
  "tr_talk_091": "मसीहा की उपस्थिकत और उसका शासन",
  "tr_talk_092": "दुकनया के मामलों में िमष की भूष्टमका  S-99-HI  2/24 4",
  "tr_talk_093": "“परमेश् वर के काम”—आप उन्हें ककस नजर से देखते हैं",
  "tr_talk_094": "सच्चा िमष इंसानों की जरूरतें पूरी करता है",
  "tr_talk_095": "जादू-िोने से जुडे कामों के बारे में बाइबल का नजररया",
  "tr_talk_096": "िमों का क्या होगा?",
  "tr_talk_097": "िे़िी पी़िी के बीच कनष्कलंक रहना",
  "tr_talk_098": "“इस दुकनया का दृश् य बदल रहा है”",
  "tr_talk_099": "आप बाइबल पर भरोसा क्यों रख सकते हैं",
  "tr_talk_100": "परमेश् वर और पडोसी के साथ सच्ची दोस्ती",
  "tr_talk_101": "यहोवा—महान लसरजनहार",
  "tr_talk_102": "भकवष्यवाणी के वचन पर ध्यान देना",
  "tr_talk_103": "परमेश् वर की सेवा में आप खुशी पा सकते हैं",
  "tr_talk_104": "माता-कपताओ—क्या आप आग में दिकनेवाली चीजों से  कनमाषण कर रहे हैं?",
  "tr_talk_105": "अपने सब क्लेशों में शांकत पाना",
  "tr_talk_106": "परमेश् वर, पृथ्वी के कबगाडनेवालों से पलिा लेगा",
  "tr_talk_107": "पापी संसार में एक शुद्ध कववेक बनाए रखखए",
  "tr_talk_108": "भकवष्य के बारे में डर पर काबू पाना",
  "tr_talk_109": "परमेश् वर का राज्य कनकि है",
  "tr_talk_110": "सुखी पररवार वही जो परमेश् वर को पहला िान दे",
  "tr_talk_111": "जाकतयों के चंगा होने से कौन-सा मकसद पूरा होता है?",
  "tr_talk_112": "(उपलब्ध नहीं)",
  "tr_talk_113": "जवान आज के संकिों का सामना कैसे कर सकते हैं?",
  "tr_talk_114": "परमेश् वर की अद्भुत सृष्टि के ललए कदरदानी ददखाना",
  "tr_talk_115": "शैतान के फँदों से खुद को कैसे बचाएँ",
  "tr_talk_116": "अपने सालथयों का चुनाव समझदारी से कीजजए!",
  "tr_talk_117": "बुराई को भलाई से कैसे जीतें?",
  "tr_talk_118": "जवानों के बारे में यहोवा का नजररया रखना",
  "tr_talk_119": "मसीकहयों का संसार से अलग रहना—क्यों फायदेमंद",
  "tr_talk_120": "परमेश् वर की हुकूमत को अभी क्यों मानें",
  "tr_talk_121": "संसार भर में रहनेवाली भाइयों की कबरादरी, जो कवपत्ति से  रक्षा पाएगी",
  "tr_talk_122": "कवश् व-शांकत—कौन ला सकता है?",
  "tr_talk_123": "मसीकहयों को संसार से अलग क्यों रहना चाकहए",
  "tr_talk_124": "बाइबल का रचष्टयता परमेश् वर है—इस कवश् वास के सबूत",
  "tr_talk_125": "इंसान को छुडौती की जरूरत क्यों है  S-99-HI  2/24 5",
  "tr_talk_126": "उद्धार कौन पा सकता है?",
  "tr_talk_127": "मरने पर हमारा क्या होता है?",
  "tr_talk_128": "क्या नरक सचमुच ऐसी जगह है जहाँ आग में तडपाया  जाता है?",
  "tr_talk_129": "क्या कत्रयेक की लशक्षा बाइबल से है?",
  "tr_talk_130": "पृथ्वी सदा तक कायम रहेगी",
  "tr_talk_131": "(उपलब्ध नहीं)",
  "tr_talk_132": "(उपलब्ध नहीं)",
  "tr_talk_133": "इंसान की शुरूआत—इस बारे में आप जो मानते हैं, क्या  उससे कोई फकष पडता है?",
  "tr_talk_134": "क्या मसीकहयों को सब्त मनाना चाकहए?",
  "tr_talk_135": "जीवन और लहू की पकवत्रता",
  "tr_talk_136": "उपासना में मूर्त़िंयों का इस्तेमाल करना क्या परमेश् वर को  मंजूर है?",
  "tr_talk_137": "बाइबल में बताए गए चमत्कार क्या वाकई हुए थे?",
  "tr_talk_138": "भ्रि संसार में दुरुस्त मन के साथ जीवन कबताइए",
  "tr_talk_139": "कवज्ञान के युग में परमेश् वर की बुजद्ध",
  "tr_talk_140": "यीशु मसीह असल में कौन है?",
  "tr_talk_141": "इंसानों का कराहना कब खत्म होगा?",
  "tr_talk_142": "यहोवा में शरण क्यों लें",
  "tr_talk_143": "हर तरह की तसकली के परमेश् वर पर भरोसा रखखए",
  "tr_talk_144": "मसीह की अगुवाई माननेवाली एक वफादार कलीलसया",
  "tr_talk_145": "हमारे परमेश् वर यहोवा जैसा कौन है?",
  "tr_talk_146": "लशक्षा का इस्तेमाल यहोवा की मकहमा के ललए कीजजए",
  "tr_talk_147": "यहोवा की उद्धार करने की शस्थक्त पर भरोसा रखखए",
  "tr_talk_148": "जीवन के बारे में क्या आपका नजररया परमेश् वर जैसा है?",
  "tr_talk_149": "क्या आप परमेश् वर के साथ-साथ चल रहे हैं?",
  "tr_talk_150": "क्या इस दुकनया का नाश हो जाएगा?",
  "tr_talk_151": "यहोवा अपने लोगों के ललए “ऊँचा ग़ि” है",
  "tr_talk_152": "असली आमाषगेडन सचमुच आ रहा है—मगर कब? और  क्यों?",
  "tr_talk_153": "यहोवा के “भयानक ददन” को हमेशा मन में रखखए!",
  "tr_talk_154": "इंसान की हुकूमत—जजसे तराजू में तोला गया है",
  "tr_talk_155": "क्या बाबुल के न्याय का समय आ पहुँचा है?",
  "tr_talk_156": "न्याय का ददन—डरने का वक् त या आशा रखने का वक् त?",
  "tr_talk_157": "सच्चे मसीही कैसे परमेश् वर की लशक्षा को सँवारते हैं  S-99-HI  2/24 6",
  "tr_talk_158": "साहसी बनो और यहोवा पर भरोसा रखो",
  "tr_talk_159": "खतरों से भरे संसार में आध्यात्त्मक सुरक्षा पाना",
  "tr_talk_160": "अपनी मसीही पहचान की कहफाजत कीजजए!",
  "tr_talk_161": "यीशु ने क्यों दुख उठाया और अपनी जान दी?",
  "tr_talk_162": "अंिकार में पडे संसार से छुिकारा",
  "tr_talk_163": "सच्चे परमेश् वर का भय क्यों मानें?",
  "tr_talk_164": "क्या दुकनया की बागडोर अब भी परमेश् वर के हाथों में है?",
  "tr_talk_165": "आप ककसके आदशों की कदर करते हैं?",
  "tr_talk_166": "कवश् वास और कहम्मत से भकवष्य का सामना करना",
  "tr_talk_167": "बुजद्धहीन संसार में समझदारी से काम लीजजए",
  "tr_talk_168": "मुसीबतों से भरी इस दुकनया में भी आप सुरत्तक्षत महसूस  कर सकते हैं!",
  "tr_talk_169": "बाइबल की ददखायी राह पर क्यों चलें?",
  "tr_talk_170": "कौन इंसानों पर हुकूमत करने के काकबल है?",
  "tr_talk_171": "आप चैन की जज़िंदगी का लुत्फ उठा सकते हैं—अभी और  हमेशा के ललए!",
  "tr_talk_172": "क्या आपको परमेश् वर की मंजूरी ष्टमली है?",
  "tr_talk_173": "क्या परमेश् वर की नजर में सच्चा िमष एक ही है?",
  "tr_talk_174": "परमेश् वर की नयी दुकनया में जाने के योग्य कौन होगा?",
  "tr_talk_175": "क्या बातें बाइबल को सच साकबत करती हैं?",
  "tr_talk_176": "सच्ची शांकत और सुरक्षा—आखखर कब ष्टमलेगी?",
  "tr_talk_177": "मुसीबत की घडी में आपको मदद कहाँ ष्टमल सकती है?",
  "tr_talk_178": "खराई की राह पर चललए",
  "tr_talk_179": "दुकनयावी ख्वाबों को ठुकराइए परमेश् वर के राज की  हकीकत की बातों के ललए मेहनत कीजजए",
  "tr_talk_180": "मरे हुओं का जी उठना—यह क्यों आपके ललए एक सच्ची  आशा होनी चाकहए",
  "tr_talk_181": "क्या आपको लगता है, अंत बहुत करीब है?",
  "tr_talk_182": "परमेश् वर का राज आज हमारे ललए क्या कर रहा है?",
  "tr_talk_183": "व्यथष की चीजों से अपनी आँखें हिा दो!",
  "tr_talk_184": "क्या मौत से सबकुछ खत्म हो जाता है?",
  "tr_talk_185": "क्या आपकी जज़िंदगी में सच्चाई का असर होता है?",
  "tr_talk_186": "परमेश् वर के आनंददत लोगों के साथ एक हो जाइए",
  "tr_talk_187": "क्यों एक प्यार करनेवाला परमेश् वर बुराइयों की इजाजत  देता है?",
  "tr_talk_188": "क्या आपका भरोसा यहोवा पर है?",
  "tr_talk_189": "परमेश् वर के साथ-साथ चलने से आज और हमेशा-हमेशा  तक आशीषें ष्टमलती हैं",
  "tr_talk_190": "परमेश् वर ने ककया एक सुखी पररवार का वादा!",
  "tr_talk_191": "प्यार और कवश् वास दुकनया पर जीत कैसे हालसल करता है",
  "tr_talk_192": "क्या आप उस रास्ते पर चल रहे हैं, जो हमेशा की जज़िंदगी  की तरफ ले जाता है?",
  "tr_talk_193": "दुकनया पर आनेवाले संकि से बच कनकलना",
  "tr_talk_194": "परमेश् वर से ष्टमलनेवाली बुजद्ध से हमें कैसे फायदा होता है"
}
