{
  "error_app_security_invalid-master-key": "La clé principale que vous avez entré est incorrecte",
  "error_api_invalid-endpoint": "La page que vous essayez d'accéder est indisponible",
  "error_api_internal-error": "Une erreur interne est survenue de notre côté. Veuillez réessayer plus tard",
  "error_auth_email-already-exists": "L'adresse mail que vous avez entré est déjà utilisé par un utilisateur existant. Chaque utilisateur doit avoir une adresse mail unique",
  "error_auth_user-not-found": "Il n'existe aucun utilisateur correspondant à celui que vous avez entré",
  "error_api_unauthorized-request": "Vous n'avez pas accès à cette ressource",
  "error_app_security_invalid-invitation-code-title": "Mauvais code d'activation",
  "error_app_security_invalid-invitation-code": "Veuillez vérifier à nouveau le code fourni",
  "error_app_generic-title": "Une erreur est survenue",
  "error_app_generic-desc": "Une erreur s'est produite. Essayez de rafraîchir la page. Si cela ne fonctionne pas, essayez de redémarrer complètement Organized. Notez que cela effacera toutes vos données non synchronisées.",
  "error_app_unsupported-browser-title": "Le navigateur n'est pas pris en charge",
  "error_app_unsupported-browser-desc": "Vous utilisez un navigateur non pris en charge pour l'application Organized. Veuillez vous assurer que votre navigateur est à jour et que le mode privé ou incognito est désactivé. Vous pouvez également essayer d'utiliser un autre navigateur.",
  "error_app_security_user-not-found": "Aucun utilisateur trouvé avec cette adresse e-mail",
  "error_app_persons_spiritual-status-change": "Impossible de changer le statut spirituel",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Un proclamateur baptisé ne peut pas être changé en non baptisé.",
  "error_app_persons_spiritual-status-baptized-midweek": "Un proclamateur baptisé ne peut pas être changé en étudiant inscrit à l'école.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Un proclamateur non baptisé ne peut pas être changé en étudiant inscrit à l'école.",
  "error_app_data_invalid-file": "Impossible de reconnaître le fichier que vous essayez de télécharger.",
  "error_app_data_encrypted-file": "Impossible de reconnaître le fichier car il est crypté. Désactivez le cryptage avant de l'exporter et réessayez.",
  "error_api_bad-request": "Impossible de compléter l'opération. Veuillez rafraîchir l'application et réessayer.",
  "error_api_sync-conflict": "Impossible de synchroniser les modifications depuis le serveur. Actualisez l'application et réessayez, ou synchronisez manuellement.",
  "error_app_congregation-search-error": "Impossible de rechercher une congrégation. Signalez le problème s’il persiste.",
  "error_app_country-search-error": "Impossible de chercher un pays. Signalez le problème s’il persiste."
}
