{
  "tr_login": "Se connecter",
  "tr_welcomeApp": "Bienvenue dans Organized – votre outil de gestion de la vie de l'assemblée",
  "tr_whatIsApp": "Organized est-elle une application officielle de l'organisation des Témoins de Jéhovah ?",
  "tr_descApp": "<p>Non, ce n'est pas une application officielle. Son utilisation dépend de vous. Si vous souhaitez que votre assemblée l'utilise, nous vous suggérons d’obtenir l’approbation du collège des anciens. Nous sommes conscients qu'il existe d'autres applications conçues pour vous aider dans des tâches similaires et pensons que chacune d'elles a ses atouts et ses méthodes, mais elles partagent toutes le même objectif.</p>",
  "tr_appPWA": "Organized est une application PWA, qu'est-ce que ça veut dire ?",
  "tr_appPWADesc": "<p>En tant qu'Application Web Progressive (PWA), Organized fonctionne directement dans votre navigateur Web. Il est conçu pour fonctionner sur différents systèmes d'exploitation, il prend donc en charge à la fois les appareils de bureau et les appareils mobiles.</p><p>Une fois installé sur votre appareil et après avoir terminé la configuration initiale, Organized reste accessible hors ligne, vous garantissant ainsi de pouvoir utiliser ses principales fonctionnalités sans connexion Internet.</p>",
  "tr_appSecure": "Comment sont sécurisés vos données lors de l'utilisation d'Organized?",
  "tr_appSecureDesc": "<p>Nous avons ajouté des couches de sécurité supplémentaires pour protéger vos données. Dans le monde technologique en évolution rapide d'aujourd'hui, nous mettons régulièrement à jour Organized pour assurer sa sécurité.</p><p>Même si Organized est une application Web, vos données sont d'abord stockées directement sur votre appareil. Cela signifie que vous pouvez y accéder, même lorsque vous êtes hors ligne. Si vous partagez des informations avec d'autres membres de votre assemblée, elles sont synchronisées en toute sécurité via les serveurs cloud. De plus, nous veillons à protéger toutes les données privées par des mesures de sécurité strictes, comme le double cryptage sur nos serveurs.</p>",
  "tr_clearBrowserData": "<p>Clearing your browser history or cookies will also delete any unsynchronized Organized data. Please ensure your data is synced before doing this.</p>",
  "tr_appPrivacy": "Comment Organized prend-il en charge votre vie privée?",
  "tr_appPrivacyDesc": "<p>Quand vous choisissez d'utiliser notre application Organized, nous collectons uniquement des informations essentielles telles que votre nom et votre adresse e-mail. De plus, nous recueillons l'adresse IP de votre appareil et les détails de votre appareil pour améliorer votre expérience dans l'application.</p><p>Soyez rassurés que nous accordons la priorité à votre vie privée. Nous n'autorisons jamais les regies publicitaires à vous suivre via nos services ou à utiliser vos données pour des publicités ciblées. Toutes les informations que vous fournissez dans l'application Organized restent strictement confidentielles et ne sont jamais partagées à des tiers.</p>",
  "tr_readComplete": "I accept the <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> and consent to the processing of my personal data as described.",
  "tr_email": "E-mail",
  "tr_accountCreated": "Votre compte organisé a été créé. Informez l'administrateur de votre congrégation pour vous donner les autorisations nécessaires, puis rafraîchissez la page.",
  "tr_createCongregationAccount": "Créer une assemblée",
  "tr_unauthorizedRole": "<p>Vous ne disposez pas actuellement des autorisations nécessaires pour utiliser cette application. Veuillez contacter les anciens de votre congrégation pour vérifier votre rôle, puis<a href='#'>essayer à nouveau</a>dans 5 minutes. S'ils ont besoin d'une assistance supplémentaire, ils peuvent nous contacter par e-mail.</p>",
  "tr_oauthAccept": "<p>En continuant, vous acceptez notre<a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Conditions d'utilisation</a>et<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>politique de confidentialité</a></p>",
  "tr_signInDesc": "Choisissez comment vous voulez vous connecter",
  "tr_emailAuth": "Authentification par e-mail",
  "tr_emailAuthDesc": "Entrez votre email pour obtenir un lien pour l'authentification",
  "tr_emailAuthDescComplete": "Vous vous êtes connecté avec succès avec votre e-mail. Vous pouvez maintenant accéder à l'application.",
  "tr_emailAuthSentHeader": "Le lien a été envoyé",
  "tr_emailAuthSent": "Veuillez vérifier votre boîte mail. S'il n'y est pas, vérifiez dans votre dossier spam ou demandez un nouveau lien.",
  "tr_accountSetup": "Pour activer l'application Organized sur cet appareil, entrez le code d'invitation que vous avez reçu des anciens de votre congrégation.",
  "tr_illustrationMinistryAssignmentsHeader": "Tous vos services et attributions",
  "tr_illustrationMinistryAssignmentsDescription": "Voir tous vos atttributions à venir et recevoir une notification sur les nouveaux. Obtenez un nouveau territoire à partir de la liste disponible. Soumettez une application pionnière auxiliaire en quelques clics et accédez à des fonctionnalités pionnières comme un traqueur de temps, et un rapport mensuel et annuel détaillé.",
  "tr_illustrationMultiPlattformHeader": "Sur tous vos appareils",
  "tr_illustrationMultiPlattformDescription": "Utilisez Organized sur votre ordinateur de bureau, votre ordinateur portable, votre smartphone ou votre tablette sur n'importe quel système d'exploitation moderne. L'application fonctionne en ligne, mais elle est également accessible même si vous n'avez pas de connexion Internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Créez facilement des programmes de réunion",
  "tr_illustrationMeetingSchedulesDescription": "Importez les plans de réunion de jw.org en un seul clic et remplissez automatiquement les devoirs. Partagez votre liste d'orateurs sortants et demandez des listes d'autres congrégations pour améliorer la collaboration. Publier les horaires pour les éditeurs et les étudiants du milieu de la semaine, leur permettant de voir leurs devoirs.",
  "tr_illustrationSecretaryHeader": "Tous les rapports du secrétaire",
  "tr_illustrationSecretaryDescription": "Suivre les registres de présence pour toutes les réunions, tant mensuelles qu'annuelles. Consultez les rapports des éditeurs et envoyez facilement tous les rapports nécessaires directement à votre succursale locale. Recevez et examinez les applications pionnières auxiliaires.",
  "tr_selectAccount": "Pour commencer à utiliser Organized, choisissez quelle option s'applique à vous:",
  "tr_accountPublisherStudent": "Proclamateur ou l'élevé de réunion de la semaine",
  "tr_accountBaptizedBrother": "Frère baptisé",
  "tr_connectCongregation": "Connectez-vous à votre congrégation",
  "tr_invitationCode": "Code d'invitation",
  "tr_wrongInvitationCode": "Mauvais code d'activation",
  "tr_checkInvitationCode": "Veuillez vérifier à nouveau le code fourni",
  "tr_orLabel": "ou",
  "tr_importantNotice": "Information importante",
  "tr_registrationSuccess": "Merci pour votre inscription",
  "tr_congregationCreateLabel": "Votre assemblée n'utilise pas déjà Organized ?",
  "tr_createCongregation": "Créer une congrégation",
  "tr_yourCongregation": "Votre congrégation",
  "tr_incompleteCongregationInfo": "Assurez-vous d'avoir fourni tous les détails nécessaires afin de configurer votre assemblée",
  "tr_firstname": "Prénom",
  "tr_lastname": "Nom",
  "tr_encryptionCode": "Code de cryptage",
  "tr_encryptionCodeSetupDesc": "Créez votre code de chiffrement de congrégation.",
  "tr_encryptionCodeLostDesc": "Entrez le code de chiffrement de votre assemblée pour y accéder",
  "tr_encryptionCodeNotice": "Veuillez noter et protéger cette clé. Sa perte signifierait aussi la perte de toutes les données de votre assemblée.",
  "tr_encryptionCodeCreate": "Créer un code de chiffrement",
  "tr_encryptionCodeNoticeLength": "Au moins 16 caractères",
  "tr_encryptionCodeNoticeNumber": "Chiffres",
  "tr_encryptionCodeNoticeLowerCase": "Lettre minuscule",
  "tr_encryptionCodeNoticeUpperCase": "Lettre majuscule",
  "tr_encryptionCodeNoticeSpecialSymbol": "Caractères spéciaux",
  "tr_encryptionCodeSet": "Définir la clé principale",
  "tr_encryptionCodeAsk": "Créez votre code de chiffrement de congrégation",
  "tr_encryptionCodeValidate": "Valider",
  "tr_encryptionCodeInvalid": "Le code de chiffrement que vous avez fourni est incorrect",
  "tr_activate": "Activer",
  "tr_next": "Suivant",
  "tr_oauthGoogle": "Continuez avec Google",
  "tr_oauthMicrosoft": "Continuer avec Microsoft",
  "tr_oauthGithub": "Continuer avec GitHub",
  "tr_oauthYahoo": "Continuer avec GitHub",
  "tr_oauthEmail": "Continuer avec l'E-mail",
  "tr_sendLink": "Envoyer le lien",
  "tr_emailNotSupported": "Désolé, cet e-mail n'est pas valide ou n'est pas pris en charge",
  "tr_selectCountry": "Pays",
  "tr_2FA": "Assurons-nous que c'est bien vous",
  "tr_2FADesc": "Saisissez le code de votre application d'authentification",
  "tr_2FAIncorrect": "Code d’authentification à deux facteurs incorrect",
  "tr_2FAIncorrectDesc": "Le code est peut-être incorrect ou a expiré. Veuillez réessayer.",
  "tr_unauthorizedAccount": "Vos autorisations d'accès doivent être ajustées",
  "tr_unauthorizedAccountDesc": "Contactez l'administrateur de l'application de votre assemblée pour confirmer votre rôle, puis réessayez dans 5 minutes. Pour toute assistance supplémentaire, les anciens peuvent nous contacter par e-mail.",
  "tr_noSchedulesYet": "Aucun programme n'a encore été publié",
  "tr_noSchedulesYetDesc": "Les programmes des réunions ne sont pas encore disponibles. Veuillez demander aux anciens de votre assemblée de non seulement les créer mais aussi de les publier depuis l'application.",
  "tr_reconnectAccount": "Reconnecter mon compte",
  "tr_registeringApproved": "Le collège des anciens a approuvé l'enregistrement de cette assemblée dans Organized",
  "tr_testAppMode": "Mode test de Organized",
  "tr_testAppWaitForData": "Nous mettons tout en place pour que vous puissiez tester Organized. Cela peut prendre un petit moment...",
  "tr_tryOrganized": "Essayez Organized en mode test",
  "tr_testStart": "Commencer à tester",
  "tr_testAppWelcome": "Bienvenue dans le mode test de Organized !",
  "tr_testAppWelcomeDesc": "<p>Ceci est un environnement de test avec des données d'une assemblée fictive. Explorez les fonctionnalités telles que les programmes, les attributions, la prédication, les rapports et bien plus encore ! Toutes les modifications que vous apportez seront réinitialisées après le rechargement de l'application.</p><p>Pour commencer à utiliser la vraie application Organized, ouvrez <a href='https://organized-app.com' target='_blank'>organized-app.com</a> dans votre navigateur.</p>",
  "tr_congregationExists": "Cette assemblée existe déjà dans Organized. Contactez l'administrateur de votre assemblée pour vous donner les rôles nécessaires.",
  "tr_congregationMasterKeyVerify": "Vérifier la clé principale de l'assemblée",
  "tr_encryptionCodeNoticeMatch": "Les clés correspondent",
  "tr_congregationAccessCodeCreateDesc": "Ce code d'accès crypte de manière sécurisée les données partagées de votre assemblée, y compris les rapports des proclamateurs et les programmes.",
  "tr_congregationAccessCodeCreate": "Créer un code d'accès pour l'assemblée",
  "tr_congregationAccessCodeNoticeLength": "8 caractères minimum",
  "tr_congregationAccessCodeSet": "Définir le code d'accès",
  "tr_congregationAccessCodeVerify": "Vérifier le code d'accès de l'assemblée",
  "tr_congregationAccessCodeNotice": "Veuillez noter et protéger ce code. Chaque utilisateur accédant à votre congrégation en a besoin pour utiliser l'application Organized.",
  "tr_congregationAccessCodeLostDesc": "Veuillez entrer le code d'accès de votre assemblée. Ce code unique est spécifique à votre assemblée et est nécessaire pour vous y connecter.",
  "tr_setCongregationMasterKey": "Définir la clé principale de l'assemblée",
  "tr_createCongregationMasterKey": "Créer la clé principale de l'assemblée",
  "tr_congregationAccessCodeAsk": "Entrez le code d'accès de l'assemblée",
  "tr_congregationAccessCode": "Code d'accès de l'assemblée",
  "tr_congregationMasterKeyLostDesc": "Entrez la clé principale de votre assemblée pour y accéder",
  "tr_congregationMasterKeyAsk": "Entrez la clé principale de l'assemblée",
  "tr_can'tFindCongregation": "Vous ne trouvez pas votre assemblée ?",
  "tr_cantFindCongregationDesc": "Vérifiez les erreurs (le minimum requis est de 2 caractères). Si votre assemblée ne figure pas sur la page de recherche de jw.org, contactez <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> pour obtenir de l'aide.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>"
}
