{
  "tr_login": "Se connecter",
  "tr_welcomeApp": "Bienvenue dans Organized – votre outil de gestion de la vie de l'assemblee",
  "tr_whatIsApp": "Is Organized an official app by Jehovah’s Witnesses organization?",
  "tr_descApp": "<p>No, it’s not an official app. Feel free to decide if it’s right for you. If you’d like the whole congregation to use it, we suggest getting approval from the body of elders. We’re aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized est une application PWA, qu'est-ce que ça veut dire ?",
  "tr_appPWADesc": "<p>En tant qu'application Web progressive (PWA), Organized fonctionne directement dans votre navigateur Web. Il est conçu pour fonctionner sur différents systèmes d'exploitation, il prend donc en charge à la fois les appareils de bureau et les appareils mobiles.</p><p>Une fois installé sur votre appareil et après avoir terminé la configuration initiale, Organized reste accessible hors ligne, vous garantissant ainsi de pouvoir utiliser ses principales fonctionnalités sans connexion Internet.</p>",
  "tr_appSecure": "Quelle est la sécurité de vos données lors de l'utilisation de l'Organized?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today’s fast-changing tech world, we regularly update Organized to keep it fully secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you’re offline. If you share information with others in your congregation, it’s securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you’re also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "Comment Organized prend-il en charge votre vie privée?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "J’ai lu et j’accepte les termes du contrat de licence de l’utilisateur final",
  "tr_email": "Courriel",
  "tr_accountCreated": "Votre compte organisé a été créé. Informez l'administrateur de votre congrégation pour vous donner les autorisations nécessaires, puis rafraîchissez la page.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Vous ne disposez pas actuellement des autorisations nécessaires pour utiliser cette application. Veuillez contacter les anciens de votre congrégation pour vérifier votre rôle, puis<a href='#'>essayer à nouveau</a>dans 5 minutes. S'ils ont besoin d'une assistance supplémentaire, ils peuvent nous contacter par e-mail.</p>",
  "tr_oauthAccept": "<p>En continuant, vous acceptez notre<a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Conditions d'utilisation</a>et<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>politique de confidentialité</a></p>",
  "tr_signInDesc": "Choisissez comment vous voulez vous connecter",
  "tr_emailAuth": "Authentification par e-mail",
  "tr_emailAuthDesc": "Entrez votre email pour obtenir un lien pour l'authentification",
  "tr_emailAuthDescComplete": "Vous vous êtes connecté avec succès avec votre e-mail. Vous pouvez maintenant accéder à l'application.",
  "tr_emailAuthSentHeader": "Le lien a été envoyé",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "Pour activer l'application Organized sur cet appareil, entrez le code d'invitation que vous avez reçu des anciens de votre congrégation.",
  "tr_illustrationMinistryAssignmentsHeader": "Tous vos services et attributions",
  "tr_illustrationMinistryAssignmentsDescription": "Voir tous vos atttributions à venir et recevoir une notification sur les nouveaux. Obtenez un nouveau territoire à partir de la liste disponible. Soumettez une application pionnière auxiliaire en quelques clics et accédez à des fonctionnalités pionnières comme un traqueur de temps, et un rapport mensuel et annuel détaillé.",
  "tr_illustrationMultiPlattformHeader": "Sur tous vos appareils",
  "tr_illustrationMultiPlattformDescription": "Utilisez Organized sur votre ordinateur de bureau, votre ordinateur portable, votre smartphone ou votre tablette sur n'importe quel système d'exploitation moderne. L'application fonctionne en ligne, mais elle est également accessible même si vous n'avez pas de connexion Internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Créez facilement des programmes de réunion",
  "tr_illustrationMeetingSchedulesDescription": "Importez les plans de réunion de jw.org en un seul clic et remplissez automatiquement les devoirs. Partagez votre liste d'orateurs sortants et demandez des listes d'autres congrégations pour améliorer la collaboration. Publier les horaires pour les éditeurs et les étudiants du milieu de la semaine, leur permettant de voir leurs devoirs.",
  "tr_illustrationSecretaryHeader": "Tous les rapports du secrétaire",
  "tr_illustrationSecretaryDescription": "Suivre les registres de présence pour toutes les réunions, tant mensuelles qu'annuelles. Consultez les rapports des éditeurs et envoyez facilement tous les rapports nécessaires directement à votre succursale locale. Recevez et examinez les applications pionnières auxiliaires.",
  "tr_selectAccount": "Pour commencer à utiliser Organized, choisissez quelle option s'applique à vous:",
  "tr_accountPublisherStudent": "Proclamateur ou l'élevé de réunion de la semaine",
  "tr_accountBaptizedBrother": "Frère baptisé",
  "tr_connectCongregation": "Connectez-vous à votre congrégation",
  "tr_invitationCode": "Code d'invitation",
  "tr_wrongInvitationCode": "Mauvais code d'activation",
  "tr_checkInvitationCode": "Veuillez vérifier à nouveau le code fourni",
  "tr_orLabel": "ou",
  "tr_importantNotice": "Information importante",
  "tr_registrationSuccess": "Merci pour votre inscription",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Créer une congrégation",
  "tr_yourCongregation": "Votre congrégation",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "Prénom",
  "tr_lastname": "Nom",
  "tr_encryptionCode": "Code de cryptage",
  "tr_encryptionCodeSetupDesc": "Créez votre code de chiffrement de congrégation.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Créer un code de chiffrement",
  "tr_encryptionCodeNoticeLength": "Au moins 16 caractères",
  "tr_encryptionCodeNoticeNumber": "Chiffres",
  "tr_encryptionCodeNoticeLowerCase": "Lettre minuscule",
  "tr_encryptionCodeNoticeUpperCase": "Lettre majuscule",
  "tr_encryptionCodeNoticeSpecialSymbol": "Caractères spéciaux",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Créez votre code de chiffrement de congrégation",
  "tr_encryptionCodeValidate": "Valider",
  "tr_encryptionCodeInvalid": "Le code de chiffrement que vous avez fourni est incorrect",
  "tr_activate": "Activer",
  "tr_next": "Suivant",
  "tr_oauthGoogle": "Continuez avec Google",
  "tr_oauthMicrosoft": "Continuer avec Microsoft",
  "tr_oauthGithub": "Continuer avec GitHub",
  "tr_oauthYahoo": "Continuer avec GitHub",
  "tr_oauthEmail": "Continuer avec l'E-mail",
  "tr_sendLink": "Envoyer le lien",
  "tr_emailNotSupported": "Désolé, cet e-mail n'est pas valide ou n'est pas pris en charge",
  "tr_selectCountry": "Pays",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Saisissez le code de votre application d'authentification",
  "tr_2FAIncorrect": "Code d’authentification à deux facteurs incorrect",
  "tr_2FAIncorrectDesc": "Le code est peut-être incorrect ou a expiré. Veuillez réessayer.",
  "tr_unauthorizedAccount": "Vos autorisations d'accès doivent être ajustées",
  "tr_unauthorizedAccountDesc": "Contactez l'administrateur de l'application de votre assemblée pour confirmer votre rôle, puis réessayez dans 5 minutes. Pour toute assistance supplémentaire, les anciens peuvent nous contacter par e-mail.",
  "tr_noSchedulesYet": "Aucun programme n'a encore été publié",
  "tr_noSchedulesYetDesc": "The meeting schedules aren’t available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Reconnecter mon compte",
  "tr_registeringApproved": "Le collège des anciens a approuvé l'enregistrement de cette assemblée dans Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to see Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Verify congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Verify congregation access code",
  "tr_congregationAccessCodeNotice": "Please note and safeguard this code. Every user accessing your congregation need it to use the Organized app.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_can'tFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help."
}
