{
  "tr_login": "Se connecter",
  "tr_welcomeApp": "Bienvenue dans Organized – votre outil de gestion de la vie de l'assemblée",
  "tr_whatIsApp": "Organized est-elle une application officielle de l'organisation des Témoins de Jéhovah ?",
  "tr_descApp": "<p>Non, ce n'est pas une application officielle. Son utilisation dépend de vous. Si vous souhaitez que votre assemblée l'utilise, nous vous suggérons d’obtenir l’approbation du collège des anciens. Nous sommes conscients qu'il existe d'autres applications conçues pour vous aider dans des tâches similaires et pensons que chacune d'elles a ses atouts et ses méthodes, mais elles partagent toutes le même objectif.</p>",
  "tr_appPWA": "Organized est une application PWA, qu'est-ce que ça veut dire ?",
  "tr_appPWADesc": "<p>En tant qu'Application Web Progressive (PWA), Organized fonctionne directement dans votre navigateur Web. Il est conçu pour fonctionner sur différents systèmes d'exploitation, il prend donc en charge à la fois les appareils de bureau et les appareils mobiles.</p><p>Une fois installé sur votre appareil et après avoir terminé la configuration initiale, Organized reste accessible hors ligne, vous garantissant ainsi de pouvoir utiliser ses principales fonctionnalités sans connexion Internet.</p>",
  "tr_appSecure": "Comment sont sécurisés vos données lors de l'utilisation d'Organized?",
  "tr_appSecureDesc": "<p>Nous avons ajouté des couches de sécurité supplémentaires pour protéger vos données. Dans le monde technologique en évolution rapide d'aujourd'hui, nous mettons régulièrement à jour Organized pour assurer sa sécurité.</p><p>Même si Organized est une application Web, vos données sont d'abord stockées directement sur votre appareil. Cela signifie que vous pouvez y accéder, même lorsque vous êtes hors ligne. Si vous partagez des informations avec d'autres membres de votre assemblée, elles sont synchronisées en toute sécurité via les serveurs cloud. De plus, nous veillons à protéger toutes les données privées par des mesures de sécurité strictes, comme le double cryptage sur nos serveurs.</p>",
  "tr_clearBrowserData": "<p>Supprimer l'historique ou les cookies de votre navigateur supprimera aussi toutes les données non synchronisées d'Organized. Assurez-vous que les données sont bien synchronisées avant de faire cela.</p>",
  "tr_appPrivacy": "Comment Organized prend-il en charge votre vie privée?",
  "tr_appPrivacyDesc": "<p>Quand vous choisissez d'utiliser notre application Organized, nous collectons uniquement des informations essentielles telles que votre nom et votre adresse e-mail. De plus, nous recueillons l'adresse IP de votre appareil et les détails de votre appareil pour améliorer votre expérience dans l'application.</p><p>Soyez rassurés que nous accordons la priorité à votre vie privée. Nous n'autorisons jamais les regies publicitaires à vous suivre via nos services ou à utiliser vos données pour des publicités ciblées. Toutes les informations que vous fournissez dans l'application Organized restent strictement confidentielles et ne sont jamais partagées à des tiers.</p>",
  "tr_readComplete": "J'accepte les <a href='https://sws2apps.com/terms/' title='Conditions d'utilisation' target='_blank' rel='noopener'>Conditions d'utilisation</a>, la <a href='https://sws2apps.com/privacy/' title='Politique de confidentialité' target='_blank' rel='noopener'>Politique de confidentialité</a> et j'accepte le traitement de mes données personnelles telles que décrites.",
  "tr_email": "E-mail",
  "tr_accountCreated": "Your Organized account is registered. Notify your congregation administrator so he can assign you the required permissions. Then refresh the page to log in.",
  "tr_createCongregationAccount": "Créer une assemblée",
  "tr_unauthorizedRole": "<p>Vous ne disposez pas actuellement des autorisations nécessaires pour utiliser cette application. Veuillez contacter les anciens de votre congrégation pour vérifier votre rôle, puis<a href='#'>essayer à nouveau</a>dans 5 minutes. S'ils ont besoin d'une assistance supplémentaire, ils peuvent nous contacter par e-mail.</p>",
  "tr_oauthAccept": "<p>Learn more about out <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Use your email to receive a one-time login link or log in with one of the listed providers. If you don't have an account yet, it will be created automatically.",
  "tr_emailAuth": "Authentification par e-mail",
  "tr_emailAuthDescComplete": "Vous vous êtes connecté avec succès avec votre e-mail. Vous pouvez maintenant accéder à l'application.",
  "tr_emailAuthSentHeader": "Le lien a été envoyé",
  "tr_emailAuthSent": "Veuillez vérifier votre boîte mail. S'il n'y est pas, vérifiez dans votre dossier spam ou demandez un nouveau lien.",
  "tr_accountSetup": "Pour activer l'application Organized sur cet appareil, entrez le code d'invitation que vous avez reçu des anciens de votre congrégation.",
  "tr_illustrationMinistryAssignmentsHeader": "Tous vos services et attributions",
  "tr_illustrationMinistryAssignmentsDescription": "Voir tous vos atttributions à venir et recevoir une notification sur les nouveaux. Obtenez un nouveau territoire à partir de la liste disponible. Soumettez une application pionnière auxiliaire en quelques clics et accédez à des fonctionnalités pionnières comme un traqueur de temps, et un rapport mensuel et annuel détaillé.",
  "tr_illustrationMultiPlattformHeader": "Sur tous vos appareils",
  "tr_illustrationMultiPlattformDescription": "Utilisez Organized sur votre ordinateur de bureau, votre ordinateur portable, votre smartphone ou votre tablette sur n'importe quel système d'exploitation moderne. L'application fonctionne en ligne, mais elle est également accessible même si vous n'avez pas de connexion Internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Créez facilement des programmes de réunion",
  "tr_illustrationMeetingSchedulesDescription": "Importez les plans de réunion de jw.org en un seul clic et remplissez automatiquement les devoirs. Partagez votre liste d'orateurs sortants et demandez des listes d'autres congrégations pour améliorer la collaboration. Publier les horaires pour les éditeurs et les étudiants du milieu de la semaine, leur permettant de voir leurs devoirs.",
  "tr_illustrationSecretaryHeader": "Tous les rapports du secrétaire",
  "tr_illustrationSecretaryDescription": "Suivre les registres de présence pour toutes les réunions, tant mensuelles qu'annuelles. Consultez les rapports des éditeurs et envoyez facilement tous les rapports nécessaires directement à votre succursale locale. Recevez et examinez les applications pionnières auxiliaires.",
  "tr_selectAccount": "Pour commencer à utiliser Organized, choisissez quelle option s'applique à vous:",
  "tr_accountBaptizedBrother": "Frère baptisé",
  "tr_connectCongregation": "Connectez-vous à votre congrégation",
  "tr_invitationCode": "Code d'invitation",
  "tr_orLabel": "or log in with",
  "tr_importantNotice": "Information importante",
  "tr_registrationSuccess": "Merci pour votre inscription",
  "tr_congregationCreateLabel": "Votre assemblée n'utilise pas déjà Organized ?",
  "tr_createCongregation": "Créer une congrégation",
  "tr_yourCongregation": "Votre congrégation",
  "tr_incompleteCongregationInfo": "Assurez-vous d'avoir fourni tous les détails nécessaires afin de configurer votre assemblée",
  "tr_firstname": "Prénom",
  "tr_lastname": "Nom",
  "tr_encryptionCode": "Code de cryptage",
  "tr_encryptionCodeSetupDesc": "Créez votre code de chiffrement de congrégation.",
  "tr_encryptionCodeLostDesc": "Entrez le code de chiffrement de votre assemblée pour y accéder",
  "tr_encryptionCodeNotice": "Veuillez noter et protéger cette clé. Sa perte signifierait aussi la perte de toutes les données de votre assemblée.",
  "tr_encryptionCodeCreate": "Créer un code de chiffrement",
  "tr_encryptionCodeNoticeLength": "Au moins 16 caractères",
  "tr_encryptionCodeNoticeNumber": "Chiffres",
  "tr_encryptionCodeNoticeLowerCase": "Lettre minuscule",
  "tr_encryptionCodeNoticeUpperCase": "Lettre majuscule",
  "tr_encryptionCodeNoticeSpecialSymbol": "Caractères spéciaux",
  "tr_encryptionCodeSet": "Définir la clé principale",
  "tr_encryptionCodeAsk": "Créez votre code de chiffrement de congrégation",
  "tr_encryptionCodeValidate": "Valider",
  "tr_encryptionCodeInvalid": "Le code de chiffrement que vous avez fourni est incorrect",
  "tr_activate": "Activer",
  "tr_next": "Suivant",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Envoyer le lien",
  "tr_emailNotSupported": "Désolé, cet e-mail n'est pas valide ou n'est pas pris en charge",
  "tr_selectCountry": "Pays",
  "tr_2FA": "Assurons-nous que c'est bien vous",
  "tr_2FADesc": "Saisissez le code de votre application d'authentification",
  "tr_2FAIncorrect": "Code d’authentification à deux facteurs incorrect",
  "tr_2FAIncorrectDesc": "Le code est peut-être incorrect ou a expiré. Veuillez réessayer.",
  "tr_unauthorizedAccount": "Vos autorisations d'accès doivent être ajustées",
  "tr_unauthorizedAccountDesc": "Contactez l'administrateur de l'application de votre assemblée pour confirmer votre rôle, puis réessayez dans 5 minutes. Pour toute assistance supplémentaire, les anciens peuvent nous contacter par e-mail.",
  "tr_noSchedulesYet": "Aucun programme n'a encore été publié",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Reconnecter mon compte",
  "tr_registeringApproved": "Le collège des anciens a approuvé l'enregistrement de cette assemblée dans Organized",
  "tr_testAppMode": "Mode test de Organized",
  "tr_testAppWaitForData": "Nous mettons tout en place pour que vous puissiez tester Organized. Cela peut prendre un petit moment...",
  "tr_tryOrganized": "Essayez Organized en mode test",
  "tr_testStart": "Commencer à tester",
  "tr_testAppWelcome": "Bienvenue dans le mode test de Organized !",
  "tr_testAppWelcomeDesc": "<p>Ceci est un environnement de test avec des données d'une assemblée fictive. Explorez les fonctionnalités telles que les programmes, les attributions, la prédication, les rapports et bien plus encore ! Toutes les modifications que vous apportez seront réinitialisées après le rechargement de l'application.</p><p>Pour commencer à utiliser la vraie application Organized, ouvrez <a href='https://organized-app.com' target='_blank'>organized-app.com</a> dans votre navigateur.</p>",
  "tr_congregationExists": "Cette assemblée existe déjà dans Organized. Contactez l'administrateur de votre assemblée pour vous donner les rôles nécessaires.",
  "tr_congregationMasterKeyVerify": "Vérifier la clé principale de l'assemblée",
  "tr_encryptionCodeNoticeMatch": "Les clés correspondent",
  "tr_congregationAccessCodeCreateDesc": "Ce code d'accès crypte de manière sécurisée les données partagées de votre assemblée, y compris les rapports des proclamateurs et les programmes.",
  "tr_congregationAccessCodeCreate": "Créer un code d'accès pour l'assemblée",
  "tr_congregationAccessCodeNoticeLength": "8 caractères minimum",
  "tr_congregationAccessCodeSet": "Définir le code d'accès",
  "tr_congregationAccessCodeVerify": "Vérifier le code d'accès de l'assemblée",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Veuillez entrer le code d'accès de votre assemblée. Ce code unique est spécifique à votre assemblée et est nécessaire pour vous y connecter.",
  "tr_setCongregationMasterKey": "Définir la clé principale de l'assemblée",
  "tr_createCongregationMasterKey": "Créer la clé principale de l'assemblée",
  "tr_congregationAccessCodeAsk": "Entrez le code d'accès de l'assemblée",
  "tr_congregationAccessCode": "Code d'accès de l'assemblée",
  "tr_congregationMasterKeyLostDesc": "Entrez la clé principale de votre assemblée pour y accéder",
  "tr_congregationMasterKeyAsk": "Entrez la clé principale de l'assemblée",
  "tr_cantFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Vérifiez les erreurs (le minimum requis est de 2 caractères). Si votre assemblée ne figure pas sur la page de recherche de jw.org, contactez <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> pour obtenir de l'aide.",
  "tr_appFunctionalityDataPrivacy": "Fonctionnalités de l'application et protection des données",
  "tr_appIntro": "Organized est une application non officielle pour les Témoins de Jéhovah créé par des frères et soeurs enthousiastes. Il simplifie différentes responsabilités de l'assemblée. Veuillez obtenir l'approbation de votre collège des anciens avant d'enregistrer votre assemblée.",
  "tr_privacySecurityTitle": "Vie privée et sécurité",
  "tr_privacySecurityDesc": "<p>Organized a été créé avec pour priorité la confidentialité et la sécurité des données. Tous les détails sont données dans nos <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Conditions d'utilisation</a> et dans la <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Politique de confidentialité</a>. Voici un rapide aperçu de nos moyens de stockage et notre approche de sécurité :</p><ul><li><strong>Local storage, synchronisation sur le cloud :</strong>Vos données sont stockées localement sur votre appareil pour une meilleure sécurité et un accès hors ligne. Si les anciens activent la synchronisation, elle sera protégée par un chiffrement de bout en bout sur nos serveurs cloud sécurisés.</li><li><strong>Sécurité des données:</strong> Nous utilisons des mesures de sécurité avancées telles que le cryptage et les protections in-app pour assurer la sécurité de vos données. Nous suivons également les règles de la RGPD, notamment en utilisant des serveurs basés dans l'Union européenne et en ne collectant les données des utilisateurs qu'après avoir obtenu leur consentement, avec la possibilité d'y accéder, de les mettre à jour ou de les supprimer.</li><li><strong>Collecte de données :</strong> Nous ne collectons que des informations basiques – nom, adresse email, adresse IP et informations de l'appareil – pour l'authentification, la sécurité et les fonctionnalités de l'application. Nous ne pouvons pas accéder à vos données à l'intérieur de l'application ; toutes les informations qui y sont, sont saisies uniquement par les anciens ou les frères autorisés de votre assemblée.</li><li><strong>Nous ne partageons jamais vos données :</strong> Vos données vous appartiennent exclusivement et nous ne les partageons jamais avec des sociétés tierces à des fins de marketing ou de publicité.</li></ul>",
  "tr_dataManagementTitle": "Gérer les données",
  "tr_dataManagementDesc": "<p>Vous pouvez accéder à vos données, les corriger, les supprimer ou les exporter dans les paramètres de votre profil ou en nous contactant à <a href='mailto:support@organized-app.com'>support@organized-app.com</a>.\nVous pouvez retirer votre consentement à tout moment en supprimant votre compte. Organized collecte uniquement les données et cookies essentiels pour son fonctionnement. Les données entrées par les anciens de votre assemblée ne sont pas gérées par nous. Vos donnes (nom, email, IP, appareils) est gardé uniquement aussi longtemps que nécessaire pour l'utilisation de l'application, jusqu'à la suppression de votre compte ou si la loi le requiert.\n</p>",
  "tr_mfaVerifyTitle": "Nous voulons être sûr que ce soit vous",
  "tr_mfaVerifyDesc": "Entrez le code de votre application d'authentification",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Create master key",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Create access code",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation",
  "tr_requestAccess": "Request access",
  "tr_requestAccessSent": "Request access sent",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
