{
  "tr_logOut": "Déconnexion",
  "tr_emailAddress": "Adresse e-mail",
  "tr_emailAddressDesc": "L'adresse e-mail ne peut pas être modifiée. Veuillez nous contacter si vous souhaitez la changer.",
  "tr_name": "Nom",
  "tr_ministryPreferences": "Préférences de service",
  "tr_theocraticAssignmentsField": "Ajouter un champ d'attributions théocratiques avec le crédit d'heures à mon rapport",
  "tr_theocraticAssignmentsFieldDesc": "Pour les pionniers impliqués dans des attributions théocratiques et éligibles pour soumettre des heures de crédit",
  "tr_timeAway": "Temps d'absence",
  "tr_startDate": "Date de début",
  "tr_endDate": "Date de fin",
  "tr_save": "Enregistrer",
  "tr_notificationPreferences": "Préférences de notification",
  "tr_notificationPreferencesDesc": "Sélectionnez les notifications que vous ne souhaitez pas recevoir de l'application Organized. Vous pouvez toujours modifier vos préférences ultérieurement.",
  "tr_reportReminder": "Rappel de rapport de service",
  "tr_reportReminderDesc": "Recevez des rappels le dernier jour de chaque mois, et si vous oubliez, vous en recevrez un autre quelques jours plus tard",
  "tr_collabActivities": "Nouvelles activités collaboratives",
  "tr_collabActivitiesDesc": "Recevez des notifications sur les activités où une assistance est nécessaire, telles que l'entretien de l'extérieur ou la préparation des salles pour les écoles ou les assemblées de circonscription",
  "tr_myAssignmentsDesc": "Recevez des notifications instantanées sur toutes vos nouvelles attributions",
  "tr_infoBoardAnnouncements": "Nouveaux messages du tableau d'informations",
  "tr_infoBoardAnnouncementsDesc": "Si désactivé, vous ne recevrez pas de notifications pour de nouvelles annonces, sauf si les anciens choisissent de notifier toute l'assemblée à propos de quelque chose d'important",
  "tr_partnerSearch": "Proclamateur à la recherche d'un partenaire de service",
  "tr_partnerSearchDesc": "Recevez une notification dès qu'une personne publie une recherche de partenaire",
  "tr_organizedSettings": "Paramètres de l'application Organized",
  "tr_autoSync": "Synchronisation automatique",
  "tr_autoSyncDesc": "Synchronisez automatiquement les données entre la congrégation et mes appareils connectés à Organized",
  "tr_syncInterval": "Intervalle de synchronisation",
  "tr_customLinkInMobilePanel": "Lien personnalisé dans le panneau de navigation mobile",
  "tr_customLinkInMobilePanelDesc": "Remplacez le bouton « Tableau d'informations » par une autre fonctionnalité pour un accès rapide depuis la page d'accueil",
  "tr_selectFeature": "Sélectionnez la fonctionnalité",
  "tr_autoThemeChange": "Changement automatique du thème de l'application",
  "tr_autoThemeChangeDesc": "Suivez les paramètres système de votre appareil lors du choix entre le mode clair et le mode sombre",
  "tr_colorScheme": "Palette de couleurs",
  "tr_blue": "Bleu",
  "tr_green": "Vert",
  "tr_purple": "Violet",
  "tr_orange": "Orange",
  "tr_security": "Sécurité",
  "tr_2FA": "Authentification à deux facteurs",
  "tr_2FADesc": "L'authentification à deux facteurs rend votre compte plus sécurisé en demandant un code de sécurité généré par votre application d'authentification mobile.",
  "tr_lockAppWithPIN": "Verrouiller l'application avec un code PIN",
  "tr_lockAppWithPINDesc": "Après une période d'inactivité, l'application se verrouille automatiquement pour une sécurité accrue",
  "tr_sessions": "Sessions",
  "tr_sessionsDesc": "Liste des appareils connectés à votre compte. Terminez toute session que vous ne reconnaissez pas.",
  "tr_terminate": "Terminer",
  "tr_currentSession": "Session en cours",
  "tr_logoutClearData": "Se déconnecter et effacer les données locales ?",
  "tr_logoutClearDataDesc": "Assurez-vous que toutes vos données récemment créées sont synchronisées, sinon elles seront supprimées.",
  "tr_2FAEnable": "Activer l'authentification à deux facteurs",
  "tr_2FAEnableDesc": "Utilisez l'application Google Authenticator ou Microsoft Authenticator sur votre smartphone pour scanner le code QR et terminer la configuration.",
  "tr_codeCopied": "Le code a été copié",
  "tr_codeCopiedDesc": "Collez-le dans votre application d'authentification",
  "tr_2FAEnabled": "L'authentification à deux facteurs est activée",
  "tr_2FAEnabledDesc": "Vous pouvez la désactiver dans les paramètres",
  "tr_2FADisable": "Désactiver l'authentification à deux facteurs ?",
  "tr_2FADisableDesc": "L'authentification 2FA renforce votre sécurité, il est donc conseillé de la laisser activée. Confirmez si vous voulez la désactiver.",
  "tr_disable": "Désactiver",
  "tr_2FADisabled": "L'authentification à deux facteurs est désactivée",
  "tr_2FADisabledDesc": "Vous pouvez la réactiver dans les paramètres",
  "tr_PINCreate": "Créer un code PIN",
  "tr_PINCreateDesc": "Créez un code PIN fort pour une meilleure protection. Évitez d'utiliser des codes simples.",
  "tr_continue": "Continuer",
  "tr_PINConfirm": "Confirmez votre code PIN",
  "tr_PINConfirmDesc": "Confirmez votre code PIN pour terminer la configuration.",
  "tr_PINSet": "Définir le code PIN",
  "tr_PINNewSet": "Nouveau code PIN défini",
  "tr_PINNewSetDesc": "Vous pouvez maintenant l'utiliser pour déverrouiller l'application Organized",
  "tr_lastSeen": "Dernière connexion : {{ date }}",
  "tr_2FAStep1": "Étape 1 : Configurer l'authentification 2FA sur votre appareil",
  "tr_2FAStep1Desc": "Utilisez l'un des méthodes ci-dessous pour lier votre application d'authentification. Nous vous suggérons d'utiliser Google Authenticator ou Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Installation Rapide",
  "tr_2FAQuickSetupDesc": "Si vous avez l'une des applications d'authentification mentionnées ci-dessus, utilisez ce bouton pour la configurer rapidement sur votre appareil.",
  "tr_2FAQRCode": "Code QR",
  "tr_2FAQRCodeDesc": "Scannez le code QR avec votre application d'authentification pour configurer l'authentification à deux facteurs.",
  "tr_2FASetupKey": "Clé de configuration",
  "tr_2FASetupKeyDesc": "Scannez le code QR avec votre application d'authentification pour configurer l'authentification à deux facteurs.",
  "tr_2FAStep2": "Étape 2 : Entrez le code 2FA",
  "tr_timeAwayDesc": "Pas d'absence définie. Mettez à jour vos dates d'absences pour que les frères puissent le prendre en compte lorsqu'ils vont programmer les prochaines réunions.",
  "tr_terminatedDesc": "La session est terminée",
  "tr_deleteAccount": "Supprimer mon compte",
  "tr_deleteAccountDesc": "Êtes-vous sûr de supprimer votre compte d'Organized?",
  "tr_deleteAccountWithCongregationDesc": "Êtes-vous sûr de supprimer votre compte d'Organized ? Cela supprimera également votre congrégation puisque vous n'êtes qu'un seul utilisateur. Entrez ci-dessous la clé principale de la congrégation pour confirmer la suppression.",
  "tr_deleteAccountAssignAdminFirst": "Avant de supprimer votre compte, assurez-vous d’affecter un autre administrateur d’application pour soutenir les utilisateurs de votre congrégation."
}
