{
  "tr_login": "प्रवेश गर्नुहोस्",
  "tr_welcomeApp": "तपाईंको मण्डलीका काम व्यवस्थापन गर्न मदत गर्ने Organized एपमा तपाईंलाई स्वागत छ",
  "tr_whatIsApp": "के Organized यहोवाका साक्षीहरूको आधिकारिक एप हो?",
  "tr_descApp": "<p>No, it's not an official app. Feel free to decide if it's right for you. If you'd like the whole congregation to use it, we suggest getting approval from the body of elders. We're aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized is a PWA application. What does it mean?",
  "tr_appPWADesc": "<p>As a Progressive Web Application (PWA), Organized operates directly within your web browser. It is designed to function across various operating systems, so it supports both desktop and mobile devices.</p><p>Once installed on your device and after completing the initial setup, Organized remains accessible offline, ensuring you can use its main features without an internet connection.</p>",
  "tr_appSecure": "Organized मा राखिएको तपाईंको जानकारी कत्तिको सुरक्षित छ?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today's fast-changing tech world, we regularly update Organized to keep it secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you're offline. If you share information with others in your congregation, it's securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you're also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "How Organized is taking care of your privacy?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device's IP address and your device's user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "मैले माथिका शर्तहरू पढेको छु र त्यसमा सहमत छु",
  "tr_email": "इमेल",
  "tr_accountCreated": "तपाईंको Organized खाता बनाइएको छ। आवश्यक अनुमति प्राप्त गर्नका लागि तपाईंको मण्डली व्यवस्थापकलाई जानकारी दिनुहोस्, त्यसपछि फेरि पृष्‍ठलाई रिफ्रेस गर्नुहोस्।",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>You don't currently have the necessary permissions to use this application. Please reach out to your congregation elders to verify your role and then <a href='#'>try again</a> in 5 minutes. If they require additional assistance, they can contact us via email.</p>",
  "tr_oauthAccept": "<p>By continuing, you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "प्रवेश गर्ने तरिका छनौट गर्नुहोस्",
  "tr_emailAuth": "इमेलद्वारा प्रमाणित गर्ने",
  "tr_emailAuthDesc": "Enter your email to get a link for Organized authentication",
  "tr_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "tr_emailAuthSentHeader": "लिङ्‍क पठाइयो",
  "tr_emailAuthSent": "कृपया आफ्नो इमेल इनबक्स चेक गर्नुहोस्। त्यहाँ छैैन भने स्पाम फोल्डरमा हेर्नुहोस् अथवा लिङ्‍कको लागि पुनः अनुरोध गर्नुहोस्।",
  "tr_accountSetup": "To activate the Organized app on this device, enter the invitation code you got from your congregation elders.",
  "tr_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "On all your devices",
  "tr_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "tr_illustrationMeetingSchedulesHeader": "सजिलै सभाको तालिका तयार पार्नुहोस्",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "सचिवका रिपोर्टहरू",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "To start using Organized, choose which option applies to you:",
  "tr_accountPublisherStudent": "Publisher or midweek meeting student",
  "tr_accountBaptizedBrother": "बप्तिस्माप्राप्त भाइ",
  "tr_connectCongregation": "तपाईंको मण्डलीसँग जोड्नुहोस्",
  "tr_invitationCode": "निमन्त्रणा कोड",
  "tr_wrongInvitationCode": "गलत निमन्त्रणा कोड",
  "tr_checkInvitationCode": "कृपया तपाईंले प्रदान गर्नुभएको कोड पुनः चेक गर्नुहोस्",
  "tr_orLabel": "वा",
  "tr_importantNotice": "Important notice",
  "tr_registrationSuccess": "दर्ता गर्नुभएकोमा धन्यवाद",
  "tr_congregationCreateLabel": "Your congregation isn't registered in Organized yet?",
  "tr_createCongregation": "मण्डली सिर्जना गर्नुहोस्",
  "tr_yourCongregation": "तपाईंको मण्डली",
  "tr_incompleteCongregationInfo": "कृपया तपाईंको मण्डली सेटअप गर्न आवश्यक जानकारी दिएको पक्का गर्नुहोस्",
  "tr_firstname": "नाम",
  "tr_lastname": "थर",
  "tr_encryptionCode": "गोपनीयता कोड",
  "tr_encryptionCodeSetupDesc": "Create your congregation encryption code.",
  "tr_encryptionCodeLostDesc": "Enter your congregation's encryption code to access it",
  "tr_encryptionCodeNotice": "Please note it and keep it secure. Losing it means losing all your congregation data.",
  "tr_encryptionCodeCreate": "गोपनीयता कोड सिर्जना गर्नुहोस्",
  "tr_encryptionCodeNoticeLength": "कम्तीमा १६ अक्षर",
  "tr_encryptionCodeNoticeNumber": "अङ्‍क",
  "tr_encryptionCodeNoticeLowerCase": "लोअरकेस अक्षर",
  "tr_encryptionCodeNoticeUpperCase": "अपरकेस अक्षर",
  "tr_encryptionCodeNoticeSpecialSymbol": "सिम्बल",
  "tr_encryptionCodeSet": "गोपनीयता कोड सेट गर्ने",
  "tr_encryptionCodeAsk": "मण्डलीको गोपनीयता कोड भर्नुहोस्",
  "tr_encryptionCodeValidate": "Validate",
  "tr_encryptionCodeInvalid": "The encryption code you provided is incorrect",
  "tr_activate": "Activate",
  "tr_next": "अर्को",
  "tr_oauthGoogle": "Google खाता प्रयोग गर्ने",
  "tr_oauthMicrosoft": "Microsoft खाता प्रयोग गर्ने",
  "tr_oauthGithub": "GitHub खाता प्रयोग गर्ने",
  "tr_oauthYahoo": "Yahoo खाता प्रयोग गर्ने",
  "tr_oauthEmail": "इमेल खाता प्रयोग गर्ने",
  "tr_sendLink": "लिङ्‍क पठाउने",
  "tr_emailNotSupported": "माफ गर्नुहोस्, यो इमेल ठेगाना मान्य भएन वा प्रयोग गर्न सकिँदैन",
  "tr_selectCountry": "देश",
  "tr_2FA": "Let’s make sure it's you",
  "tr_2FADesc": "Enter a code from your authenticator app",
  "tr_2FAIncorrect": "Incorrect 2FA code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "तालिका छैन",
  "tr_noSchedulesYetDesc": "Please ask your congregation elders to publish the meeting schedule first.",
  "tr_reconnectAccount": "मेरो खाता पुनः जोड्ने",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized"
}
