{
  "error_app_security_invalid-master-key": "Введений головний ключ неправильний",
  "error_api_invalid-endpoint": "Ресурс, до якого ти хочеш отримати доступ, не доступний",
  "error_api_internal-error": "Сталася внутрішня помилка з нашого боку. Будь ласка, спробуй ще раз пізніше",
  "error_auth_email-already-exists": "Надана адреса електронної пошти вже використовується існуючим користувачем. Кожен користувач повинен мати унікальну адресу електронної пошти",
  "error_auth_user-not-found": "Немає записів користувача, що відповідає наданому ідентифікатору",
  "error_api_unauthorized-request": "У тебе немає доступу до цього ресурсу",
  "error_app_security_invalid-invitation-code-title": "Неправильний код запрошення",
  "error_app_security_invalid-invitation-code": "Будь ласка, ще раз перевір вказаний код",
  "error_app_generic-title": "Сталася помилка",
  "error_app_generic-desc": "Сталася помилка. Спробуй оновити сторінку. Якщо це не допоможе, спробуй повністю перезапустити Organized. Зверни увагу, що це очистить усі твої несинхронізовані дані.",
  "error_app_unsupported-browser-title": "Браузер не підтримується",
  "error_app_unsupported-browser-desc": "Ти використовуєш непідтримуваний браузер для додатку Organized. Будь ласка, переконайся, що твій браузер оновлений, та що приватний режим або режим інкогніто вимкнений. Або ж, спробуй скористатися іншим браузером.",
  "error_app_security_user-not-found": "Користувача з цією електронною адресою не знайдено",
  "error_app_persons_spiritual-status-change": "Не можна змінити духовний статус",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Статус охрещеного вісника не можна змінити на неохрещеного.",
  "error_app_persons_spiritual-status-baptized-midweek": "Статус охрещеного вісника не можна змінити на учня зібрання серед тижня.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Статус неохрещеного вісника не можна змінити на учня зібрання серед тижня.",
  "error_app_data_invalid-file": "Unable to recognize the file you are trying to import."
}
