{
  "tr_login": "Увійти",
  "tr_welcomeApp": "Ласкаво просимо в Organized – твій інструмент, щоб краще організовувати зборові справи",
  "tr_whatIsApp": "Is Organized an official app by Jehovah’s Witnesses organization?",
  "tr_descApp": "<p>No, it’s not an official app. Feel free to decide if it’s right for you. If you’d like the whole congregation to use it, we suggest getting approval from the body of elders. We’re aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized - PWA додаток. Що це означає?",
  "tr_appPWADesc": "<p>Як Прогресивний Веб-Додаток (Progressive Web Application, PWA), Organized працює безпосередньо вашому веб-браузері. Він розроблений для роботи на різних операційних системах і підтримує як стаціонарні, так і мобільні пристрої.</p><p>Після встановлення на ваш пристрій та завершення початкової настройки, Organized залишається доступним офлайн, забезпечуючи можливість використовувати його основні функції без підключення до Інтернету.</p>",
  "tr_appSecure": "Наскільки захищені твої дані при використанні Organized?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today’s fast-changing tech world, we regularly update Organized to keep it fully secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you’re offline. If you share information with others in your congregation, it’s securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you’re also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "Як Organized піклується про твою конфіденційність?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "Прочитано, погоджуюся з вищевказаним",
  "tr_email": "Email",
  "tr_accountCreated": "Твій аккаунт в Organized створено. Повідом адміністратора програми у твоєму зборі, щоб він надав тобі необхідні дозволи, а тоді онови цю сторінку.",
  "tr_createCongregationAccount": "Створити збір",
  "tr_unauthorizedRole": "<p>Твій акаунт готовий до використання! Щоб отримати доступ до всіх функцій додатку Organized, будь ласка, звернись до адміністратора додатку у твоєму зборі, щоб він надав тобі дозвіл, а потім <a href='#'>спробуй ще раз</a> через 5 хвилин.</p><p>Старійшини можуть зв’язатися з нами за адресою <a href='mailto:support@organized-app.com'>support@organized-app.com</a>, якщо їм потрібна допомога з цим.</p>",
  "tr_oauthAccept": "<p>Продовжуючи, ти підтверджуєш, що приймаєш наші <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Умови використання</a> і <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Політику конфіденційності</a>.</p>",
  "tr_signInDesc": "Вибери, як ти хочеш увійти",
  "tr_emailAuth": "Автентифікація через Email",
  "tr_emailAuthDesc": "Вкажи свою електронну пошту, аби отримати посилання для входу в Oraganized",
  "tr_emailAuthDescComplete": "Ти успішно увійшов через свою електронну пошту. Тепер ти можеш користуватися програмою.",
  "tr_emailAuthSentHeader": "Посилання надіслано",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "Щоб активувати Organized на цьому пристрої, будь ласка, введи знизу код запрошення, отриманий від старійшин твого збору.",
  "tr_illustrationMinistryAssignmentsHeader": "Всі твої завдання та служіння",
  "tr_illustrationMinistryAssignmentsDescription": "Дивися всі свої майбутні завдання та отримуй сповіщення про нові. Бери нову територію зі списку доступних. Надішліть заяву на допоміжне піонерське в кілька кліків і отримай доступ до функцій для піонерів, такі як трекер часу, детальний місячний та річний звіт.",
  "tr_illustrationMultiPlattformHeader": "На усіх твоїх пристроях",
  "tr_illustrationMultiPlattformDescription": "Використовуй Organized на своєму комп'ютері ноутбуці, смартфоні, планшеті з будь-якою з сучасних операційних систем. Додаток працює онлайн, але також доступний навіть якщо немає інтернет-з'єднання. ",
  "tr_illustrationMeetingSchedulesHeader": "Легко створюй розклади зібрань",
  "tr_illustrationMeetingSchedulesDescription": "Імпортуй розклади зібрань з jw.org і авто-заповюй завдання лише в один клік. Ділися списком рекомендованих промовців твого збору та подавай запит на списки інших зборів для кращої співпраці. Публікуй розклади для вісників та учасників зібрання, та дозволь їм бачити свої завдання.",
  "tr_illustrationSecretaryHeader": "Всі звіти секретаря",
  "tr_illustrationSecretaryDescription": "Слідкуй за даними про відвідуваність зібрань як за місяцями, так і щорічно. Переглядай звіти вісників і легко відправляй всі необхідні звіти безпосередньо до місцевого філіалу. Отримуй і переглядай заяви на допоміжне піонерське служіння.",
  "tr_selectAccount": "Щоб почати користуватись Organized, вибери параметр, який стосується тебе:",
  "tr_accountPublisherStudent": "Вісник або учень на зібранні серед тижня",
  "tr_accountBaptizedBrother": "Охрещений брат",
  "tr_connectCongregation": "Підключитись до свого збору",
  "tr_invitationCode": "Код запрошення",
  "tr_wrongInvitationCode": "Неправильний код запрошення",
  "tr_checkInvitationCode": "Будь ласка, ще раз перевір вказаний код",
  "tr_orLabel": "або",
  "tr_importantNotice": "Важлива інформація",
  "tr_registrationSuccess": "Дякуємо за реєєстрацію",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Створити збір",
  "tr_yourCongregation": "Твій збір",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "Ім'я",
  "tr_lastname": "Прізвище",
  "tr_encryptionCode": "Код шифрування",
  "tr_encryptionCodeSetupDesc": "Створи код шифрування для твого збору.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Придумай код шифрування",
  "tr_encryptionCodeNoticeLength": "Мінімум 16 символів",
  "tr_encryptionCodeNoticeNumber": "Цифра",
  "tr_encryptionCodeNoticeLowerCase": "Мала літера",
  "tr_encryptionCodeNoticeUpperCase": "Велика літера",
  "tr_encryptionCodeNoticeSpecialSymbol": "Спецсимвол",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Введи код шифрування збору",
  "tr_encryptionCodeValidate": "Підтвердити",
  "tr_encryptionCodeInvalid": "Введений код шифрування є неправильним",
  "tr_activate": "Активувати",
  "tr_next": "Далі",
  "tr_oauthGoogle": "Продовжити через Google",
  "tr_oauthMicrosoft": "Продовжити через Microsoft",
  "tr_oauthGithub": "Продовжити через GitHub",
  "tr_oauthYahoo": "Продовжити через Yahoo",
  "tr_oauthEmail": "Продовжити через імейл",
  "tr_sendLink": "Надіслати посилання",
  "tr_emailNotSupported": "На жаль, ця адреса електронної пошти недійсна або не підтримується",
  "tr_selectCountry": "Країна",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Введи код зі своєї програми-аутентифікатора",
  "tr_2FAIncorrect": "Неправильний код двоетапної перевірки",
  "tr_2FAIncorrectDesc": "Можливо, код невірний або вже не дійсний. Спробуй ще раз.",
  "tr_unauthorizedAccount": "Твої права доступу мають бути налаштовані",
  "tr_unauthorizedAccountDesc": "Звернися до адміністратора Organized у твоєму зборі для підтвердження своєї ролі, а потім повтори спробу через 5 хвилин. Для отримання додаткової допомоги старійшини можуть зв'язатися з нами через електронну пошту.",
  "tr_noSchedulesYet": "Ще немає опублікованих розкладів",
  "tr_noSchedulesYetDesc": "The meeting schedules aren’t available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Перепідкючитись до акаунту",
  "tr_registeringApproved": "Рада старійшин схвалила реєстрацію цього збору в Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to see Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Verify congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Verify congregation access code",
  "tr_congregationAccessCodeNotice": "Please note and safeguard this code. Every user accessing your congregation need it to use the Organized app.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_can'tFindCongregation": "Не можеш знайти свого збору?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help."
}
