{
  "tr_login": "Увійти",
  "tr_welcomeApp": "Ласкаво просимо в Organized – твій інструмент, щоб краще організовувати зборові справи",
  "tr_whatIsApp": "Чи є Organized офіційним додатком організації Свідків Єгови?",
  "tr_descApp": "<p>Ні, це не офіційний додаток. Ти можеш самостійно вирішити, чи підходить він тобі. Якщо ти хочеш, щоб весь збір використовував його, ми заохочуємо отримати схвалення від ради старійшин. Ми знаємо, що є інші додатки, призначені для допомоги в подібних завданнях, і віримо, що кожен з них має свої сильні сторони та методи, але у всіх них одна мета.</p>",
  "tr_appPWA": "Organized - PWA додаток. Що це означає?",
  "tr_appPWADesc": "<p>Як Прогресивний Веб-Додаток (Progressive Web Application, PWA), Organized працює безпосередньо вашому веб-браузері. Він розроблений для роботи на різних операційних системах і підтримує як стаціонарні, так і мобільні пристрої.</p><p>Після встановлення на ваш пристрій та завершення початкової настройки, Organized залишається доступним офлайн, забезпечуючи можливість використовувати його основні функції без підключення до Інтернету.</p>",
  "tr_appSecure": "Наскільки захищені твої дані при використанні Organized?",
  "tr_appSecureDesc": "<p>Ми додали додаткові шари безпеки для захисту твоїх даних. У сучасному швидкозмінному технологічному світі ми регулярно оновлюємо Organized, щоб зберегти його повністю захищеним.</p><p>Хоча Organized є веб-додатком, твої дані спочатку зберігаються безпосередньо на твоєму пристрої. Це означає, що ти можеш отримати до них доступ навіть без підключення до Інтернету. Якщо ти ділишся інформацією з іншими в твоєму зборі, вона надійно синхронізується через хмарні сервери. Крім того, ми захищаємо всі приватні дані за допомогою сильних заходів безпеки, таких як подвійне шифрування на наших серверах.</p>",
  "tr_clearBrowserData": "<p>Очистка історії браузера або файлів cookie також видалить будь-які несинхронізовані дані Organized. Будь ласка, переконайся перед цим, що твої дані синхронізовані.</p>",
  "tr_appPrivacy": "Як Organized піклується про твою конфіденційність?",
  "tr_appPrivacyDesc": "<p>Коли ти обираєш використовувати наш додаток Organized, ми збираємо лише необхідну інформацію, таку як твоє ім'я та електронну пошту. Додатково, ми збираємо IP-адресу твого пристрою та деталі агента користувача твого пристрою для покращення твого досвіду з нашим додатком.</p><p>Будь впевнений, ми приділяємо велику увагу твоїй конфіденційності. Ми ніколи не дозволяємо рекламним компаніям відстежувати тебе через наші послуги або використовувати твої дані для цільової реклами. Будь-яка інформація, яку ти надаєш в додатку Organized, залишається строго конфіденційною і ніколи не передається стороннім особам.</p>",
  "tr_readComplete": "Я приймаю <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Умови використання</a> та <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Політику конфіденційності</a> і погоджуюсь на обробку моїх персональних даних, згідно з описом.",
  "tr_email": "Email",
  "tr_accountCreated": "Твій обліковий запис Organized зареєстровано. Повідом адміністратора твого збору, щоб він міг надати тобі необхідні дозволи. Потім онови сторінку для входу.",
  "tr_createCongregationAccount": "Створити збір",
  "tr_unauthorizedRole": "<p>Твій акаунт готовий до використання! Щоб отримати доступ до всіх функцій додатку Organized, будь ласка, звернись до адміністратора додатку у твоєму зборі, щоб він надав тобі дозвіл, а потім <a href='#'>спробуй ще раз</a> через 5 хвилин.</p><p>Старійшини можуть зв’язатися з нами за адресою <a href='mailto:support@organized-app.com'>support@organized-app.com</a>, якщо їм потрібна допомога з цим.</p>",
  "tr_oauthAccept": "<p>Дізнайся більше про наші <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Умови використання</a> та <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Політику конфіденційності</a>.</p>",
  "tr_signInDesc": "Вибери, як ти хочеш увійти",
  "tr_emailAuth": "Автентифікація через Email",
  "tr_emailAuthDesc": "Вкажи свою електронну пошту, аби отримати посилання для входу в Oraganized",
  "tr_emailAuthDescComplete": "Ти успішно увійшов через свою електронну пошту. Тепер ти можеш користуватися програмою.",
  "tr_emailAuthSentHeader": "Посилання надіслано",
  "tr_emailAuthSent": "Будь ласка, перевір свою електронну скриньку. Якщо його немає, переглянь папку зі спамом або запитай посилання ще раз.",
  "tr_accountSetup": "Щоб активувати Organized на цьому пристрої, будь ласка, введи знизу код запрошення, отриманий від старійшин твого збору.",
  "tr_illustrationMinistryAssignmentsHeader": "Всі твої завдання та служіння",
  "tr_illustrationMinistryAssignmentsDescription": "Дивися всі свої майбутні завдання та отримуй сповіщення про нові. Бери нову територію зі списку доступних. Надішліть заяву на допоміжне піонерське в кілька кліків і отримай доступ до функцій для піонерів, такі як трекер часу, детальний місячний та річний звіт.",
  "tr_illustrationMultiPlattformHeader": "На усіх твоїх пристроях",
  "tr_illustrationMultiPlattformDescription": "Використовуй Organized на своєму комп'ютері ноутбуці, смартфоні, планшеті з будь-якою з сучасних операційних систем. Додаток працює онлайн, але також доступний навіть якщо немає інтернет-з'єднання. ",
  "tr_illustrationMeetingSchedulesHeader": "Легко створюй розклади зібрань",
  "tr_illustrationMeetingSchedulesDescription": "Імпортуй розклади зібрань з jw.org і авто-заповюй завдання лише в один клік. Ділися списком рекомендованих промовців твого збору та подавай запит на списки інших зборів для кращої співпраці. Публікуй розклади для вісників та учасників зібрання, та дозволь їм бачити свої завдання.",
  "tr_illustrationSecretaryHeader": "Всі звіти секретаря",
  "tr_illustrationSecretaryDescription": "Слідкуй за даними про відвідуваність зібрань як за місяцями, так і щорічно. Переглядай звіти вісників і легко відправляй всі необхідні звіти безпосередньо до місцевого філіалу. Отримуй і переглядай заяви на допоміжне піонерське служіння.",
  "tr_selectAccount": "Щоб почати користуватись Organized, вибери пункт, який стосується тебе:",
  "tr_accountBaptizedBrother": "Охрещений брат",
  "tr_connectCongregation": "Підключитись до свого збору",
  "tr_invitationCode": "Код запрошення",
  "tr_orLabel": "або",
  "tr_importantNotice": "Важлива інформація",
  "tr_registrationSuccess": "Дякуємо за реєєстрацію",
  "tr_congregationCreateLabel": "Твій збір ще не зареєстровано в Organized?",
  "tr_createCongregation": "Створити збір",
  "tr_yourCongregation": "Твій збір",
  "tr_incompleteCongregationInfo": "Переконайся, що ти надав всі необхідні деталі для налаштування твого збору",
  "tr_firstname": "Ім'я",
  "tr_lastname": "Прізвище",
  "tr_encryptionCode": "Код шифрування",
  "tr_encryptionCodeSetupDesc": "Створи код шифрування для твого збору.",
  "tr_encryptionCodeLostDesc": "Введи код шифрування твого збору для доступу до нього",
  "tr_encryptionCodeNotice": "Запам'ятай і збережи цей ключ. Його втрата може означати втрату всіх даних твого збору.",
  "tr_encryptionCodeCreate": "Придумай код шифрування",
  "tr_encryptionCodeNoticeLength": "Мінімум 16 символів",
  "tr_encryptionCodeNoticeNumber": "Цифра",
  "tr_encryptionCodeNoticeLowerCase": "Мала літера",
  "tr_encryptionCodeNoticeUpperCase": "Велика літера",
  "tr_encryptionCodeNoticeSpecialSymbol": "Спецсимвол",
  "tr_encryptionCodeSet": "Встановити головний ключ",
  "tr_encryptionCodeAsk": "Введи код шифрування збору",
  "tr_encryptionCodeValidate": "Підтвердити",
  "tr_encryptionCodeInvalid": "Введений код шифрування є неправильним",
  "tr_activate": "Активувати",
  "tr_next": "Далі",
  "tr_oauthGoogle": "Продовжити через Google",
  "tr_oauthMicrosoft": "Продовжити через Microsoft",
  "tr_oauthGithub": "Продовжити через GitHub",
  "tr_oauthYahoo": "Продовжити через Yahoo",
  "tr_oauthEmail": "Продовжити через імейл",
  "tr_sendLink": "Надіслати посилання",
  "tr_emailNotSupported": "На жаль, ця адреса електронної пошти недійсна або не підтримується",
  "tr_selectCountry": "Країна",
  "tr_2FA": "Переконаймося, що це ти",
  "tr_2FADesc": "Введи код зі своєї програми-аутентифікатора",
  "tr_2FAIncorrect": "Неправильний код двоетапної перевірки",
  "tr_2FAIncorrectDesc": "Можливо, код невірний або вже не дійсний. Спробуй ще раз.",
  "tr_unauthorizedAccount": "Твої права доступу мають бути налаштовані",
  "tr_unauthorizedAccountDesc": "Звернися до адміністратора Organized у твоєму зборі для підтвердження своєї ролі, а потім повтори спробу через 5 хвилин. Для отримання додаткової допомоги старійшини можуть зв'язатися з нами через електронну пошту.",
  "tr_noSchedulesYet": "Ще немає опублікованих розкладів",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Перепідкючитись до акаунту",
  "tr_registeringApproved": "Рада старійшин схвалила реєстрацію цього збору в Organized",
  "tr_testAppMode": "Тестовий режим Organized",
  "tr_testAppWaitForData": "Готуємо усе необхідне, що ти спробував Organized в дії. Це може зайняти певний час...",
  "tr_tryOrganized": "Спробуй Organized у тестовому режимі",
  "tr_testStart": "Розпочати тестування",
  "tr_testAppWelcome": "Ласкаво просимо у тестовий режим Organized!",
  "tr_testAppWelcomeDesc": "<p>Це тестове середовище з уже заповненими даними для уявного збору. Ознайомся з функціями, такими як графіки, завдання, служіння, звіти та інше! Всі зміни, які ти вносиш, будуть скинуті після перезавантаження додатку.</p><p>Щоб почати використовувати реальний додаток Organized, відкрий <a href='https://organized-app.com' target='_blank'>organized-app.com</a> у своєму браузері.</p>",
  "tr_congregationExists": "Цей збір вже існує в Organized. Зв'яжися з адміністратором твого збору, щоб отримати необхідні ролі.",
  "tr_congregationMasterKeyVerify": "Перевір головний ключ збору",
  "tr_encryptionCodeNoticeMatch": "Ключі збігаються",
  "tr_congregationAccessCodeCreateDesc": "Цей код доступу надійно шифрує спільні дані твого збору, включаючи звіти від вісників та розклади.",
  "tr_congregationAccessCodeCreate": "Створити код доступу збору",
  "tr_congregationAccessCodeNoticeLength": "Мінімум 8 символів",
  "tr_congregationAccessCodeSet": "Встановити код доступу",
  "tr_congregationAccessCodeVerify": "Перевірити код доступу збору",
  "tr_congregationAccessCodeNotice": "Завжди використовуй інакший код, ніж головний ключ збору. Переконайся, що код відносно простий, але надійний.",
  "tr_congregationAccessCodeLostDesc": "Введи код доступу до твого збору. Цей унікальний код лише для твого збору і необхідний для підключення та доступу до нього.",
  "tr_setCongregationMasterKey": "Встановити головний ключ збору",
  "tr_createCongregationMasterKey": "Створити головний ключ збору",
  "tr_congregationAccessCodeAsk": "Введи код доступу збору",
  "tr_congregationAccessCode": "Код доступу збору",
  "tr_congregationMasterKeyLostDesc": "Введи головний ключ твого збору для доступу до нього",
  "tr_congregationMasterKeyAsk": "Введи головний ключ збору",
  "tr_cantFindCongregation": "Не можеш знайти свого збору?",
  "tr_cantFindCongregationDesc": "Перевір наявність помилок (мінімальна довжина вводу - 2 символи). Якщо твій збір не вказаний на сторінці пошуку jw.org, звернися за допомогою до <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a>.",
  "tr_appFunctionalityDataPrivacy": "Функціональність програми та конфіденційність даних",
  "tr_appIntro": "Organized — це неофіційний додаток, для Свідків Єгови створений братами та сестрами з великим ентузіазмом. Він спрощує різні обов’язки в зборі. Будь ласка, отримай схвалення від своєї ради старійшин перед реєстрацією твого збору.",
  "tr_privacySecurityTitle": "Конфіденційність і безпека",
  "tr_privacySecurityDesc": "<p>Organized створений так, що конфіденційність та безпека даних є головним пріоритетом. Повні деталі наведені в наших <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Умовах використання</a> та <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Політиці конфіденційності</a>. Ось короткий огляд нашого підходу до зберігання даних та їх безпеки:</p><ul><li><strong>Локальне зберігання та синхронізація в хмарі:</strong> Твої дані зберігаються локально на твоєму пристрої, що забезпечує високу безпеку та доступ без інтернету. Якщо старійшини ввімкнуть синхронізацію, вона буде захищена наскрізним шифруванням через наші захищені хмарні сервери.</li><li><strong>Безпека даних:</strong> Ми використовуємо сучасні заходи безпеки, такі як шифрування та захист у додатку, щоб зберегти ваші дані в безпеці. Ми також дотримуємося правил GDPR, використовуючи сервери в ЄС та збираючи дані користувачів лише після отримання згоди, з можливістю отримати, оновити або видалити їх.</li><li><strong>Збір даних:</strong> Ми збираємо лише базову інформацію — твоє ім’я, електронну пошту, IP-адресу та дані про пристрій — для входу, безпеки та функціональності додатку. Ми не можемо отримати доступ до твоїх даних всередині додатку; вся інформація там введена старійшинами або призначеними братами у твоєму зборі.</li><li><strong>Ми ніколи не ділимося вашими даними:</strong> Твої дані належать лише тобі, і ми ніколи не ділимося ними з третіми особами для маркетингових чи рекламних цілей.</li></ul>",
  "tr_dataManagementTitle": "Управління даними",
  "tr_dataManagementDesc": "<p>Ти можеш отримати доступ, виправити, видалити або експортувати свої дані в налаштуваннях профілю або зв’язавшись з нами за адресою <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Ти можеш відкликати свою згоду в будь-який час, видаливши свій акаунт. Organized збирає лише дані та cookie, необхідні для функціонування додатку. Дані, введені старійшинами твого збору, не керується нами. Твої дані (ім’я, електронна пошта, IP-адреса, ідентифікатор пристрою) зберігаються лише стільки, скільки потрібно для використання додатку, поки твій акаунт не буде видалено, або якщо цього вимагає закон.</p>",
  "tr_mfaVerifyTitle": "Переконаймося, що це ти",
  "tr_mfaVerifyDesc": "Введи код зі своєї програми-аутентифікатора",
  "tr_illustrationTerritoriesHeader": "Керуй територіями легко",
  "tr_illustrationTerritoriesDescription": "Переглядай та редагуй території, слідкуй за простроченими та втраченими картками. Відслідковуй записи “Не відвідувати”, історію призначень і друкуй нові картки. Призначай територію віснику, і вона з'явиться в його списку територій. Відстежуй статистику опрацювання та експортуй документ S-13.",
  "tr_illustrationOtherSchedulesHeader": "Багато інших корисних розкладів",
  "tr_illustrationOtherSchedulesDescription": "Organized дуже спрощує планування прибирання Залу, візиту районного наглядача, робіт з обслуговування Залу, свідчення в громадських місцях, обов'язків у зборі та інших аспектів життя збору для призначених братів. Вісникам також стає легше відстежувати та брати участь у цих завданнях.",
  "tr_howAreTheCodesDifferent": "Чим відрізняються ці коди?",
  "tr_howAreTheCodesDifferentDesc": "Код доступу: для всіх користувачів для приєднання до збору; Головний ключ: Вищий рівень доступу для відповідальних братів.",
  "tr_createMasterKey": "Створити головний ключ",
  "tr_createMasterKeyDesc": "<p><strong>Спочатку створи головний ключ для твого збору.</strong> Він надійно зашифровує дані твого збору, включно зі звітами, особами, та є необхідним для адміністративних функцій, наприклад експорт/імпорт та коригування налаштувань.</p>",
  "tr_createAccessCode": "Створити код доступу",
  "tr_createAccessCodeDesc": "<p><strong>Останній крок – створи код доступу.</strong> Цей унікальний код дозволяє новим користувачам приєднуватися до твого збору в Organized. Він забезпечує безпеку даних збору, надаючи доступ лише схваленим користувачам.</p>",
  "tr_otherInCongDesc": "Охрещена сестра, неохрещений вісник, учень на зібранні серед тижня",
  "tr_baptizedBrotherDesc": "Будь-який охрещений брат, з обов'язками чи поки що без них",
  "tr_accountPublisherStudent": "Інший(-а) в зборі"
}
