{
  "tr_login": "Zaloguj się",
  "tr_welcomeApp": "Witaj w Organized – narzędziu do zarządzania życiem twojego zboru",
  "tr_whatIsApp": "Czy Organized to oficjalna aplikacja Świadków Jehowy?",
  "tr_descApp": "<p>Nie, to nie jest oficjalna aplikacja. Śmiało zdecyduj, czy jest odpowiednia dla Ciebie. Jeśli chcesz, aby cały zbór z niej korzystał, sugerujemy uzyskanie zgody od starszych. Jesteśmy świadomi istnienia innych aplikacji wspomagających podobne zadania i uważamy, że każda z nich ma swoje mocne strony i metody, ale wszystkie mają ten sam cel.</p>",
  "tr_appPWA": "Organized to aplikacja PWA. Co to oznacza?",
  "tr_appPWADesc": "<p>Jako Progressive Web Application (PWA), Organized działa bezpośrednio w przeglądarce internetowej. Została zaprojektowana do działania na różnych systemach operacyjnych, obsługuje więc zarówno komputery stacjonarne, jak i urządzenia mobilne.</p><p>Po zainstalowaniu na urządzeniu i ukończeniu początkowej konfiguracji, Organized pozostaje dostępne offline, zapewniając korzystanie z głównych funkcji bez dostępu do Internetu.</p>",
  "tr_appSecure": "Jak bezpieczne są twoje dane podczas korzystania z Organized?",
  "tr_appSecureDesc": "<p>Dodaliśmy dodatkowe warstwy bezpieczeństwa, aby chronić twoje dane. W dzisiejszym szybko zmieniającym się świecie technologii regularnie aktualizujemy Organized, aby utrzymać go w bezpieczeństwie.</p><p>Mimo że Organized to aplikacja internetowa, twoje dane są początkowo przechowywane bezpośrednio na twoim urządzeniu. Oznacza to, że masz do nich dostęp nawet w trybie offline. Jeśli dzielisz się informacjami z innymi w swoim zborze, są one bezpiecznie synchronizowane poprzez serwery chmurowe. Dodatkowo dbamy o ochronę wszystkich prywatnych danych za pomocą silnych środków bezpieczeństwa, takich jak podwójne szyfrowanie na naszych serwerach.</p>",
  "tr_clearBrowserData": "<p>Należy pamiętać, że gdy czyścisz historię przeglądarki lub pliki cookie, usuwasz również dane niezsynchronizowane z Organized. Przed wykonaniem tej operacji sprawdź, czy ostatnio utworzone dane zostały zsynchronizowane.</p>",
  "tr_appPrivacy": "Jak Organized dba o twoją prywatność?",
  "tr_appPrivacyDesc": "<p>Gdy zdecydujesz się korzystać z aplikacji Organized, zbieramy tylko istotne informacje, takie jak twoje imię i adres e-mail. Dodatkowo gromadzimy adres IP twojego urządzenia oraz szczegóły agenta użytkownika twojego urządzenia, aby ulepszyć twoje doświadczenie z naszą aplikacją.</p><p>Bądź spokojny, priorytetem jest dla nas Twoja prywatność. Nigdy nie zezwalamy firmom reklamowym na śledzenie cię za pośrednictwem naszych usług ani na wykorzystywanie Twoich danych do reklam ukierunkowanych. Wszelkie informacje, które podajesz w aplikacji Organized, pozostają ścisłe poufności i nigdy nie są udostępniane stronom trzecim.</p>",
  "tr_readComplete": "Przeczytałem/am i zgadzam się z powyższym",
  "tr_email": "E-mail",
  "tr_accountCreated": "Twoje konto Organized zostało utworzone. Poinformuj administratora twojego zboru, aby nadał ci niezbędne uprawnienia, a następnie odśwież stronę.",
  "tr_createCongregationAccount": "Utwórz konto zboru",
  "tr_unauthorizedRole": "<p>Nie masz obecnie wystarczających uprawnień do korzystania z tej aplikacji. Skontaktuj się z starszymi swojego zboru, aby zweryfikowali twoją rolę, a następnie <a href='#'>spróbuj ponownie</a> za 5 minut. Jeśli potrzebują dodatkowej pomocy, mogą się z nami skontaktować przez e-mail.</p>",
  "tr_oauthAccept": "<p>Kontynuując, akceptujesz nasze <a href='https://sws2apps.com/terms/' title='Warunki korzystania' target='_blank' rel='noopener'>Warunki korzystania</a> i <a href='https://sws2apps.com/privacy/' title='Polityka prywatności' target='_blank' rel='noopener'>Politykę prywatności</a>.</p>",
  "tr_signInDesc": "Wybierz, w jaki sposób chcesz się zalogować",
  "tr_emailAuth": "Uwierzytelnianie e-mail",
  "tr_emailAuthDesc": "Wprowadź swój adres e-mail, aby otrzymać link do uwierzytelnienia Organized",
  "tr_emailAuthDescComplete": "Zalogowałeś się pomyślnie za pomocą swojego adresu e-mail. Teraz możesz korzystać z aplikacji.",
  "tr_emailAuthSentHeader": "Link został wysłany",
  "tr_emailAuthSent": "Sprawdź swoją skrzynkę odbiorczą e-mail. Jeśli go tam nie ma, sprawdź folder ze spamem lub poproś o ponowne wysłanie linku.",
  "tr_accountSetup": "Aby aktywować aplikację Organized na tym urządzeniu, wprowadź kod zaproszenia, który otrzymałeś od starszych swojego zboru.",
  "tr_illustrationMinistryAssignmentsHeader": "Wszystkie twoje zadania związane z służbą i przydziały",
  "tr_illustrationMinistryAssignmentsDescription": "Przeglądaj wszystkie nadchodzące zadania i otrzymuj powiadomienia o nowych. Zdobądź nowy teren z dostępnej listy. Złóż wniosek o udzielenie pomocy pionierskiej w kilku kliknięciach i uzyskaj dostęp do funkcji pionierskich, takich jak śledzenie czasu oraz szczegółowy raport miesięczny i roczny.",
  "tr_illustrationMultiPlattformHeader": "Na wszystkich twoich urządzeniach",
  "tr_illustrationMultiPlattformDescription": "Korzystaj z Organized na komputerze stacjonarnym, laptopie, smartfonie lub tablecie na dowolnym nowoczesnym systemie operacyjnym. Aplikacja działa online, ale jest również dostępna nawet przy braku połączenia z Internetem. ",
  "tr_illustrationMeetingSchedulesHeader": "Łatwe tworzenie planów spotkań",
  "tr_illustrationMeetingSchedulesDescription": "Importuj plany spotkań z jw.org jednym kliknięciem i automatycznie uzupełniaj przydziały. Udostępniaj listę wychodzących mówców i żądaj list od innych zborów, aby zwiększyć współpracę. Publikuj harmonogramy zarówno dla głosicieli, jak i studentów środowego spotkania, pozwalając im przeglądać swoje przydziały.",
  "tr_illustrationSecretaryHeader": "Wszystkie raporty sekretarza",
  "tr_illustrationSecretaryDescription": "Śledź listę obecności na spotkaniach, zarówno miesięczną, jak i roczną. Przeglądaj sprawozdania głosicieli i łatwo wysyłaj wszystkie niezbędne raporty bezpośrednio do lokalnego biura. Otrzymuj i przeglądaj wnioski pionierskiej.",
  "tr_selectAccount": "Aby zacząć korzystać z Organized, wybierz, która opcja na ciebie odpowiada:",
  "tr_accountPublisherStudent": "Głosiciel lub uczeń zebrania w środku tygodnia",
  "tr_accountBaptizedBrother": "Ochrzczony brat",
  "tr_connectCongregation": "Dołącz do swojego zboru",
  "tr_invitationCode": "Kod zaproszenia",
  "tr_wrongInvitationCode": "Nieprawidłowy kod zaproszenia",
  "tr_checkInvitationCode": "Proszę dokładnie sprawdzić podany kod",
  "tr_orLabel": "lub",
  "tr_importantNotice": "Ważna informacja",
  "tr_registrationSuccess": "Dziękujemy za rejestrację",
  "tr_congregationCreateLabel": "Twój zbór nie jest jeszcze zarejestrowane w Organized?",
  "tr_createCongregation": "Utwórz konto zboru",
  "tr_yourCongregation": "Twój zbór",
  "tr_incompleteCongregationInfo": "Upewnij się, że podałeś wszystkie potrzebne szczegóły, aby skonfigurować konto zboru",
  "tr_firstname": "Imię",
  "tr_lastname": "Nazwisko",
  "tr_encryptionCode": "Kod szyfrujący",
  "tr_encryptionCodeSetupDesc": "Utwórz kod szyfrowania dla swojego zboru.",
  "tr_encryptionCodeLostDesc": "Wprowadź kod szyfrowania swojego zboru, aby uzyskać do niego dostęp",
  "tr_encryptionCodeNotice": "Zapamiętaj go i przechowuj w bezpiecznym miejscu. Jego utrata oznacza utratę wszystkich danych zboru.",
  "tr_encryptionCodeCreate": "Utwórz kod szyfrowania",
  "tr_encryptionCodeNoticeLength": "Co najmniej 16 znaków",
  "tr_encryptionCodeNoticeNumber": "Cyfra",
  "tr_encryptionCodeNoticeLowerCase": "Mała litera",
  "tr_encryptionCodeNoticeUpperCase": "Wielka litera",
  "tr_encryptionCodeNoticeSpecialSymbol": "Znak specjalny",
  "tr_encryptionCodeSet": "Ustaw kod szyfrowania",
  "tr_encryptionCodeAsk": "Wprowadź kod szyfrowania zboru",
  "tr_encryptionCodeValidate": "Zatwierdź",
  "tr_encryptionCodeInvalid": "Podany kod szyfrowania jest nieprawidłowy",
  "tr_activate": "Aktywuj",
  "tr_next": "Dalej",
  "tr_oauthGoogle": "Kontynuuj z Google",
  "tr_oauthMicrosoft": "Kontynuuj z Microsoft",
  "tr_oauthGithub": "Kontynuuj z GitHub",
  "tr_oauthYahoo": "Kontynuuj z Yahoo",
  "tr_oauthEmail": "Kontynuuj z adresem e-mail",
  "tr_sendLink": "Wyślij link",
  "tr_emailNotSupported": "Przykro nam, ten adres e-mail jest nieprawidłowy lub nieobsługiwany",
  "tr_selectCountry": "Kraj",
  "tr_2FA": "Upewnijmy się, że to ty",
  "tr_2FADesc": "Wpisz kod z aplikacji uwierzytelniającej",
  "tr_2FAIncorrect": "Nieprawidłowy kod 2FA",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Twoje uprawnienia dostępu muszą zostać dostosowane",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedule isn't available yet. Please ask your congregation elders to not only create but also publish it in the app.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized"
}
