{
  "tr_login": "Log in",
  "tr_welcomeApp": "Welcome to the Organized app – the app that will make caring for the different different work in the congregation easy for you",
  "tr_whatIsApp": "This Organized app that official app from the organization?",
  "tr_descApp": "<p>No, this app not official app from the Governing Body. But, you free to see if it alright and work for you. If you want make the whole congregation use it, we beg you, please, talk to your elder dem first. We know that they get plenty other app them that can help to do the same work that this app can do and we believe that each of those app them good in certain area, and not good in certain area. But at the end of the day, all of dem get one goal - and that to help and make things easy for their brother and sister them around the world. </p>",
  "tr_appPWA": "Organized app that PWA app. What that one mean?",
  "tr_appPWADesc": "<p>Because the Organized app that Progressive Web Application (PWA), it can work direct in your browser. They make it to work on different-different system, so it able to work on computer and cell phone.</p> <p>As soon as you finish installing the Organized app and you set it up, you can use it even when you not get internet.</p>",
  "tr_appSecure": "When I using the Organized app, my information dem really safe?",
  "tr_appSecureDesc": "<p>We add extra security to protect your data. We can update Organized app all the time to make sure your information dem safe.</p> <p>Even though Organized that web app, your information dem can be store right on your device first. That one mean that you able to use the app even when you not get internet. When you share your congregation information with other people who using the app, the system can make sure to send the information to them in safe way so that nobody can see it. On top of that one, we make sure all your private information get strong protection. They call that one double encryption.</p>",
  "tr_clearBrowserData": "",
  "tr_appPrivacy": "<p>If you clear your browser history or your browser cookies, it will delete any information that on your device the time you wor not having internet. So once in the while, connect to the internet to make sure your information dem save  before you delete this thing dem.</p>",
  "tr_appPrivacyDesc": "<p>When you choose use Organized app, we only collect simple information dem like your name and email. We also get your the IP address of your device, that mean to say, we able to see which country you using the app from, and the type of phone or computer or browser you using to connect to the app. We can collect all this information dem to make using the app alright for you. This one can help us to see which phone or computer most people can use to connect to the app. So the next time we releasing new feature dem, we can work hard to make sure it will work in your country and on the device you using</p> <p>But please know that we put your privacy first. We cant allow any advertising company to track you using our app or to even use your data for send your advertisment dem. Any information you give in the Organized app remain strictly confidential, that mean only you and us can see it, and we cant shared it with other people.</p>",
  "tr_readComplete": "I accept the <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> and I agree for yor to use the information dem I give yor to register me in the app.",
  "tr_email": "Email",
  "tr_accountCreated": "Your Organized account registration complete. Please inform your congregation administrator so that he can give you the permission dem you need. Then refresh the app or close and open it again to log in.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Your Organized account na register. Please inform your congregation administrator so that he can give you the permission dem you need. Then refresh the app or close and open it again to log in.</p> <p>Your account don set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p> <p>Elders can contact us using <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> if they need help.",
  "tr_oauthAccept": "<p>Learn more about our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Use your email if you want receive link to log in or just log in by choosing one of the service provider dem weh showing here that you already get account with. If you not get Organized account yet, once you choose one the service, we will create account for you using the same information you use when you was creating your account with service provider.",
  "tr_emailAuth": "Email",
  "tr_emailAuthDescComplete": "You log in successfully with your email. Now you can use the app.",
  "tr_emailAuthSentHeader": "We na send the link",
  "tr_emailAuthSent": "Please check in your email. If it not there, check too in the folder they call \"spam\". If you still not see it, then try to send the link again.",
  "tr_accountSetup": "<p> To activate the Organized app on this device, enter the invitation code you get from your congregation elders.</p>",
  "tr_illustrationMinistryAssignmentsHeader": "All your field service activity and your assignment dem in the congregation",
  "tr_illustrationMinistryAssignmentsDescription": "See all your assignment dem you get and get notification anything they assign you new one. Get new territory from the list of territory dem. Submit auxiliary pioneer application easy and get access to the feature dem that pioneer can use, like time tracker, and monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "It can work on all the device dem you can use",
  "tr_illustrationMultiPlattformDescription": "Use Organized app on your computer, laptop, phone, or tablet on any of new systems. The app works online, but you can also use it when you not get internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Help you to create your meeting schedule dem with no stress",
  "tr_illustrationMeetingSchedulesDescription": "Get the meeting schedule dem from jw.org with just one click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations. Publish schedules for both publishers and midweek students so they can see their assignments.",
  "tr_illustrationSecretaryHeader": "You can do all the report dem that you need to make as congregation secretary",
  "tr_illustrationSecretaryDescription": "Keep track of the meeting attendance record for all meetings, both monthly and yearly. See publisher reports and easily send all the necessary reports directly to your local branch office. Receive and review auxiliary pioneer application dem.",
  "tr_selectAccount": "To start using Organized app, choose which option apply to you:",
  "tr_accountBaptizedBrother": "Baptized brother",
  "tr_connectCongregation": "Connect to your congregation",
  "tr_invitationCode": "Invitation code",
  "tr_orLabel": "",
  "tr_importantNotice": "Important information",
  "tr_registrationSuccess": "Your registration complete. Thank you",
  "tr_congregationCreateLabel": "Your congregation not using the Organized app yet?",
  "tr_createCongregation": "Register your congregation to start using the app",
  "tr_yourCongregation": "Your congregation",
  "tr_incompleteCongregationInfo": "Please make sure you na provide all the information you need to provide to set up your congregation",
  "tr_firstname": "First name",
  "tr_lastname": "Last name",
  "tr_encryptionCode": "Encryption code",
  "tr_encryptionCodeSetupDesc": "Create your congregation encryption code.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please mark they key down and keep it safe. If you lost it, it also mean you loss all your congregation information since we not able to see it. Only you and your congregation publisher dem can access yor information and this key, so if you loss, we not able to help you.",
  "tr_encryptionCodeCreate": "Create encryption code",
  "tr_encryptionCodeNoticeLength": "It need to be at least 16",
  "tr_encryptionCodeNoticeNumber": "Number",
  "tr_encryptionCodeNoticeLowerCase": "Small letter",
  "tr_encryptionCodeNoticeUpperCase": "Capital letter",
  "tr_encryptionCodeNoticeSpecialSymbol": "Special sign (like this one dem ?, !, ., @, #)",
  "tr_encryptionCodeSet": "Create master key",
  "tr_encryptionCodeAsk": "",
  "tr_encryptionCodeValidate": "Check",
  "tr_encryptionCodeInvalid": "The code you enter not correct",
  "tr_activate": "Connect",
  "tr_next": "",
  "tr_oauthGoogle": "",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "",
  "tr_emailNotSupported": "Sorry, it either this email not correct or it email that you suppose to use",
  "tr_selectCountry": "",
  "tr_2FA": "Let make sure that you",
  "tr_2FADesc": "",
  "tr_2FAIncorrect": "The code you enter not correct",
  "tr_2FAIncorrectDesc": "It either the code you enter not correct or it na expire. Please try again.",
  "tr_unauthorizedAccount": "They need to adjust the permission dem you get to use the app",
  "tr_unauthorizedAccountDesc": "Contact the person who the administration for your congregation app to make sure your role correct, then try again in 5 minute time. If you need more help, your elder dem can contact us using our email.",
  "tr_noSchedulesYet": "No schedule yet for now",
  "tr_noSchedulesYetDesc": "No meeting schedule here yet. The schedule dem need to be publish in the app before they will show.",
  "tr_reconnectAccount": "Connect my account again",
  "tr_registeringApproved": "My elder dem agree for our congregation to use the Organized app",
  "tr_testAppMode": "Testing the Organized app",
  "tr_testAppWaitForData": "Getting everything ready for you to test the app in action. It will take small time, so please wait....",
  "tr_tryOrganized": "Test the app first to see how it looking",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to the testing side of the Organized app!",
  "tr_testAppWelcomeDesc": "<p>This area that to test the app. All the information dem that you will not real. Infact, even the congregation that you will see not real. We just generate the information dem at least so you can test and see how the app looking and how it will work. Check all the feature dem like the schedules, assignments, field service, reports, and plenty other feature dem! Any change you make here will not remain. It will lost as soon as the app load again.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already using the Organized app. Please check with your congregation administrator to give you the role you need to use the app.",
  "tr_congregationMasterKeyVerify": "Confirm the master key for the congregation",
  "tr_encryptionCodeNoticeMatch": "All the key dem match",
  "tr_congregationAccessCodeCreateDesc": "This code will make sure to keep your congregation information like the publisher dem report and all the schedule dem safe.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "It need to be at least 8",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Check again to make sure the congregation access code you enter correct",
  "tr_congregationAccessCodeNotice": "Make sure the code you using here different from the master key code that you already na set. Let it be something that easy to remember, but hard for other people to just guess.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code for your congregation. That special code assign to only your congregation and you need to enter it if you want connect to your congregation and use the app.",
  "tr_setCongregationMasterKey": "Create the congregation master key",
  "tr_createCongregationMasterKey": "Create the congregation master key",
  "tr_congregationAccessCodeAsk": "Enter the congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation master key",
  "tr_congregationMasterKeyAsk": "Create the congregation master key",
  "tr_cantFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Create master key",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Create access code",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation",
  "tr_requestAccess": "Request access",
  "tr_requestAccessSent": "Request access sent",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
