{
  "tr_login": "प्रवेश गर्नुहोस्",
  "tr_welcomeApp": "तपाईंको मण्डलीका काम व्यवस्थापन गर्न मदत गर्ने Organized एपमा तपाईंलाई स्वागत छ",
  "tr_whatIsApp": "Is Organized an official app by Jehovah’s Witnesses organization?",
  "tr_descApp": "<p>No, it’s not an official app. Feel free to decide if it’s right for you. If you’d like the whole congregation to use it, we suggest getting approval from the body of elders. We’re aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized एउटा PWA एप हो। यसका के अर्थ हो?",
  "tr_appPWADesc": "<p>एक प्रगतिशील वेब एप (PWA) को रूपमा Organized एप तपाईंको वेब ब्राउजरबाटै काम गर्छ। यसलाई मोबाइल वा डेस्कटप डिभाइसहरूका विभिन्‍न अपरेटिङ्ग सिस्टमहरूमा चल्ने गरी डिजाइन गरिएको छ।</p><p>एकपटक तपाईंले आफ्नो डिभाइसमा इन्स्टल गरेर प्रारम्भिक सेटअप पूरा गर्नुभएपछि Organized एप इन्टरनेट नहुँदा पनि यसका मुख्य विशेषताहरू प्रयोग गर्न सकिने गरी अफलाइनमै उपलब्ध हुन्छ।</p>",
  "tr_appSecure": "Organized मा राखिएको तपाईंको जानकारी कत्तिको सुरक्षित छ?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today’s fast-changing tech world, we regularly update Organized to keep it fully secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you’re offline. If you share information with others in your congregation, it’s securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you’re also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "Organized ले तपाईंको गोपनीयतालाई कसरी सुरक्षित राख्दछ?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "I have read and agree with the above",
  "tr_email": "इमेल",
  "tr_accountCreated": "Your Organized account is registered. Notify your congregation administrator so he can assign you the required permissions. Then refresh the page to log in.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Your account is all set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p><p>Elders can contact us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a> if they need assistance.</p>",
  "tr_oauthAccept": "<p>Learn more about out <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "प्रवेश गर्ने तरिका छनौट गर्नुहोस्",
  "tr_emailAuth": "इमेलद्वारा प्रमाणित गर्ने",
  "tr_emailAuthDesc": "Enter your email to get a link for Organized authentication",
  "tr_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "tr_emailAuthSentHeader": "लिङ्‍क पठाइयो",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "To activate the Organized app on this device, enter the invitation code you got from your congregation elders.",
  "tr_illustrationMinistryAssignmentsHeader": "तपाईंका सबै क्षेत्र सेवा र असाइनमेन्टहरू",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "तपाईंका सबै उपकरणहरूमा",
  "tr_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "tr_illustrationMeetingSchedulesHeader": "सजिलै सभाको तालिका तयार पार्नुहोस्",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "सचिवका रिपोर्टहरू",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "To start using Organized, choose which option applies to you:",
  "tr_accountBaptizedBrother": "बप्तिस्माप्राप्त भाइ",
  "tr_connectCongregation": "तपाईंको मण्डलीसँग जोड्नुहोस्",
  "tr_invitationCode": "निमन्त्रणा कोड",
  "tr_orLabel": "वा",
  "tr_importantNotice": "महत्त्वपूर्ण सूचना",
  "tr_registrationSuccess": "दर्ता गर्नुभएकोमा धन्यवाद",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "मण्डली सिर्जना गर्ने",
  "tr_yourCongregation": "तपाईंको मण्डली",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "नाम",
  "tr_lastname": "थर",
  "tr_encryptionCode": "गोपनीयता कोड",
  "tr_encryptionCodeSetupDesc": "तपाईंको मण्डलीको गोपनीयता कोड सिर्जना गर्नुहोस्।",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "गोपनीयता कोड सिर्जना गर्नुहोस्",
  "tr_encryptionCodeNoticeLength": "कम्तीमा १६ अक्षर",
  "tr_encryptionCodeNoticeNumber": "अङ्‍क",
  "tr_encryptionCodeNoticeLowerCase": "लोअरकेस अक्षर",
  "tr_encryptionCodeNoticeUpperCase": "अपरकेस अक्षर",
  "tr_encryptionCodeNoticeSpecialSymbol": "सिम्बल",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "मण्डलीको गोपनीयता कोड भर्नुहोस्",
  "tr_encryptionCodeValidate": "मान्यता दिने",
  "tr_encryptionCodeInvalid": "तपाईंले प्रदान गर्नुभएको गोपनीयता कोड गलत छ।",
  "tr_activate": "सक्रिय गर्ने",
  "tr_next": "अर्को",
  "tr_oauthGoogle": "Google खाता प्रयोग गर्ने",
  "tr_oauthMicrosoft": "Microsoft खाता प्रयोग गर्ने",
  "tr_oauthGithub": "GitHub खाता प्रयोग गर्ने",
  "tr_oauthYahoo": "Yahoo खाता प्रयोग गर्ने",
  "tr_oauthEmail": "इमेल खाता प्रयोग गर्ने",
  "tr_sendLink": "लिङ्‍क पठाउने",
  "tr_emailNotSupported": "माफ गर्नुहोस्, यो इमेल ठेगाना मान्य भएन वा प्रयोग गर्न सकिँदैन",
  "tr_selectCountry": "देश",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "तपाईंको प्रमाणीकरण एपबाट कोड भर्नुहोस्",
  "tr_2FAIncorrect": "गलत 2FA कोड",
  "tr_2FAIncorrectDesc": "कोड गलत वा म्याद नाघेको हुन सक्छ। पुन: प्रयास गर्नुहोस्।",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "तालिका छैन",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "मेरो खाता पुनः जोड्ने",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to try Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Confirm congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Confirm congregation access code",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_cantFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Create master key",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Create access code",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation"
}
