{
  "tr_login": "Autentificare",
  "tr_welcomeApp": "Bun venit la Organized - instrumentul tău de gestionare a congregației",
  "tr_whatIsApp": "Este Organized o aplicație oficială a organizației Martorilor lui Iehova?",
  "tr_descApp": "<p>Nu, nu este o aplicație oficială. Simte-te liber să decizi dacă este potrivită pentru tine. Dacă doriți ca toată congregația să o folosească, vă sugerăm să obțineți aprobarea corpului de bătrâni. Suntem conștienți că există și alte aplicații proiectate pentru a ajuta cu sarcini similare și credem că fiecare are propriile metode și puncte forte, dar toate au același scop.</p>",
  "tr_appPWA": "Organized este o aplicație PWA. Ce înseamnă asta?",
  "tr_appPWADesc": "<p>Ca o Aplicație Web Progresivă (PWA), Organized funcționează direct în browser-ul tău web. Este proiectată să funcționeze pe diferite sisteme de operare, astfel încât suportă atât dispozitivele desktop, cât și cele mobile.</p><p>Odată instalată pe dispozitivul tău și după finalizarea configurației inițiale, Organized rămâne accesibilă offline, asigurând utilizarea funcțiilor principale fără o conexiune la internet.</p>",
  "tr_appSecure": "Cât de sigure sunt datele tale când folosești Organized?",
  "tr_appSecureDesc": "<p>Am adăugat straturi suplimentare de securitate pentru a-ți proteja datele. În lumea tehnologiei în schimbare rapidă de astăzi, actualizăm în mod regulat Organized pentru a-l menține sigur.</p><p>Chiar dacă Organized este o aplicație web, datele tale sunt stocate mai întâi direct pe dispozitivul tău. Acest lucru înseamnă că poți avea acces la ele, chiar și atunci când ești offline. Dacă partajezi informații cu alții în congregația ta, acestea sunt sincronizate în mod securizat prin serverele cloud. În plus, ne asigurăm că protejăm toate datele private cu măsuri de securitate puternice, cum ar fi criptarea dublă pe serverele noastre.</p>",
  "tr_clearBrowserData": "<p>Te rugăm să ții cont că atunci când ștergi istoricul browserului sau cookie-urile, ștergi și datele nesincronizate din Organized. Înainte de a face acest lucru, asigură-te că datele create recent au fost sincronizate.</p>",
  "tr_appPrivacy": "Cum se ocupă Organized de confidențialitatea ta?",
  "tr_appPrivacyDesc": "<p>Când alegi să folosești aplicația noastră Organized, colectăm doar informații esențiale precum numele și adresa ta de email. În plus, colectăm adresa IP a dispozitivului tău și detaliile browserului dispozitivului tău pentru a îmbunătăți experiența cu aplicația noastră.</p><p>Fii sigur, prioritizăm confidențialitatea ta. Nu permitem niciodată companiilor de publicitate să te urmărească prin serviciile noastre sau să utilizeze datele tale pentru reclame targetate. Orice informație pe care o furnizezi în aplicația Organized rămâne strict confidențială și nu este distribuită către părți externe.</p>",
  "tr_readComplete": "Am citit și sunt de acord cu cele de mai sus",
  "tr_email": "Email",
  "tr_accountCreated": "Contul tău Organized a fost creat. Informează administratorul congregației tale pentru a-ți acorda permisiunile necesare și apoi reîmprospătează pagina.",
  "tr_createCongregationAccount": "Creează o congregație",
  "tr_unauthorizedRole": "<p>Momentan nu ai permisiunile necesare pentru a utiliza această aplicație. Te rugăm să te adresezi bătrânilor congregației tale pentru a-ți verifica rolul și apoi <a href='#'>încearcă din nou</a> în 5 minute. Dacă au nevoie de asistență suplimentară, pot să ne contacteze prin email.</p>",
  "tr_oauthAccept": "<p>Prin continuarea procesului, acceptați <a href='https://sws2apps.com/terms/' title='Termenii de utilizare' target='_blank' rel='noopener'>Termenii de Utilizare</a> și <a href='https://sws2apps.com/privacy/' title='Politica de Confidențialitate' target='_blank' rel='noopener'>Politica de Confidențialitate</a> ale noastre.</p>",
  "tr_signInDesc": "Alege modul în care dorești să te autentifici",
  "tr_emailAuth": "Autentificare prin email",
  "tr_emailAuthDesc": "Introdu adresa ta de email pentru a primi un link pentru autentificarea în Organized",
  "tr_emailAuthDescComplete": "Te-ai autentificat cu succes cu adresa ta de email. Acum poți accesa aplicația.",
  "tr_emailAuthSentHeader": "Link-ul a fost trimis",
  "tr_emailAuthSent": "Te rugăm să verifici inboxul de email. Dacă nu este acolo, verifică în folderul de spam sau solicită link-ul din nou.",
  "tr_accountSetup": "Pentru a activa aplicația Organized pe acest dispozitiv, introdu codul de invitație primit de la bătrânii congregației tale.",
  "tr_illustrationMinistryAssignmentsHeader": "Toate responsabilitățile tale",
  "tr_illustrationMinistryAssignmentsDescription": "Vizualizează toate responsabilitățile viitoare și primește notificări despre cele noi. Obține teritorii noi din lista disponibilă. Trimite o cerere de pionier auxiliar în doar câteva clickuri și accesează funcțiile de pionier, cum ar fi un contor de timp și un raport detaliat lunar și anual.",
  "tr_illustrationMultiPlattformHeader": "Pe toate dispozitivele tale",
  "tr_illustrationMultiPlattformDescription": "Folosește Organized pe computerul desktop, laptop, smartphone sau tabletă pe orice sistem de operare modern. Aplicația funcționează online, dar este accesibilă și atunci când nu ai conexiune la internet.",
  "tr_illustrationMeetingSchedulesHeader": "Creează planificări pentru întruniri cu ușurință",
  "tr_illustrationMeetingSchedulesDescription": "Importă planificări de întruniri de pe jw.org printr-un singur clic și completează automat responsabilitățile. Partajează lista ta de vorbitori și solicită liste de la alte congregații pentru a îmbunătăți colaborarea. Publică programe pentru vestitori și cursanți, permițându-le să-și vadă atribuirile.",
  "tr_illustrationSecretaryHeader": "Toate rapoartele secretarului",
  "tr_illustrationSecretaryDescription": "Urmărește prezența la toate întrunirile, lunar și anual. Vizualizează rapoartele vestitorilor și trimite cu ușurință toate rapoartele necesare direct la Filială. Primește și revizuiește cererile de pionier auxiliar.",
  "tr_selectAccount": "Pentru a începe să folosești Organized, alege opțiunea care ți se aplică ție:",
  "tr_accountPublisherStudent": "Vestitor sau cursant al întrunirii din timpul săptămânii",
  "tr_accountBaptizedBrother": "Frate botezat",
  "tr_connectCongregation": "Conectează-te la congregația ta",
  "tr_invitationCode": "Cod de invitație",
  "tr_wrongInvitationCode": "Cod de invitație incorect",
  "tr_checkInvitationCode": "Te rugăm să verifici codul pe care l-ai furnizat",
  "tr_orLabel": "sau",
  "tr_importantNotice": "De reținut",
  "tr_registrationSuccess": "Mulțumim pentru înregistrare",
  "tr_congregationCreateLabel": "Congregația ta nu este încă înregistrată în Organized?",
  "tr_createCongregation": "Creează congregație",
  "tr_yourCongregation": "Congregația ta",
  "tr_incompleteCongregationInfo": "Asigură-te că ai furnizat toate detaliile necesare pentru a configura congregația ta",
  "tr_firstname": "Prenume",
  "tr_lastname": "Nume de familie",
  "tr_encryptionCode": "Cod de criptare",
  "tr_encryptionCodeSetupDesc": "Creează codul de criptare al congregației tale.",
  "tr_encryptionCodeLostDesc": "Introdu codul de criptare al congregației tale pentru a o accesa",
  "tr_encryptionCodeNotice": "Te rugăm să-l notezi și să-l păstrezi în siguranță. Pierderea acestuia poate înseamna pierderea tuturor datelor congregației tale.",
  "tr_encryptionCodeCreate": "Creează cod de criptare",
  "tr_encryptionCodeNoticeLength": "Cel puțin 16 caractere",
  "tr_encryptionCodeNoticeNumber": "Cifra",
  "tr_encryptionCodeNoticeLowerCase": "Literă mică",
  "tr_encryptionCodeNoticeUpperCase": "Literă mare",
  "tr_encryptionCodeNoticeSpecialSymbol": "Simbol special",
  "tr_encryptionCodeSet": "Setează codul de criptare",
  "tr_encryptionCodeAsk": "Introdu codul de criptare al congregației",
  "tr_encryptionCodeValidate": "Validează",
  "tr_encryptionCodeInvalid": "Codul de criptare furnizat este incorect",
  "tr_activate": "Activează",
  "tr_next": "Următorul",
  "tr_oauthGoogle": "Continuă cu Google",
  "tr_oauthMicrosoft": "Continuă cu Microsoft",
  "tr_oauthGithub": "Continuă cu GitHub",
  "tr_oauthYahoo": "Continuă cu Yahoo",
  "tr_oauthEmail": "Continuă cu Email",
  "tr_sendLink": "Trimite Link",
  "tr_emailNotSupported": "Ne pare rău, acest email nu este valid sau nu este suportat",
  "tr_selectCountry": "Țara",
  "tr_2FA": "Hai să ne asigurăm că ești tu",
  "tr_2FADesc": "Introdu un cod din aplicația ta de autentificare",
  "tr_2FAIncorrect": "Cod 2FA incorect",
  "tr_2FAIncorrectDesc": "Codul ar putea fi incorect sau expirat. Încearcă din nou.",
  "tr_unauthorizedAccount": "Permisiunile tale trebuie modificate",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "Încă nici-o planificare",
  "tr_noSchedulesYetDesc": "Vă rugăm să solicitați bătrânilor congregației să publice mai întâi planificarea întrunirii.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Preparing the data you need for a smooth test experience",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after a page reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>"
}
