{
  "error_app_security_invalid-master-key": "La clave maestra que ha proporcionado es incorrecta",
  "error_api_invalid-endpoint": "El recurso al que está accediendo no está disponible",
  "error_api_internal-error": "Se ha producido un error interno. Vuelva a intentarlo más tarde",
  "error_auth_email-already-exists": "El correo electrónico proporcionado ya está siendo utilizado por un usuario existente. Cada usuario debe tener una dirección de correo electrónico única",
  "error_auth_user-not-found": "No existe ningún registro de usuario correspondiente al identificador proporcionado",
  "error_api_unauthorized-request": "No tiene acceso a este recurso",
  "error_app_security_invalid-invitation-code-title": "Wrong invitation code",
  "error_app_security_invalid-invitation-code": "Please double-check the code you provided",
  "error_app_generic-title": "An error occurred",
  "error_app_generic-desc": "An error occurred. Try to refresh the page. If this won’t help, try to fully restart Organized. Note, that this will clear all your unsynced data.",
  "error_app_unsupported-browser-title": "Unsupported browser",
  "error_app_unsupported-browser-desc": "You are using an unsupported browser for the Organized app. Please ensure your browser is up to date and that private or incognito mode is turned off. Alternatively, try using a different browser.",
  "error_app_security_user-not-found": "No user found with this email address",
  "error_app_persons_spiritual-status-change": "Cannot change spiritual status",
  "error_app_persons_spiritual-status-baptized-unbaptized": "A baptized publisher cannot be changed to unbaptized.",
  "error_app_persons_spiritual-status-baptized-midweek": "A baptized publisher cannot be changed to midweek student.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "An unbaptized publisher cannot be changed to midweek student.",
  "error_app_data_invalid-file": "Unable to recognize the file you are trying to import.",
  "error_app_data_encrypted-file": "Unable to recognize the file because it is encrypted. Disable the encryption before exporting it and try again.",
  "error_api_bad-request": "Unable to complete the operation. Refresh the app and try again.",
  "error_api_sync-conflict": "Unable to sync changes from the server. Refresh the app and try again, or sync manually."
}
