{
  "error_app_security_invalid-master-key": "La clave maestra que ha proporcionado es incorrecta",
  "error_api_invalid-endpoint": "El recurso al que está accediendo no está disponible",
  "error_api_internal-error": "Se ha producido un error interno. Vuelva a intentarlo más tarde",
  "error_auth_email-already-exists": "El correo electrónico proporcionado ya está siendo utilizado por un usuario existente. Cada usuario debe tener una dirección de correo electrónico única",
  "error_auth_user-not-found": "No existe ningún registro de usuario correspondiente al identificador proporcionado",
  "error_api_unauthorized-request": "No tiene acceso a este recurso",
  "error_app_security_invalid-invitation-code-title": "Código de invitación incorrecto",
  "error_app_security_invalid-invitation-code": "Por favor, verifique el código que proporcionó",
  "error_app_generic-title": "Ha ocurrido un error",
  "error_app_generic-desc": "Ha ocurrido un error. Intente actualizar la página. Si esto no ayuda, pruebe a reiniciar Organized por completo. Tenga en cuenta que esto borrará todos sus datos no sincronizados.",
  "error_app_unsupported-browser-title": "Navegador no compatible",
  "error_app_unsupported-browser-desc": "Está utilizando un navegador no compatible para la aplicación Organized. Asegúrese de que su navegador esté actualizado y de que el modo privado o incógnito esté desactivado. Alternativamente, pruebe a utilizar un navegador diferente.",
  "error_app_security_user-not-found": "No se encontró ningún usuario con esta dirección de correo electrónico",
  "error_app_persons_spiritual-status-change": "No se puede cambiar la condición espiritual",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Un publicador bautizado no puede cambiarse a no bautizado.",
  "error_app_persons_spiritual-status-baptized-midweek": "Un publicador bautizado no puede cambiarse a estudiante de la reunión entre semana.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Un publicador no bautizado no puede cambiarse a estudiante de la reunión entre semana.",
  "error_app_data_invalid-file": "No se puede reconocer el archivo que intenta importar.",
  "error_app_data_encrypted-file": "No se puede reconocer el archivo porque está cifrado. Desactive el cifrado antes de exportarlo e inténtelo de nuevo.",
  "error_api_bad-request": "No se puede completar la operación. Actualice la aplicación e inténtelo de nuevo.",
  "error_api_sync-conflict": "No se pueden sincronizar los cambios desde el servidor. Actualice la aplicación e inténtelo de nuevo, o sincronice manualmente."
}
