{
  "tr_login": "Log in",
  "tr_welcomeApp": "Welcome to Organized – your congregation life management tool",
  "tr_whatIsApp": "¿Es Organized una aplicación oficial de la organización de los Testigos de Jehová?",
  "tr_descApp": "<p>No, no es una aplicación oficial. Siéntete libre de decidir si es adecuada para ti. Si deseas que toda la congregación la utilice, te sugerimos obtener la aprobación del cuerpo de ancianos. Somos conscientes de que hay otras aplicaciones diseñadas para ayudar con tareas similares y creemos que cada una tiene sus fortalezas y métodos, pero todas comparten el mismo objetivo.</p>",
  "tr_appPWA": "Organized is a PWA application. What does it mean?",
  "tr_appPWADesc": "<p>As a Progressive Web Application (PWA), Organized operates directly within your web browser. It is designed to function across various operating systems, so it supports both desktop and mobile devices.</p><p>Once installed on your device and after completing the initial setup, Organized remains accessible offline, ensuring you can use its main features without an internet connection.</p>",
  "tr_appSecure": "How secure is your data when using Organized?",
  "tr_appSecureDesc": "<p>Hemos añadido capas de seguridad adicionales para proteger tus datos. En el mundo tecnológico de rápido cambio de hoy, actualizamos regularmente Organized para mantenerlo completamente seguro.</p><p>Aunque Organized es una aplicación web, tus datos se almacenan primero en tu dispositivo. Esto significa que puedes acceder a ellos, incluso cuando estás sin conexión. Si compartes información con otros en tu congregación, se sincroniza de forma segura a través de los servidores en la nube. Además, nos aseguramos de proteger todos los datos privados con fuertes medidas de seguridad, como la doble encriptación en nuestros servidores.</p>",
  "tr_clearBrowserData": "<p>Borrar el historial de navegación o las cookies puede también borrar cualquier cambio no guardado en Organized. Por favor asegúrate de sincronizar antes de hacerlo</p>",
  "tr_appPrivacy": "How Organized is taking care of your privacy?",
  "tr_appPrivacyDesc": "<p>Cuando eliges usar nuestra aplicación Organized, solo recopilamos información esencial como tu nombre y correo electrónico. Además, recopilamos la dirección IP de tu dispositivo y los detalles del agente de usuario de tu dispositivo para mejorar tu experiencia con nuestra aplicación.</p><p>Queda tranquilo, priorizamos tu privacidad. Nunca permitimos que las compañías publicitarias te rastreen a través de nuestros servicios ni utilicen tus datos para anuncios dirigidos. Cualquier información que proporciones en la aplicación Organized se mantiene estrictamente confidencial y nunca se comparte con partes externas.</p>",
  "tr_readComplete": "I accept the <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> and consent to the processing of my personal data as described.",
  "tr_email": "Email",
  "tr_accountCreated": "Your Organized account is registered. Notify your congregation administrator so he can assign you the required permissions. Then refresh the page to log in.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Your account is all set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p><p>Elders can contact us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a> if they need assistance.</p>",
  "tr_oauthAccept": "<p>Learn more about out <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Use your email to receive a one-time login link or log in with one of the listed providers. If you don't have an account yet, it will be created automatically.",
  "tr_emailAuth": "Email authentication",
  "tr_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "tr_emailAuthSentHeader": "Link has been sent",
  "tr_emailAuthSent": "Por favor, verifica tu bandeja de entrada de correo electrónico. Si no está allí, busca en tu carpeta de correo no deseado o solicita el enlace nuevamente.",
  "tr_accountSetup": "To activate the Organized app on this device, enter the invitation code you got from your congregation elders.",
  "tr_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "On all your devices",
  "tr_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "tr_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "All the secretary reports",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "To start using Organized, choose which option applies to you:",
  "tr_accountBaptizedBrother": "Baptized brother",
  "tr_connectCongregation": "Connect to your congregation",
  "tr_invitationCode": "Invitation code",
  "tr_orLabel": "or log in with",
  "tr_importantNotice": "Important notice",
  "tr_registrationSuccess": "Thanks for registration",
  "tr_congregationCreateLabel": "¿Tu congregación aún no está registrada en Organized?",
  "tr_createCongregation": "Create congregation",
  "tr_yourCongregation": "Your congregation",
  "tr_incompleteCongregationInfo": "Por favor asegúrate de haber proporcionado todos los detalles necesarios para configurar tu congregación",
  "tr_firstname": "First name",
  "tr_lastname": "Last name",
  "tr_encryptionCode": "Encryption code",
  "tr_encryptionCodeSetupDesc": "Create your congregation encryption code.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Create encryption code",
  "tr_encryptionCodeNoticeLength": "At least 16 characters",
  "tr_encryptionCodeNoticeNumber": "Digit",
  "tr_encryptionCodeNoticeLowerCase": "Lowercase letter",
  "tr_encryptionCodeNoticeUpperCase": "Uppercase letter",
  "tr_encryptionCodeNoticeSpecialSymbol": "Special symbol",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Enter congregation encryption code",
  "tr_encryptionCodeValidate": "Validate",
  "tr_encryptionCodeInvalid": "The encryption code you provided is incorrect",
  "tr_activate": "Activate",
  "tr_next": "Next",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Send Link",
  "tr_emailNotSupported": "Sorry, this email is invalid or not supported",
  "tr_selectCountry": "Country",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Enter a code from your authenticator app",
  "tr_2FAIncorrect": "Incorrect 2FA code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "Aún no se han publicado horarios",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to try Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Confirm congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Confirm congregation access code",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_cantFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Create master key",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Create access code",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation",
  "tr_requestAccess": "Request access",
  "tr_requestAccessSent": "Request access sent",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
