{
  "tr_login": "Iniciar sesión",
  "tr_welcomeApp": "¡Bienvenido a Organized!",
  "tr_whatIsApp": "¿Es Organized una aplicación oficial de la organización de los Testigos de Jehová?",
  "tr_descApp": "<p>No, no es una aplicación oficial. Siéntete libre de decidir si es adecuada para ti. Si te gustaría que toda la congregación la use, te sugerimos obtener la aprobación del cuerpo de ancianos. Sabemos que existen otras aplicaciones diseñadas para ayudar con tareas similares y creemos que cada una tiene sus fortalezas y métodos, pero todas comparten el mismo objetivo.</p>",
  "tr_appPWA": "Organized es una aplicación PWA. ¿Qué significa eso?",
  "tr_appPWADesc": "<p>Como una Aplicación Web Progresiva (PWA), Organized funciona directamente dentro de tu navegador web. Está diseñada para funcionar en varios sistemas operativos, por lo que es compatible tanto con dispositivos de escritorio como móviles.</p><p>Una vez instalada en tu dispositivo y después de completar la configuración inicial, Organized sigue siendo accesible sin conexión, lo que garantiza que puedas usar sus principales funciones sin necesidad de estar conectado a internet.</p>",
  "tr_appSecure": "¿Qué tan segura está tu información al usar Organized?",
  "tr_appSecureDesc": "<p>Hemos añadido capas de seguridad adicionales para proteger tu información. En el mundo tecnológico actual, que cambia rápidamente, actualizamos regularmente Organized para mantenerlo completamente seguro.</p><p>Aunque Organized es una aplicación web, tu información se almacena primero directamente en tu dispositivo. Esto significa que puedes acceder a ella, incluso cuando estés offline. Si compartes información con otros en tu congregación, se sincroniza de forma segura a través de los servidores en la nube. Además, nos aseguramos de proteger todos los datos privados con medidas de seguridad fuertes, como la doble encriptación en nuestros servidores.</p>",
  "tr_clearBrowserData": "<p>Borrar el historial de tu navegador o las cookies también eliminará cualquier dato de Organized que no haya sido sincronizado. Asegúrate de que tu información esté sincronizada antes de hacer esto.</p>",
  "tr_appPrivacy": "¿Cómo está Organized protegiendo tu privacidad?",
  "tr_appPrivacyDesc": "<p>Cuando eliges usar nuestra aplicación Organized, solo recopilamos información esencial como tu nombre y correo electrónico. Además, recopilamos la dirección IP de tu dispositivo y los detalles del agente de usuario de tu dispositivo para mejorar tu experiencia con nuestra aplicación.</p><p>Ten la seguridad de que damos prioridad a tu privacidad. Nunca permitimos que las empresas de publicidad te rastreen a través de nuestros servicios ni usamos tus datos para anuncios dirigidos. Cualquier información que proporciones en la aplicación Organized se mantiene estrictamente confidencial y nunca se comparte con terceros.</p>",
  "tr_readComplete": "Acepto los <a href='https://sws2apps.com/terms/' title='Términos de uso' target='_blank' rel='noopener'>Términos de uso</a> y la <a href='https://sws2apps.com/privacy/' title='Política de privacidad' target='_blank' rel='noopener'>Política de privacidad</a> y consiento el procesamiento de mis datos personales como se describe.",
  "tr_email": "Correo electrónico",
  "tr_accountCreated": "Tu cuenta de Organized está registrada. Notifica a tu administrador de la congregación para que pueda asignarte los permisos necesarios. Luego, actualiza la página para iniciar sesión.",
  "tr_createCongregationAccount": "Crear congregación",
  "tr_unauthorizedRole": "<p>¡Tu cuenta está lista! Para acceder a la aplicación Organized, por favor, pide a tu administrador de la congregación que te dé los permisos y actualiza la página en 5 minutos.</p><p>Los ancianos pueden contactarnos en <a href='mailto:support@organized-app.com'>support@organized-app.com</a> si necesitan ayuda.</p>",
  "tr_oauthAccept": "<p>Más información sobre nuestros <a href='https://sws2apps.com/terms/' title='Términos de Uso' target='_blank' rel='noopener'>Términos de Uso</a> y <a href='https://sws2apps.com/privacy/' title='Política de Privacidad' target='_blank' rel='noopener'>Política de Privacidad</a>.</p>",
  "tr_signInDesc": "Usa tu correo electrónico para recibir un enlace de inicio de sesión único o inicia sesión con uno de los proveedores listados. Si aún no tienes una cuenta, se creará automáticamente.",
  "tr_emailAuth": "Autenticación por correo electrónico",
  "tr_emailAuthDescComplete": "Has iniciado sesión correctamente con tu correo electrónico. Ahora puedes acceder a la aplicación.",
  "tr_emailAuthSentHeader": "Se ha enviado el enlace.",
  "tr_emailAuthSent": "Por favor, revisa tu bandeja de entrada. Si no está allí, revisa tu carpeta de spam o solicita el enlace nuevamente.",
  "tr_accountSetup": "Para activar la aplicación Organized en este dispositivo, ingresa el código de invitación que recibiste de los ancianos de tu congregación.",
  "tr_illustrationMinistryAssignmentsHeader": "Todo tu ministerio y asignaciones",
  "tr_illustrationMinistryAssignmentsDescription": "Ver todas tus asignaciones próximas y recibir notificaciones sobre nuevas. Obtener territorio de la lista disponible. Enviar una solicitud para precursor auxiliar en pocos clics y acceder a funciones para precursores como un cronómetro de predicación y reportes detallados mensuales y anuales.",
  "tr_illustrationMultiPlattformHeader": "En todos tus dispositivos",
  "tr_illustrationMultiPlattformDescription": "Usa Organized en tu computadora de escritorio, laptop, teléfono inteligente o tableta en cualquiera de los sistemas operativos modernos. La aplicación funciona en línea, pero también es accesible incluso cuando no tienes conexión a internet.",
  "tr_illustrationMeetingSchedulesHeader": "Crea programas de reuniones fácilmente",
  "tr_illustrationMeetingSchedulesDescription": "Importa planes de reuniones desde jw.org con un solo clic y completa automáticamente las asignaciones. Comparte tu lista de oradores salientes y solicita listas de otras congregaciones para mejorar la colaboración. Publica programas tanto para publicadores como para estudiantes de la reunión de entre semana, permitiéndoles ver sus asignaciones.",
  "tr_illustrationSecretaryHeader": "Todos los informes del secretario",
  "tr_illustrationSecretaryDescription": "Haz un seguimiento del registro de asistencia a las reuniones para todas las reuniones, tanto mensuales como anuales. Ve los informes de los publicadores y envía fácilmente todos los informes necesarios directamente a tu sucursal local. Recibe y revisa las solicitudes de precursor auxiliar.",
  "tr_selectAccount": "Una herramienta que facilita la gestión de la vida de la congregación",
  "tr_accountBaptizedBrother": "Hermano bautizado",
  "tr_connectCongregation": "Conéctate a tu congregación",
  "tr_invitationCode": "Código de invitación",
  "tr_orLabel": "o inicia sesión con",
  "tr_importantNotice": "Aviso importante",
  "tr_registrationSuccess": "Gracias por registrarte",
  "tr_congregationCreateLabel": "¿Tu congregación aún no está registrada en Organized?",
  "tr_createCongregation": "Crear congregación",
  "tr_yourCongregation": "Tu congregación",
  "tr_incompleteCongregationInfo": "Por favor, asegúrate de haber proporcionado todos los detalles necesarios para configurar tu congregación",
  "tr_firstname": "Nombre",
  "tr_lastname": "Apellido",
  "tr_encryptionCode": "Código de encriptación",
  "tr_encryptionCodeSetupDesc": "Crea el código de encriptación de tu congregación.",
  "tr_encryptionCodeLostDesc": "Ingresa el código de encriptación de tu congregación para acceder a ella",
  "tr_encryptionCodeNotice": "Por favor, toma nota y guarda esta clave de manera segura. Perderla podría significar la pérdida de todos los datos de tu congregación.",
  "tr_encryptionCodeCreate": "Crear código de encriptación",
  "tr_encryptionCodeNoticeLength": "Al menos 16 caracteres",
  "tr_encryptionCodeNoticeNumber": "Dígito",
  "tr_encryptionCodeNoticeLowerCase": "Letra minúscula",
  "tr_encryptionCodeNoticeUpperCase": "Letra mayúscula",
  "tr_encryptionCodeNoticeSpecialSymbol": "Símbolo especial",
  "tr_encryptionCodeSet": "Establecer clave maestra",
  "tr_encryptionCodeAsk": "Ingresar código de encriptación de la congregación",
  "tr_encryptionCodeValidate": "Validar",
  "tr_encryptionCodeInvalid": "El código de encriptación que proporcionaste es incorrecto",
  "tr_activate": "Activar",
  "tr_next": "Siguiente",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Enviar enlace",
  "tr_emailNotSupported": "Lo siento, este correo electrónico es inválido o no es compatible.",
  "tr_selectCountry": "País",
  "tr_2FA": "Asegurémonos de que eres tú",
  "tr_2FADesc": "Ingresa un código de tu aplicación de autenticación",
  "tr_2FAIncorrect": "Código 2FA incorrecto",
  "tr_2FAIncorrectDesc": "El código podría ser incorrecto o haber expirado. Intenta de nuevo.",
  "tr_unauthorizedAccount": "Tus permisos de acceso necesitan ser ajustados",
  "tr_unauthorizedAccountDesc": "Contacta al administrador de la aplicación de tu congregación para confirmar tu rol, luego intenta nuevamente en 5 minutos. Para cualquier otra ayuda, los ancianos pueden contactarnos por correo electrónico.",
  "tr_noSchedulesYet": "Aún no se han publicado programas",
  "tr_noSchedulesYetDesc": "El programa de la reunión aún no está disponible. Los programas deben ser publicados en la aplicación para que estén disponibles para todos.",
  "tr_reconnectAccount": "Reconectar mi cuenta",
  "tr_registeringApproved": "El cuerpo de ancianos ha aprobado registrar esta congregación en Organizado",
  "tr_testAppMode": "Modo de prueba de Organized",
  "tr_testAppWaitForData": "Preparando todo para que puedas probar Organized en acción. Esto puede tomar un momento...",
  "tr_tryOrganized": "Prueba Organized en modo de prueba",
  "tr_testStart": "Comenzar prueba",
  "tr_testAppWelcome": "¡Bienvenido al modo de prueba de Organized!",
  "tr_testAppWelcomeDesc": "<p>Este es un entorno de prueba con datos predefinidos para una congregación imaginaria. Explora características como programas, asignaciones, predicación, informes y más. ¡Cualquier cambio que realices se reiniciará después de recargar la aplicación!</p><p>Para comenzar a usar la aplicación real de Organized, abre <a href='https://organized-app.com' target='_blank'>organized-app.com</a> en tu navegador.</p>",
  "tr_congregationExists": "Esta congregación ya existe en Organized. Contacta a tu administrador de la congregación para que te asigne los roles necesarios.",
  "tr_congregationMasterKeyVerify": "Confirmar llave maestra de la congregación",
  "tr_encryptionCodeNoticeMatch": "Las claves coinciden",
  "tr_congregationAccessCodeCreateDesc": "Este código de acceso cifra de manera segura los datos compartidos de tu congregación, incluyendo los informes de los publicadores y los programas.",
  "tr_congregationAccessCodeCreate": "Crear código de acceso de la congregación",
  "tr_congregationAccessCodeNoticeLength": "Al menos 8 caracteres",
  "tr_congregationAccessCodeSet": "Establecer código de acceso",
  "tr_congregationAccessCodeVerify": "Confirmar código de acceso de la congregación",
  "tr_congregationAccessCodeNotice": "Siempre usa un código diferente al de la llave maestra de la congregación. Asegúrate de que el código sea relativamente simple pero seguro.",
  "tr_congregationAccessCodeLostDesc": "Por favor ingresa el código de acceso de tu congregación. Este código único es específico de tu congregación y es necesario para conectarte y acceder a ella.",
  "tr_setCongregationMasterKey": "Establecer llave maestra de la congregación",
  "tr_createCongregationMasterKey": "Crear llave maestra de la congregación",
  "tr_congregationAccessCodeAsk": "Ingresa el código de acceso de la congregación",
  "tr_congregationAccessCode": "Código de acceso de la congregación",
  "tr_congregationMasterKeyLostDesc": "Ingresa la llave maestra de tu congregación para acceder a ella.",
  "tr_congregationMasterKeyAsk": "Ingresa la llave maestra de la congregación.",
  "tr_cantFindCongregation": "¿No puedes encontrar tu congregación?",
  "tr_cantFindCongregationDesc": "Revisa si hay errores (el mínimo de caracteres es 2). Si tu congregación no aparece en la página de búsqueda de jw.org, contacta a <a href=\"mailto:support@organized-app.com\">support@organized-app.com\n</a> para obtener ayuda.",
  "tr_appFunctionalityDataPrivacy": "Funcionalidad de la aplicación y privacidad de los datos",
  "tr_appIntro": "Organized es una aplicación no oficial para los testigos de Jehová creada por hermanos y hermanas entusiastas. Simplifica varias responsabilidades en la congregación. Por favor, obtén la aprobación de tu cuerpo de ancianos antes de registrar tu congregación.",
  "tr_privacySecurityTitle": "Privacidad y seguridad",
  "tr_privacySecurityDesc": "<p>Organized ha sido creado con la privacidad y seguridad de los datos como nuestra principal prioridad. Los detalles completos se proporcionan en nuestros <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Términos de uso</a> y <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Política de privacidad</a>. Aquí tienes un resumen de nuestro enfoque de almacenamiento y seguridad de datos:</p><ul><li><strong>Almacenamiento local, sincronización en la nube:</strong> Tus datos se almacenan localmente en tu dispositivo para una mayor seguridad y acceso sin conexión. Si los ancianos habilitan la sincronización, se protege con cifrado de extremo a extremo en nuestros servidores seguros en la nube.</li><li><strong>Seguridad de los datos:</strong> Usamos medidas de seguridad avanzadas como cifrado y protecciones dentro de la aplicación para mantener tus datos seguros. También seguimos las reglas del GDPR, incluyendo el uso de servidores basados en la UE y recopilando datos de usuarios solo después del consentimiento, con opciones para solicitar, actualizar o eliminar los mismos.</li><li><strong>Recopilación de datos:</strong> Solo recopilamos detalles básicos: nombre, correo electrónico, dirección IP e información del dispositivo, para el inicio de sesión, seguridad y funcionalidad de la aplicación. No podemos acceder a los datos dentro de la aplicación; toda la información allí es ingresada solo por los ancianos o hermanos autorizados de tu congregación.</li><li><strong>Nunca compartimos tus datos:</strong> Tus datos te pertenecen solo a ti, y nunca los compartimos con ninguna empresa externa para fines de marketing o publicidad.</li></ul>",
  "tr_dataManagementTitle": "Gestión de datos",
  "tr_dataManagementDesc": "<p>Puedes acceder, corregir, eliminar o exportar tus datos en la configuración de tu perfil o contactándonos a <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Puedes retirar tu consentimiento en cualquier momento eliminando tu cuenta. Organized solo recopila los datos y cookies esenciales para la funcionalidad de la aplicación. Los datos ingresados por los ancianos de tu congregación no son gestionados por nosotros. Tus datos (nombre, correo electrónico, IP, ID de dispositivo) se mantienen solo durante el tiempo necesario para el uso de la aplicación, hasta que se elimine tu cuenta, o según lo requiera la ley.</p>",
  "tr_mfaVerifyTitle": "Asegurémonos de que eres tú",
  "tr_mfaVerifyDesc": "Ingresa un código de tu aplicación de autenticación",
  "tr_illustrationTerritoriesHeader": "Gestiona territorios sin esfuerzo",
  "tr_illustrationTerritoriesDescription": "Ver y editar territorios, ver tarjetas vencidas y perdidas. Rastrear \"No contactar\", historial de asignaciones e imprimir nuevas tarjetas. Asignar un territorio a un publicador y él lo verá en su lista de territorios. Rastrear estadísticas de cobertura y exportar el documento S-13.",
  "tr_illustrationOtherSchedulesHeader": "Muchos otros programas útiles",
  "tr_illustrationOtherSchedulesDescription": "Organized facilita mucho la programación de la limpieza del salón, visita del siervo de circuito, trabajos de mantenimiento del salón, predicación pública, tareas de la congregación y otras partes de la vida congregacional para los hermanos nombrados. También hace más sencillo para los publicadores seguir y participar en estas actividades.",
  "tr_howAreTheCodesDifferent": "¿En qué se diferencian los códigos?",
  "tr_howAreTheCodesDifferentDesc": "Código de acceso: Para que todos los usuarios se unan a tu congregación; Llave maestra: Acceso de nivel superior para los hermanos responsables.",
  "tr_createMasterKey": "Crear llave maestra",
  "tr_createMasterKeyDesc": "<p><strong>Primero, crea la llave maestra de tu congregación.</strong> Esta cifra de manera segura los datos de tu congregación, incluidos los informes y personas, y es esencial para tareas administrativas como la exportación/importación de datos y ajustes de configuración.</p>",
  "tr_createAccessCode": "Crear código de acceso",
  "tr_createAccessCodeDesc": "<p><strong>Finalmente, crea el código de acceso.</strong> Este código único permite que nuevos usuarios se conecten a tu congregación en Organized. Asegura que la información de tu congregación siempre permanezca segura, otorgando acceso solo a usuarios aprobados.</p>",
  "tr_otherInCongDesc": "Hermana bautizada, publicador no bautizado, estudiante de la reunión de entre semana",
  "tr_baptizedBrotherDesc": "Cualquier hermano bautizado, con responsabilidades o sin ellas aún",
  "tr_accountPublisherStudent": "Otros en la congregación",
  "tr_requestAccess": "Solicitar acceso",
  "tr_requestAccessSent": "Solicitud de acceso enviada",
  "tr_requestAccessSentDesc": "¡Solicitud de acceso enviada! El administrador de tu congregación la revisará. Si no recibes respuesta después de unos días, no dudes en contactarlo personalmente.",
  "tr_accountCreatedJoin": "¡Tu cuenta ha sido creada! Si tu congregación ya está utilizando Organized, ingresa tus datos y selecciona tu congregación para notificar al administrador. Después de que él te otorgue permisos, actualiza la página para iniciar sesión.",
  "tr_loginOAuthHint": "Inicia sesión más rápido con {{ oauth }} usando el botón de abajo",
  "tr_disconnectAccount": "Desconectar mi cuenta",
  "tr_loginWithEmail": "Iniciar sesión con correo electrónico",
  "tr_loginWithEmailDesc": "Usa Google, Yahoo u otro correo electrónico para crear y usar tu cuenta en cualquier momento, en cualquier dispositivo",
  "tr_loginWithCode": "Iniciar sesión con código de invitación",
  "tr_loginWithCodeDesc": "Accede con un código de un solo uso solo en este navegador. Necesitarás un nuevo código cada vez",
  "tr_loginEmailCode": "Alternatively, you can also enter the secure code that we sent to your email."
}
