{
  "tr_logOut": "Cerrar sesión",
  "tr_emailAddress": "Dirección de correo electrónico",
  "tr_emailAddressDesc": "La dirección de correo electrónico no se puede cambiar. Por favor, póngase en contacto con nosotros si desea modificarla.",
  "tr_name": "Nombre",
  "tr_ministryPreferences": "Preferencias de ministerio",
  "tr_theocraticAssignmentsField": "Agregar campo de asignaciones teocráticas a mi informe",
  "tr_theocraticAssignmentsFieldDesc": "Horas dedicadas a escuelas y asignaciones teocráticas aprobadas (LDC, HLC, servicio en Betel, etc)",
  "tr_timeAway": "Tiempo fuera",
  "tr_startDate": "Fecha de inicio",
  "tr_endDate": "Fecha de finalización",
  "tr_save": "Guardar",
  "tr_notificationPreferences": "Preferencias de notificación",
  "tr_notificationPreferencesDesc": "Seleccione qué notificaciones no desea recibir de Organized. Siempre podrá cambiar sus preferencias posteriormente.",
  "tr_reportReminder": "Recordatorio de informe de ministerio",
  "tr_reportReminderDesc": "Recibe recordatorios el último día de cada mes, y si olvidas, recibirás otro recordatorio en unos días",
  "tr_collabActivities": "Nuevas actividades colaborativas",
  "tr_collabActivitiesDesc": "Recibe notificaciones sobre actividades donde se necesita ayuda, como trabajo en el jardín o preparación del salón para la escuela o la asamblea de circuito",
  "tr_myAssignmentsDesc": "Recibe notificaciones instantáneas sobre todas tus nuevas asignaciones",
  "tr_infoBoardAnnouncements": "Nuevos anuncios del tablón de información",
  "tr_infoBoardAnnouncementsDesc": "Si está apagado, no recibirás notificaciones de nuevos anuncios, a menos que los ancianos elijan notificar a toda la congregación sobre algo importante",
  "tr_partnerSearch": "Publicador buscando compañero de servicio",
  "tr_partnerSearchDesc": "Recibe una notificación tan pronto como alguien publique un pedido de acompañamiento",
  "tr_organizedSettings": "Configuración de Organized",
  "tr_autoSync": "Sincronización automática",
  "tr_autoSyncDesc": "Sincroniza automáticamente datos entre la congregación y mis dispositivos conectados a Organized",
  "tr_syncInterval": "Intervalo de sincronización",
  "tr_customLinkInMobilePanel": "Enlace personalizado en el panel de navegación móvil",
  "tr_customLinkInMobilePanelDesc": "Reemplaza el botón del 'Tablero de información' con otra función para un acceso rápido desde la página de Inicio",
  "tr_selectFeature": "Seleccionar función",
  "tr_autoThemeChange": "Cambio automático de tema de la aplicación",
  "tr_autoThemeChangeDesc": "Sigue la configuración del sistema de tu dispositivo al elegir entre el modo claro y oscuro",
  "tr_colorScheme": "Esquema de color",
  "tr_blue": "Azul",
  "tr_green": "Verde",
  "tr_purple": "Morado",
  "tr_orange": "Naranja",
  "tr_security": "Seguridad",
  "tr_2FA": "Autenticación de dos factores",
  "tr_2FADesc": "La autenticación en dos pasos (2FA) hace que su cuenta sea más segura al solicitar un código de seguridad generado por su aplicación de autenticación móvil.",
  "tr_lockAppWithPIN": "Bloquear la aplicación con un PIN",
  "tr_lockAppWithPINDesc": "Después de la inactividad, la aplicación se bloquea automáticamente para mayor seguridad",
  "tr_sessions": "Sesiones",
  "tr_sessionsDesc": "Una lista de dispositivos que han iniciado sesión en tu cuenta. Termina cualquier sesión que no reconozcas.",
  "tr_terminate": "Terminar",
  "tr_currentSession": "Sesión actual",
  "tr_logoutClearData": "¿Cerrar sesión y borrar los datos locales?",
  "tr_logoutClearDataDesc": "Asegúrate de que todos tus datos recientemente creados estén sincronizados, de lo contrario, se eliminarán.",
  "tr_2FAEnable": "Habilitar autenticación de dos factores",
  "tr_2FAEnableDesc": "Usa la aplicación Google Authenticator o Microsoft Authenticator en tu dispositivo móvil para escanear el código QR y completar la configuración.",
  "tr_codeCopied": "El código ha sido copiado",
  "tr_codeCopiedDesc": "Péguelo en su aplicación de autenticación",
  "tr_2FAEnabled": "La autenticación en dos pasos (2FA) está activada",
  "tr_2FAEnabledDesc": "Puede desactivar la autenticación en dos pasos (2FA) en la configuración",
  "tr_2FADisable": "¿Desactivar la autenticación en dos pasos (2FA)?",
  "tr_2FADisableDesc": "2FA mejora la seguridad de tu cuenta, y es buena idea dejarla habilitada. Confirma si quieres deshabilitarla.",
  "tr_disable": "Desactivar",
  "tr_2FADisabled": "La autenticación en dos pasos (2FA) está desactivada",
  "tr_2FADisabledDesc": "Puedes volver a habilitarla en la configuración",
  "tr_PINCreate": "Crear un PIN",
  "tr_PINCreateDesc": "Crea un PIN fuerte para una mejor protección. Evita usar códigos simples.",
  "tr_continue": "Continuar",
  "tr_PINConfirm": "Confirma tu PIN",
  "tr_PINConfirmDesc": "Confirma tu PIN para completar la configuración.",
  "tr_PINSet": "Establecer PIN",
  "tr_PINNewSet": "Nuevo PIN establecido",
  "tr_PINNewSetDesc": "Ahora puedes usarlo para desbloquear la aplicación Organized",
  "tr_lastSeen": "Último visto: {{ date }}",
  "tr_2FAStep1": "Paso 1: Configura 2FA en tu dispositivo",
  "tr_2FAStep1Desc": "Usa uno de los siguientes métodos para vincular su aplicación de autenticación. Le sugerimos utilizar Google Authenticator o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Configuración rápida",
  "tr_2FAQuickSetupDesc": "Si tienes alguna de las aplicaciones de autenticación mencionadas anteriormente, usa este botón para configurarla rápidamente en tu dispositivo.",
  "tr_2FAQRCode": "Código QR",
  "tr_2FAQRCodeDesc": "Escanea el código QR con tu aplicación de autenticación para configurar la autenticación en dos factores.",
  "tr_2FASetupKey": "Clave de configuración",
  "tr_2FASetupKeyDesc": "Copia la clave de configuración y pégala en tu aplicación de autenticación para configurar la autenticación de dos factores.",
  "tr_2FAStep2": "Paso 2: Introduzca el código 2FA",
  "tr_timeAwayDesc": "No hay tiempo de espera todavía. Mantén tu tiempo al día para que los hermanos puedan tenerlo en cuenta a la hora de programar futuras reuniones.",
  "tr_terminatedDesc": "La sesión ha sido terminada",
  "tr_deleteAccount": "Borrar cuenta",
  "tr_deleteAccountDesc": "¿Estás seguro de eliminar tu cuenta de Organized?",
  "tr_deleteAccountWithCongregationDesc": "¿Estás seguro de eliminar tu cuenta de Organized? Al ser el único usuario en la congregación también está se eliminará. Ingresa la clave maestra de tu congregación para confirmar la eliminación.",
  "tr_deleteAccountAssignAdminFirst": "Antes de eliminar tu cuenta, asegúrate de asignar otro administrador para ayudar a los usuarios de tu congregación."
}
