{
  "tr_logOut": "Log out",
  "tr_emailAddress": "Email address",
  "tr_emailAddressDesc": "The email address can’t be changed. Please contact us if you want to change it.",
  "tr_name": "Name",
  "tr_ministryPreferences": "Ministry preferences",
  "tr_theocraticAssignmentsField": "Agregar campo de asignaciones teocráticas a mi informe",
  "tr_theocraticAssignmentsFieldDesc": "Horas dedicadas a escuelas y asignaciones teocráticas aprobadas (LDC, HLC, servicio en Betel, etc)",
  "tr_timeAway": "Time away",
  "tr_startDate": "Start date",
  "tr_endDate": "End date",
  "tr_save": "Save",
  "tr_notificationPreferences": "Notification preferences",
  "tr_notificationPreferencesDesc": "Select what notifications you don’t want to receive from the Organized. You can always change your preferences later.",
  "tr_reportReminder": "Ministry report reminder",
  "tr_reportReminderDesc": "Receive reminders on the last day of each month, and if you forget, you’ll get another reminder in a few days",
  "tr_collabActivities": "New collaborative activities",
  "tr_collabActivitiesDesc": "Get notifications about activities where assistance is needed, e.g. garden work or preparing the hall for school or circuit assembly",
  "tr_myAssignmentsDesc": "Recibe notificaciones instantáneas sobre todas tus nuevas asignaciones",
  "tr_infoBoardAnnouncements": "New information board announcements",
  "tr_infoBoardAnnouncementsDesc": "If turned off, you won’t receive notifications for new announcements, unless elders choose to notify the entire congregation about something important",
  "tr_partnerSearch": "Publisher seeking a service partner",
  "tr_partnerSearchDesc": "Recibe una notificación tan pronto como alguien publique un pedido de acompañamiento",
  "tr_organizedSettings": "Organized settings",
  "tr_autoSync": "Auto sync",
  "tr_autoSyncDesc": "Automatically sync data between congregation and your devices logged in the Organized",
  "tr_syncInterval": "Sync interval",
  "tr_customLinkInMobilePanel": "Custom link in the mobile navigation panel",
  "tr_customLinkInMobilePanelDesc": "Reemplaza el botón del 'Tablero de información' con otra función para un acceso rápido desde la página de Inicio",
  "tr_selectFeature": "Select feature",
  "tr_autoThemeChange": "Automatic app theme change",
  "tr_autoThemeChangeDesc": "Follow your device’s system setting when choosing between light and dark mode",
  "tr_colorScheme": "Color scheme",
  "tr_blue": "Blue",
  "tr_green": "Green",
  "tr_purple": "Purple",
  "tr_orange": "Orange",
  "tr_security": "Security",
  "tr_2FA": "Two-factor authentication",
  "tr_2FADesc": "2FA makes your account more secure by requesting a security code generated by your mobile authenticator app.",
  "tr_lockAppWithPIN": "Lock the app with a PIN",
  "tr_lockAppWithPINDesc": "After inactivity, the app locks automatically for added security",
  "tr_sessions": "Sessions",
  "tr_sessionsDesc": "A list of devices that have logged into your account. Terminate any sessions that you do not recognize.",
  "tr_terminate": "Terminate",
  "tr_currentSession": "Current session",
  "tr_logoutClearData": "Log out and clear the local data?",
  "tr_logoutClearDataDesc": "Make sure that all your recently created data is synced, otherwise it will be deleted.",
  "tr_2FAEnable": "Enable two-factor authentication",
  "tr_2FAEnableDesc": "Usa la aplicación Google Authenticator o Microsoft Authenticator en tu dispositivo móvil para escanear el código QR y completar la configuración.",
  "tr_codeCopied": "The code has been copied",
  "tr_codeCopiedDesc": "Paste it into your authenticator app",
  "tr_2FAEnabled": "Two-factor authentication is enabled",
  "tr_2FAEnabledDesc": "You can disable 2FA in settings",
  "tr_2FADisable": "Disable two-factor authentication?",
  "tr_2FADisableDesc": "2FA mejora la seguridad de tu cuenta, y es buena idea dejarla habilitada. Confirma si quieres deshabilitarla.",
  "tr_disable": "Disable",
  "tr_2FADisabled": "Two-factor authentication is disabled",
  "tr_2FADisabledDesc": "You can enable it back in settings",
  "tr_PINCreate": "Create a PIN",
  "tr_PINCreateDesc": "Create a strong PIN for better protection. Avoid using simple codes.",
  "tr_continue": "Continue",
  "tr_PINConfirm": "Confirm your PIN",
  "tr_PINConfirmDesc": "Confirm your PIN to complete the setup.",
  "tr_PINSet": "Establecer PIN",
  "tr_PINNewSet": "New PIN set",
  "tr_PINNewSetDesc": "You can now use it to unlock the Organized app",
  "tr_lastSeen": "Último visto: {{ date }}",
  "tr_2FAStep1": "Paso 1: Configura 2FA en tu dispositivo",
  "tr_2FAStep1Desc": "Usa uno de los siguientes métodos para vincular su aplicación de autenticación. Le sugerimos utilizar Google Authenticator o Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Configuración rápida",
  "tr_2FAQuickSetupDesc": "Si tienes alguna de las aplicaciones de autenticación mencionadas anteriormente, usa este botón para configurarla rápidamente en tu dispositivo.",
  "tr_2FAQRCode": "Código QR",
  "tr_2FAQRCodeDesc": "Escanea el código QR con tu aplicación de autenticación para configurar la autenticación en dos factores.",
  "tr_2FASetupKey": "Clave de configuración",
  "tr_2FASetupKeyDesc": "Copia la clave de configuración y pégala en tu aplicación de autenticación para configurar la autenticación de dos factores.",
  "tr_2FAStep2": "Paso 2: Introduzca el código 2FA",
  "tr_timeAwayDesc": "No hay tiempo de espera todavía. Mantén tu tiempo al día para que los hermanos puedan tenerlo en cuenta a la hora de programar futuras reuniones.",
  "tr_terminatedDesc": "The session on that device is terminated",
  "tr_deleteAccount": "Borrar cuenta",
  "tr_deleteAccountDesc": "¿Estás seguro de eliminar tu cuenta de Organized?",
  "tr_deleteAccountWithCongregationDesc": "¿Estás seguro de eliminar tu cuenta de Organized? Al ser el único usuario en la congregación también está se eliminará. Ingresa la clave maestra de tu congregación para confirmar la eliminación.",
  "tr_deleteAccountAssignAdminFirst": "Antes de eliminar tu cuenta, asegúrate de asignar otro administrador para ayudar a los usuarios de tu congregación."
}
