{
  "tr_login": "Hilitsy",
  "tr_welcomeApp": "Tongasoa amy Organized ato:  mandamy soa ty andraikitsinao amy fiangona ao programa toy",
  "tr_whatIsApp": "Programa ofisialy namboarin’ny Vavolombelon’i Jehovah va ty Organized?",
  "tr_descApp": "<p>Aha. Mana safidy malalaky iha na hampiasa azy na tsy hampiasa azy. Tena soa laha maneky iaby ty anti-panahy laha ty fiangona iaby ro hampiasa an'ny programa toy. Hainay koa fa misy programa hafa azo ampiasà mba hanaova asa mitovitovy amy programa toy, sady mino zahay hoe samby mana ty mampiavaky raha rey. Mitovy iaby avao ty raha kendrè nanamboara azy noho programa toy.</p>",
  "tr_appPWA": "Ino ty dikan’ny hoe programa PWA Organized toy?",
  "tr_appPWADesc": "<p>Ty programa PWA, na Progressive Web Application, le programa mampiasa ty fitaova internet ampiasainao. Afaky ampiasà avao raha io ndre ino ino OS ampiasànao, na fitaova andesy tana ordinatera ampiasà amy birô.</p><p>Lafa ampilirinao amy fitaova ampiasanao koa Organized toy sady fa vita ty fanamboara voalohany ilà, le azonao ampiasà avao raha io ndre tsy mampiasa internet aza iha.</p>",
  "tr_appSecure": "Voaro soa va ty data ampiasanao lafa mampiasa Organized iha?",
  "tr_appSecureDesc": "<p>Misy raha maromaro ataonay mba ho voaaro soa avao ty data ampiasanao. Mivoatsy avao ty teknolozỳ amy zao, ka miezaky zahay mba hanavao avao ty programa Organized, mba ho azo antoka soa raha io.</p><p>Amy fitaova ampiasanao ro tena hanajaria ty data ampiasanao, ndre web application aza Organized io. Ho azonao hentea avao raha rey ndre tsy mampiasa internet aza iha. Lafa mifily hizara fanazavà ho an’olo hafa amy fiangona ao aza iha, le hajario amy pilasy azo antoky soa amy internet ao ty data ampiasan'ny fiangona. Laha misy fanazavà manoka tsy natao ho ahy ty maro amy raha zay, le chiffrement mimpoly indroe zahay lafa hanajary ani-zay.</p>",
  "tr_clearBrowserData": "<p>Raha mamafa ny zavatra nojerenao ao amin’ity programa fijerena internet ity ianao, na mamafa cookies, dia hifafa koa ny rakitra ampiasian’ny Organized. Ataovy azo antoka hoe efa nampifanitsiana ny rakitra alohan’ny hanaovanao an’izany.</p>",
  "tr_appPrivacy": "Akory ty hiarovan’ny Organized ty mikasikasiky anao?",
  "tr_appPrivacyDesc": "<p>Fanazavà vitsivitsy tena ilà mikasiky anao avao ro ilànay lafa mifily hampiasa Organized iha. Anisan’ny fanazavà alanay koa ty adiresy IP ho an’ny fitaova ampiasànao, noho ty tsipiriany ara-tekniky mikasiky ty programa fanentea internet ampiasanao.</p><p>Ta hanome toky anao zahay fa tena hajànay ty sekirenao. Tsy misy orinasa mpanao dokam-barotsy enganay hahita ty mikasikasiky anao mihintsy amy programa ampiasanay toy ato. Mijano ho sekirè ty fanazavà iaby ampilirinao lafa mampiasa Organize iha sady tsy misy orinasa hafa hizaranay na afaky mahita ani-zay.</p>",
  "tr_readComplete": "Manaiky ny <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Fifanekena</a> sy ny <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Fifanekena Momba ny Tsiambaratelo</a> aho, ary manaiky ny hampiasana ny fanazavana momba ahy araka ireo voasoratra ireo.",
  "tr_email": "Email",
  "tr_accountCreated": "Vita ny famoronana ny kaontinao. Ampahafantaro ny mpandrindra ny kaonty ao amin’ny fiangonanareo mba ahafahany manome andraikitra anao. Avereno sokafana indray ity pejy ity rehefa vita izany.",
  "tr_createCongregationAccount": "Hamoro fiangona",
  "tr_unauthorizedRole": "<p>Vita soa ty fanamboara an'ny kaontinao io. Miresaha amy mpandrindra kaontin’ny fiangona mba hanome ty andraikitsy ilànao, amy zay iha vo afaky mampiasa programa Organized. Azonao ampoly sokafa pazy toy afaky 5 minity eo ho eo lafa vita raha zay.</p><p>Afaky mifandramby aminay amy alalan'ny adiresy toy ty anti-panahy, laha mila fanampea: <a href='mailto:support@organized-app.com'>support@organized-app.com</a>.</p>",
  "tr_oauthAccept": "<p>Fanazavana momba ny <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Fifanekena</a> sy ny <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Fifanekena Momba ny Tsiambaratelo</a>.</p>",
  "tr_signInDesc": "Filio hoe ino ty ampiasanao mba hilira",
  "tr_emailAuth": "Hampiasa email",
  "tr_emailAuthDesc": "Ampiliro ty email ampiasànao mba handefasa lein hilira amy Organized",
  "tr_emailAuthDescComplete": "Nampiasa email iha sady tafilitsy ao soa. Afaky mampiasa an'ny programa toy koa iha henanizao.",
  "tr_emailAuthSentHeader": "Fa nalefa any lein iny",
  "tr_emailAuthSent": "Hamarino ty hafatsy amy email ampiasanao. Laha mbo tsy avy raha zay, le henteo amy spam na mangataha lein vaovao ndraiky.",
  "tr_accountSetup": "Ampiliro kôdy fanasà baka amy anti-panahy any, laha ta hampiasa Organized amy fitaovana toy iha.",
  "tr_illustrationMinistryAssignmentsHeader": "Ty fanompoanao noho ty anjaranao",
  "tr_illustrationMinistryAssignmentsDescription": "Ho hitanao ty anjaranao amy fivoria manaraky, sady havoaramby fapahafantara iha lafa mahazo anjara vaovao. Afaky mangataky faritany baka amy lista ampiasan'ny fiangona koa iha. Lasa ho mora ty mandefa fangataha mpisava lala mpanampy. Afaky manara-maso ty ora lany tamy fanompoa koa ty mpisava lala. Eo koa ty tatitsy sam-bola san-tao misy ty tsipiriany ilà iaby.",
  "tr_illustrationMultiPlattformHeader": "Mety amy fitaovanao iaby",
  "tr_illustrationMultiPlattformDescription": "Azonao ampiasà Organized toy, na amy ordinatera na fitaova andesy tana, ka mampiasa OS manara-penitsy soa. Programa fanentea internet ro hanokafa an'ny programa toy, fe azonao ampiasà avao raha io ndre tsy mampiasa intenet aza iha. ",
  "tr_illustrationMeetingSchedulesHeader": "Lasa ho mora ty fanamboara fandaharam-pivoria",
  "tr_illustrationMeetingSchedulesDescription": "Alaao baka amy jw.org ao ty loharanon-kevitsy ilà, sady azonao fenoa ho azy koa ty fandahara. Azonao zarà mba ho hitan’ny fiangona hafa koa ty listan'ny mpandahateny mpitsidiky amy fiangona, mba hanamora ty fiaraha-miasanareo. Azonao zarà mba ho hitan’ny mpitory noho ty mpianatsy amy fivoria andavanandro koatny fandahara, amy zay mora amin-drozy ty mahita ty anjarany ndrozy.",
  "tr_illustrationSecretaryHeader": "Tatitra iaby ilain’ny mpitan-tsoratsy",
  "tr_illustrationSecretaryDescription": "Fampilirana ty isan’ny mpanatriky fivoria, sady misy tatitsy sam-bola noho san-tao. Afaka mahita ty tatitra mikasiky ty fanompoan’ny mpitory koa iha, sady lasa ho mora fandefasa tatitsy ilàn’ny birôn’ny sampana. Afaky mahita ty fangataha hanao mpisava lala mpanampy koa iha.",
  "tr_selectAccount": "ty safidy mety aminao lafa hampiasa Organized:",
  "tr_accountBaptizedBrother": "Rahalahy vita batisa",
  "tr_connectCongregation": "Hilitsy amy fiangonanareo ao",
  "tr_invitationCode": "Kôdy fanasà",
  "tr_orLabel": "na",
  "tr_importantNotice": "Soa ho hay",
  "tr_registrationSuccess": "Misaotsy anao namoro konty",
  "tr_congregationCreateLabel": "Mbo tsy mampiasa Organized va ty fiangonanao?",
  "tr_createCongregation": "Hamoro fiangona",
  "tr_yourCongregation": "Fiangonanao",
  "tr_incompleteCongregationInfo": "Hamarino azafady laha feno soa ty fanazavà ilà mba hamorona ty fiangonanao",
  "tr_firstname": "Fanampiny Anara",
  "tr_lastname": "Anara",
  "tr_encryptionCode": "Kôdy fiarova",
  "tr_encryptionCodeSetupDesc": "Hamoro kôdy fiarova.",
  "tr_encryptionCodeLostDesc": "Ampidiro ty kôdy fiarova",
  "tr_encryptionCodeNotice": "Hajario soa kôdy toy. Laha trobo na tsy tiaronao kôdy io, le mety tsy afaky hahita data ampiasan'ny fiangona sasy iha.",
  "tr_encryptionCodeCreate": "Hamoro kôdy fiarova",
  "tr_encryptionCodeNoticeLength": "Litera 16 farafahakeliny",
  "tr_encryptionCodeNoticeNumber": "Misy isa",
  "tr_encryptionCodeNoticeLowerCase": "Misy zanatsoratsy",
  "tr_encryptionCodeNoticeUpperCase": "Misy renintsoratsy",
  "tr_encryptionCodeNoticeSpecialSymbol": "Misy litera manoka",
  "tr_encryptionCodeSet": "Hanajary ty kôdy manoka",
  "tr_encryptionCodeAsk": "Ampiliro ty kôdy fiarova",
  "tr_encryptionCodeValidate": "Hanamarina",
  "tr_encryptionCodeInvalid": "Misy diso kôdy nampilirinao io",
  "tr_activate": "Hilitsy",
  "tr_next": "Manaraky",
  "tr_oauthGoogle": "Hampiasa Google",
  "tr_oauthMicrosoft": "Hampiasa Microsoft",
  "tr_oauthGithub": "Hampiasa GitHub",
  "tr_oauthYahoo": "Hampiasa Yahoo",
  "tr_oauthEmail": "Hampiasa Email",
  "tr_sendLink": "Handefa Liein",
  "tr_emailNotSupported": "Tsy mety na tsy azo ampiasà adiresy email io",
  "tr_selectCountry": "Firenena",
  "tr_2FA": "Fanamariha laha tena iha marina io",
  "tr_2FADesc": "Ampiliro  kôdy baka amy programa authentificateur",
  "tr_2FAIncorrect": "Misy diso ty kaody fanamarihanao",
  "tr_2FAIncorrectDesc": "Misy diso kaody io na tsy azo ampiasà sasy. Hamarino Ndraiky.",
  "tr_unauthorizedAccount": "Misy fanamboara mila atao amy andraikitsy anananao",
  "tr_unauthorizedAccountDesc": "Hamarino miaraka amy mpandrindra kaontin’ny fiangona ty andraikitsinao, le andramo ndraky afaky 5 minity eo ho eo. Afaky mandefa email aminay ty anti-panahy, laha mila fanampea fanampiny.",
  "tr_noSchedulesYet": "Mbo tsy misy fandaharam-pivoria nizarà",
  "tr_noSchedulesYetDesc": "Tsy mbola misy fandaharam-pivoriana. Mila zaraina aloha izany, izay vao azo jerena ato amin’ity programa ity.",
  "tr_reconnectAccount": "Himpoly hilitsy",
  "tr_registeringApproved": "Neken’ny anti-panahy ty hanamboara an'ny fiangonana toy amy Organized ao",
  "tr_testAppMode": "Organized andrana",
  "tr_testAppWaitForData": "Manoma data ilà mba hahafahanao manandra mampiasa Organized...",
  "tr_tryOrganized": "Hampiasa Organized andrana",
  "tr_testStart": "Hanandra",
  "tr_testAppWelcome": "Tongasoa eto amy  Organized andrana toy!",
  "tr_testAppWelcomeDesc": "<p>Pilasy azonao anaova andrana ty programa Organized mivoha toy. Fa misy data vitsivitsy nampiliry mba hanaovanao ani-zay. Henteo hoe manao akory ty fanamboara fandahara, fanaova fanendrea, fanompoa, tatitsy, noho ty maro hafa! Mifafa iaby ze fanovà ataonao lafa ampolinao sokafa andrana toy.</p><p>Sokafo ty<a href='https://organized-app.com' target='_blank'>organized-app.com</a> laha ta hampiasa an'ny programa Organized tena izy iha.</p>",
  "tr_congregationExists": "Fa misy amy Organized ao fiangona io. Resaho ty mpandrindra kontin’ny fiangona mba hanome anao ty andraikitsy ilanao.",
  "tr_congregationMasterKeyVerify": "Hanamarina ty kaody manoka",
  "tr_encryptionCodeNoticeMatch": "Kôdy mitovy",
  "tr_congregationAccessCodeCreateDesc": "Kôdy toy ro ampiasà mba hamonia ty data azon’olo iaby rehetra ifampizarà amy fiangona ao, ohatsy hoe ty tatitsy baka amy mpitory na ty fandahara.",
  "tr_congregationAccessCodeCreate": "Hamoro kôdy filira",
  "tr_congregationAccessCodeNoticeLength": "Litera 8 farafahakeliny",
  "tr_congregationAccessCodeSet": "Hanajary ty kôdy filira",
  "tr_congregationAccessCodeVerify": "Hamarino ty kôdy filira",
  "tr_congregationAccessCodeNotice": "Tsara kokoa raha tsy mitovy amin’ny kaody manokana ity kaody ity. Ataovy mora tadidy nefa sady azo antoka koa.",
  "tr_congregationAccessCodeLostDesc": "Ampiliro ty kôdy filira. Ty fiangonanareo avao ro mampiasa an'ny kôdy io, le ilà raha io lafa hampiasa an'ny programa toy.",
  "tr_setCongregationMasterKey": "Hanajary kôdy manoka",
  "tr_createCongregationMasterKey": "Hamoro kôdy manoka",
  "tr_congregationAccessCodeAsk": "Ampidiro ty kôdy filira",
  "tr_congregationAccessCode": "Kôdy filira",
  "tr_congregationMasterKeyLostDesc": "Ampidiro ty kôdy filira ho an’ny fiangona",
  "tr_congregationMasterKeyAsk": "Ampidiro ty kôdy filira manoka",
  "tr_cantFindCongregation": "Tsy hitanao ve ny fiangonanao?",
  "tr_cantFindCongregationDesc": "Hamarino va misy diso (litera 2 koa ro ilà fara fahakeliny). Laha tsy hita mihitsy ty fiangonanao ndre mila amy jw.org ao aza iha, le mangataha fanampea aminay amy <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a>.",
  "tr_appFunctionalityDataPrivacy": "Fiasan’ny programa sy tsiambaratelo",
  "tr_appIntro": "Programa tsy ofisialy natao ho ampiasain’ny Vavolombelon’i Jehovah ny Organized. Rahalahy sy anabavy maromaro no miara-miasa manamboatra azy io. Afaka ny hanampy anao amin’ny andraikitrao ao amin’ny fiangonana izy io. Ataovy azo antoka hoe efa nanaiky ny hampiasana azy ity ny anti-panahy alohan’ny hamoronanao ny kaontin’ny fiangonanareo.",
  "tr_privacySecurityTitle": "Fiarovana sy tsiambaratelo",
  "tr_privacySecurityDesc": "<p>Namboarina mba ho azo antoka tsara ny programa Organized. Hahita fanazavana misimisy kokoa ianao amin’ny <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Fifanekena</a> sy ny <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Fifanekena momba ny Tsiambaratelo</a>. Ireto manaraka ireto ny tsara ho fantatra momba ny fomba iarovana ny rakitra ampiasainao:</p><ul><li><strong>Rakitra ao amin’ny fitaovana ampiasainao sy ao amin’ny internet:</strong> Ao amin’ny fitaovana ampiasainao no hitehirizana ny rakitra ampiasain’ilay programa. Azo antoka kokoa izany sady ho afaka hampiasa ilay programa ianao na tsy manana internet aza. Raha alefan’ny anti-panahy ilay fizarana rakitra ho an’ny rehetra, dia voaro amina tenimiafina manokana izany alohan’ny hitehirizana azy any amin’ny internet.</li><li><strong>Fiarovana ny rakitra:</strong> Mampiasa fomba maoderina izahay ka arovanay amin’ny tenimiafina aloha ny rakitrao alohan’ny handefasana azy any amin’ny internet. Manaraka ny fitsipika GPDR koa izahay, anisan’izany ny hoe mampiasa toerana azo itehirizana rakitra aty amin’ny faritr’i Eoropa, maka fanazavana momba anao izahay rehefa manaiky ihany ianao. Afaka manao fangatahana ny hanao fanitsiana na hamafana an’ireny fanazavana ireny koa ianao.</li><li><strong>Fakana fanazavana:</strong> izay fanazavana tena ilainay momba anao ihany no angatahinay, anisan’izany ny anarana, adiresy email, adiresy IP, ny mombamomba ny fitaovana ampiasainao. Ilainay ireo fanazavana ireo mba hidiranao ao amin’ilay programa sy mba ho azo antoka hoe ireo izay nahazo alalana ihany no mampiasa ilay programa. Tsy afaka mijery ny rakitra ampiasain’ny fiangonanareo koa izahay; ny anti-panahy sy ireo rahalahy nahazo alalana hanao an’izany ihany no afaka mahita azy ireny.</li><li><strong>Tsy zarainay mihitsy ny fanazavana momba anao:</strong> Ianao no tompon’ny fanazavana momba anao, ka tsy zarainay amin’ny olon-kafa na orinasa hafa mihitsy izany mba hitadiavam-bola na amin’ny resaka dokam-barotra.</li></ul>",
  "tr_dataManagementTitle": "Fikirakirana ny rakitra",
  "tr_dataManagementDesc": "<p>Azonao jerena, ahitsy, fafana ary alaina ny fanazavana momba anao ao amin’ny mombamomba ny kaontinao, na mandefasa hafatra amin’ny <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Azonao esorina koa ny fanekenao hoe azo ampiasaina ny mombamomba anao rehefa fafanao ny kaontinao. Izay fanazavana tena ilain’ny programa Organized mba handehanany tsara ihany no alainay. Tsy izahay no miandraikitra ny fanazavana momba ny fiangonanareo izay ampidirin’ny anti-panahy. Ny mombamomba anao (anarana, email, IP, fitaovana) dia tehirizinay mba hampandeha tsara ilay programa, sy mandra-pamafanao ny kaontinao, na raha izay no takian’ny lalàna.</p>",
  "tr_mfaVerifyTitle": "Fanamarinana raha tena ianao marina io",
  "tr_mfaVerifyDesc": "Ampidiro ny kaody avy amin’ny programa authentificateur",
  "tr_illustrationTerritoriesHeader": "Karakarao tsara ny faritanin’ny fiangonana",
  "tr_illustrationTerritoriesDescription": "Jereo sy karakarao tsara ny faritanin’ny fiangonana, jereo izay tara ny niasana azy na very. Araho maso koa ireo tsy tsidihana intsony, ny lisitr’ireo efa niasana, na ataovy printy ireo karatra. Tendreo hiasa amina faritany ny mpitory, dia ho hitany ao amin’ny lisitry ny faritaniny izany. Araho maso ny fiasana faritany sady tehirizo ny S-13.",
  "tr_illustrationOtherSchedulesHeader": "Fandaharana hafa mahasoa",
  "tr_illustrationOtherSchedulesDescription": "Afaka manamboatra fandaharana hafa toy ny fanadiovana, fitsidihan’ny mpiandraikitra ny faritra, fikojakojana efitra, fitoriana amin’ny toerana be olona, andraikitra sy anjara hafa eo anivon’ny fiangonana koa ny Organized mba hanamorana ny asan’ireo rahalahy manana andraikitra. Lasa mora kokoa amin’ny mpitory ny manaraka sy mandray anjara amin’ireny asa ireny.",
  "tr_howAreTheCodesDifferent": "Inona no mahasamihafa ireo kaody ireo?",
  "tr_howAreTheCodesDifferentDesc": "Kaody fidirana: ho an’ny rehetra hiditra ao amin’ny kaontin’ny fiangonana; Kaody manokana: ho an’ireo rahalahy manana andraikitra ihany.",
  "tr_createMasterKey": "Hamorona kaody manokana",
  "tr_createMasterKeyDesc": "<p><strong>Voalohany, mamorona kaody manokana ho an’ny fiangonana.</strong> Io no miaro ny rakitra ampiasain’ny fiangonana toy ny tatitra, mombamomba ny olona, ary ilaina rehefa manao fanovana manokana toy ny mampiditra na mandefa rakitra, na manova ny mombamomba ny fiangonana.</p>",
  "tr_createAccessCode": "Hamorona kaody fidirana",
  "tr_createAccessCodeDesc": "<p><strong>Farany, mamorona kaody fidirana.</strong> Io kaody io no ahafahan’ny olon-kafa miditra ao amin’ny fiangonanareo ato amin’ny Organized. Io kaody io no miaro ny rakitra ampiasain’ny fiangonanareo mba ho ireo izay tokony hahita izany ihany no mahita an’ilay izy.</p>",
  "tr_otherInCongDesc": "Anabavy vita batisa, mpitory tsy vita batisa, mpianatra fivoriana andavanandro",
  "tr_baptizedBrotherDesc": "Rahalahy vita batisa rehetra, na tsy mbola manana andraikitra aza",
  "tr_accountPublisherStudent": "Olona hafa ao amin’ny fiangonana"
}
