{
  "tr_logOut": "Hiala",
  "tr_emailAddress": "Adiresy email",
  "tr_emailAddressDesc": "Tsy azo ovà adiresy email io. Miresaha aminay laha teanao ty hanova azy.",
  "tr_name": "Anara",
  "tr_ministryPreferences": "Mikasiky fanompoa",
  "tr_theocraticAssignmentsField": "Lera fanampiny amea ahy amy tatitsy fanompoako",
  "tr_theocraticAssignmentsFieldDesc": "Natao ho an’ny mpisava lala nekè mandramby anjara amy asan’ny fandamina, ka handefa ty lera laniny tamy raha zay (LDC, HLC, asan'ny Betela, sns.)",
  "tr_timeAway": "Andro tsy maha eo",
  "tr_startDate": "Daty",
  "tr_endDate": "Zisiky",
  "tr_save": "Hanajary",
  "tr_notificationPreferences": "Mikasiky fampandrenesa",
  "tr_notificationPreferencesDesc": "Filio hoe ino iaby ty fampandrenesa tsy alefan’ny programa Organized aminao. Mbo azonao ovà avao raha reo lafa afarany any.",
  "tr_reportReminder": "Fampahatiarova mikasiky tatitsy",
  "tr_reportReminderDesc": "Fampahatiarova mikasiky tatitsy lafa tampitsy vola iny. Mbo hahavoramby fampahatiarova hafa iha andro vitsivitsy afarani-zay, laha mbo tsy lasa raha zay",
  "tr_collabActivities": "Asa fanampiny azo atao",
  "tr_collabActivitiesDesc": "Fampandrenesa mikasiky asa mila atao ka ilà fanampea, ohatsy, hoe fikarakarà zariday, fanomàna efitrano mba hanaova sekoly, na lafa misy fivoriambe",
  "tr_myAssignmentsDesc": "Fampahafantara mikasiky ty anjaranao amy fivoria",
  "tr_infoBoardAnnouncements": "Tablô misy fampandrenesa",
  "tr_infoBoardAnnouncementsDesc": "Tsy hahavoaramby fampahafantara mikasiky an'ny fampandrenesa vaovao reo iha laha tsy mandeha raha toy. Fe Hahavoaramby avao iha laha misy fampandrenesa miavaky ho an’ny fiangonana alefan’ny anti-panahy",
  "tr_partnerSearch": "Mpitory mila nama amy fanompoa",
  "tr_partnerSearchDesc": "Fampahafantara laha misy mpitory mila nama hiaraky aminy amy fanompoa",
  "tr_organizedSettings": "Fanamboara mikasiky Organized",
  "tr_autoSync": "Synchronisation automatique",
  "tr_autoSyncDesc": "Atao synchronisation automatique amy data farany amy fiangona misy ahy ze fitaova ampiasako mifandramby amy Organized",
  "tr_syncInterval": "Synchronisation saky",
  "tr_customLinkInMobilePanel": "Lien aseho lafa mampiasa fitaova andesy tana",
  "tr_customLinkInMobilePanelDesc": "Soloa raha hafa tablô misy fampandrenesa amy pejy fandrambesa ao",
  "tr_selectFeature": "Mifily poziny hafa",
  "tr_autoThemeChange": "Atao mitovy ho azy ty raha miseho amy fitaova ampiasako",
  "tr_autoThemeChangeDesc": "Atao mitovy ho azy ty raha miseho amy fitaova ampiasako lafa mifily aho hoe atao mazava sa maìky",
  "tr_colorScheme": "Karazan'ny loko ampiasako",
  "tr_blue": "Bolè",
  "tr_green": "Maintso",
  "tr_purple": "Violé",
  "tr_orange": "Oranzy",
  "tr_security": "Fiarova",
  "tr_2FA": "Fanamarina fanampiny lafa hilitsy",
  "tr_2FADesc": "Ho voaro soa kontinao io lafa militsy iha satria misy kôdy manoka baka amy programa authentificateur tsy maintsy ampilirinao.",
  "tr_lockAppWithPIN": "Arovo amy kôdy PIN",
  "tr_lockAppWithPINDesc": "Hihily ho azy programa toy laha tsy ampiasanao elaela mba ho fiarova azy",
  "tr_sessions": "Fitaova mampiasa ty kontinao",
  "tr_sessionsDesc": "Listan'ny fitaova iaby niliranao tamy kontinao. Azonao alà ze fitaova tsy hainao.",
  "tr_terminate": "Alà",
  "tr_currentSession": "Ampiasà henanizao",
  "tr_logoutClearData": "Hiala sady hamafa data ampiasanao amy fitaova toy?",
  "tr_logoutClearDataDesc": "Anovo azo antoky hoe nisy hoe mifanandrify soa ty data farany nampiasanao ato, mba tsy ho voafafa noho tsy azo ampoly sasy raha zay.",
  "tr_2FAEnable": "Handefa fanamariha fanampiny",
  "tr_2FAEnableDesc": "Ampiasao ty programa Google na Microsoft Authentificateur mba hangalà an'ny sary kôdy QR io.",
  "tr_codeCopied": "Fa natao kopie kôdy io",
  "tr_codeCopiedDesc": "Adikao amy programa iny eo ty authentificateur nao",
  "tr_2FAEnabled": "Tsy mandeha henanizao ty fanamariha fanampiny",
  "tr_2FAEnabledDesc": "Azonao ajano ie amy pejy fanamboara ao",
  "tr_2FADisable": "Hanajano ty fanamariha fanampiny?",
  "tr_2FADisableDesc": "Miaro soa ty kontinao ty fanamariha fanampiny, ka soa laha mandeha avao. Tena teanao hajanona va raha io?",
  "tr_disable": "Hajano",
  "tr_2FADisabled": "Tsy mandeha henanizao ty fanamariha fanampiny",
  "tr_2FADisabledDesc": "Azonao alefa ndraiky raha io amy pejy fanamboarana ao",
  "tr_PINCreate": "Hamoro PIN",
  "tr_PINCreateDesc": "Mamoròna Kôdy PIN mba ho voaro soa. Faliò ty mampiasa Kôdy mora ampiasà.",
  "tr_continue": "Hanohy",
  "tr_PINConfirm": "Hanamarino PIN nao io",
  "tr_PINConfirmDesc": "Hamarino PIN nao io mba hamità ty fanamboara azy iaby.",
  "tr_PINSet": "Hamoro PIN",
  "tr_PINNewSet": "Vita soa fanamboara PIN nao io",
  "tr_PINNewSetDesc": "Azonao ampiasà henanizao mba hanokafa an'ny programa Organized io",
  "tr_lastSeen": "Nampiasà farany tamy: {{ date }}",
  "tr_2FAStep1": "Dinga 1: Hanamboatsy ty fanamariha fanampiny",
  "tr_2FAStep1Desc": "Misy fomba vitsivitsy retoa azonao anamboara ty fanamariha fanampiny. Ty programa Google na Microsoft Authentificateur ro ampirisihanay ampiasanao amy raha zay.",
  "tr_2FAQuickSetup": "Fampilira malaky",
  "tr_2FAQuickSetupDesc": "Azonao ampiasà lafa baka nampilitsy raiky amy programa anabo eo reo iha amy fitaova ampiasanao.",
  "tr_2FAQRCode": "Hangalaky sary kôdy QR",
  "tr_2FAQRCodeDesc": "Alao sary amy programa authentificateur kôdy QR toy.",
  "tr_2FASetupKey": "Kôdy mampifandramby",
  "tr_2FASetupKeyDesc": "Adikao amy programa authentificateur any kôdy toy.",
  "tr_2FAStep2": "Dinga 2: Ampiliro ty kôdy fanamariha",
  "tr_timeAwayDesc": "Tsy misy andro tsy maha eo. Anovy marina soa ty andro tsy maha eo anao fa manampy an'ny rahalahy reo raha zay lafa hanamboatsy fandaharam-pivoriana ry zareo.",
  "tr_terminatedDesc": "Nalà ty kontinao baka amy fitaova iny",
  "tr_deleteAccount": "Hamafa ty kaontiko",
  "tr_deleteAccountDesc": "Teanao fafà va ty kontinao amy Organized ato?",
  "tr_deleteAccountWithCongregationDesc": "Teanao fafà va ty kontinao amy Organized ato? Hifafa koa ty fiangona misy anao satria iha raiky avao ro mampiasa an'ny raha io. Ampiliro ambany eto ty kôdy manoka laha hanohy.",
  "tr_deleteAccountAssignAdminFirst": "Tendreo tse ty olo hafa mba ho mpandrindra ty kaontin’ny fiangona alohan’ny hamafanao ty kaontinao."
}
