{
  "trans_errorTitle": "An error occured",
  "trans_about": "About the app",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Oops, something went wrong",
  "trans_errorActionText": "An error occurred. Try to refresh the page. If this won't help, try to fully restart Organized. Note, that this will clear all your unsynced data.",
  "trans_restart": "Restart",
  "trans_refreshPage": "Refresh the page",
  "trans_updateAvailable": "Update available",
  "trans_updateDescription": "A new version of Organized is available",
  "trans_errorGeneric": "Something went wrong",
  "trans_supportApp": "Support the app",
  "trans_howToUseApp": "How to use Organized",
  "trans_appAboutDesc": "<p>Organized is designed for use by Jehovah’s Witnesses congregations. Its goal is to simplify and speed up all congregation planning tasks and improving assignment tracking for everyone in your congregation.</p><p>Plan midweek and weekend meetings effortlessly, send reports, and view your assigned parts with just a few clicks. This app is designed for anyone in the congregation to use and benefit from.</p><p>We're actively enhancing the Organized to release even more features in the future. You can help us bring these exciting features sooner! You're welcome to contribute through freewill donations or development assistance for the new versions of the Organized.</p>",
  "trans_wantSupportApp": "Want to support Organized?",
  "trans_supportAppDesc": "<p>Organized is a free app, and we're happy to develop and share it with you. While we handle the development with a smile, keeping things up and running comes with costs. If you feel like spreading some love, your support would mean a lot!</p>",
  "trans_supportAppOption1": "Option 1: Donate",
  "trans_supportAppOption1Desc": "<p>Your donations power Organized’ development and keep the app free for every congregation. Currently covering server costs, they ensure the best experience. In the future, they'll aid in expanding capabilities and adding new features. Your generosity fuels ongoing improvements for many congregations all over the world.</p>",
  "trans_makeDonation": "Make a donation",
  "trans_supportAppOption2": "Option 2: Contribute",
  "trans_supportAppOption2Desc": "<p>We’ll be happy if you can help us with the following areas:</p><ul><li>React development</li><li>UI/UX Design</li><li>App translation</li></ul><p>If you can help a hand in any of these areas, please <a href='mailto:sws2apps.notification@gmail.com'>contact us</a>. Let's work together to make Organized better!</p><p>Also, recommending Organized to others helps expand its reach and benefits congregations. Your contribution, in any form, is invaluable in enhancing the app and transforming it into a better tool for everyone.</p>",
  "trans_howToContribute": "How to contribute",
  "trans_changeLanguage": "Language",
  "trans_languageMissing": "My language is not here",
  "trans_internalError": "An internal error has occured in our side. Please try again later.",
  "trans_loading": "Loading...",
  "trans_noOptions": "No options",
  "trans_pleaseWait": "Please wait ..."
}
