{
  "tr_login": "Entrar",
  "tr_welcomeApp": "Bem-vindo ao Organized – sua ferramenta de gerenciamento da congregação",
  "tr_whatIsApp": "O Organized é um aplicativo oficial fornecido pela organização das Testemunhas de Jeová?",
  "tr_descApp": "<p>No, it's not an official app. Feel free to decide if it's right for you. If you'd like the whole congregation to use it, we suggest getting approval from the body of elders. We're aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized é um aplicativo PWA. O que isso significa?",
  "tr_appPWADesc": "<p>Como um aplicativo da Web progressivo (PWA), o Organizado funciona diretamente no seu navegador. Ele foi projetado para funcionar em vários sistemas operacionais, por isso é compatível com dispositivos desktop e móveis.</p><p>Depois de instalado no seu dispositivo e após concluir a configuração inicial, o Organized permanece acessível off-line, garantindo que você possa usar seus principais recursos, sem conexão com a Internet.</p>",
  "tr_appSecure": "Qual a segurança dos seus dados ao usar o Organizado?",
  "tr_appSecureDesc": "<p>Adicionamos camadas extras de segurança para proteger seus dados. No mundo tecnológico em rápida mudança de hoje, atualizamos regularmente o Organized para mantê-lo seguro.</p><p>Mesmo que o Organizado seja um aplicativo da web, seus dados são armazenados primeiro diretamente no seu dispositivo. Isso significa que você pode acessá-lo mesmo quando estiver offline. Se você compartilhar informações com outras pessoas em sua congregação, elas serão sincronizadas com segurança por meio dos servidores na nuvem. Além disso, protegemos todos os dados privados com fortes medidas de segurança, como criptografia dupla em nossos servidores.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you're also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "Como o Organized cuida da sua privacidade?",
  "tr_appPrivacyDesc": "<p>Quando você optar por usar o nosso aplicativo Organizado, nós coletamos apenas informações essenciais como seu nome e e-mail. Além disso, nós coletamos o endereço IP do seu dispositivo e os detalhes do seu dispositivo para melhorar a sua experiência com nosso app.</p><p>Nós priorizamos sua privacidade. Nunca permitimos que empresas de publicidade rastreiem você através de nossos serviços ou use seus dados para anúncios direcionados. Quaisquer informações que você fornece no aplicativo organizado permanecem estritamente confidenciais e nunca são compartilhadas com terceiros.</p>",
  "tr_readComplete": "I have read and agree with the above",
  "tr_email": "Email",
  "tr_accountCreated": "Sua conta foi criada. Informe o administrador da congregação para lhe dar as permissões necessárias e, em seguida, atualize a página.",
  "tr_createCongregationAccount": "Criar uma congregação",
  "tr_unauthorizedRole": "<p>Your account is all set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p><p>Elders can contact us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a> if they need assistance.</p>",
  "tr_oauthAccept": "<p>By continuing, you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Choose how you want to log in",
  "tr_emailAuth": "Autenticação por Email",
  "tr_emailAuthDesc": "Enter your email to get a link for Organized authentication",
  "tr_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "tr_emailAuthSentHeader": "Link has been sent",
  "tr_emailAuthSent": "Please check your email inbox. If it's not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "Para ativar o aplicativo Organized neste dispositivo, digite o código de convite que você recebeu dos anciãos da congregação.",
  "tr_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "On all your devices",
  "tr_illustrationMultiPlattformDescription": "Use Organized no seu computador, laptop, smartphone ou tablet em qualquer um dos sistemas operacionais modernos. O aplicativo funciona on-line, mas também é acessível mesmo quando você não tem conexão com a internet. ",
  "tr_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "Todos os relatórios do secretário",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "Para começar a usar o Organized, escolha qual opção se aplica a você:",
  "tr_accountPublisherStudent": "Publisher or midweek meeting student",
  "tr_accountBaptizedBrother": "Irmão batizado",
  "tr_connectCongregation": "Conecte-se à sua congregação",
  "tr_invitationCode": "Código do convite",
  "tr_wrongInvitationCode": "Código do convite incorreto",
  "tr_checkInvitationCode": "Please double-check the code you provided",
  "tr_orLabel": "ou",
  "tr_importantNotice": "Aviso importante",
  "tr_registrationSuccess": "Obrigado por se cadastrar",
  "tr_congregationCreateLabel": "Sua congregação ainda não está registrada no Organized?",
  "tr_createCongregation": "Criar congregação",
  "tr_yourCongregation": "Sua congregação",
  "tr_incompleteCongregationInfo": "Please make sure you've provided all needed details to set up your congregation",
  "tr_firstname": "Primeiro nome",
  "tr_lastname": "Sobrenome",
  "tr_encryptionCode": "Código criptografado",
  "tr_encryptionCodeSetupDesc": "Crie seu código de criptografia da congregação.",
  "tr_encryptionCodeLostDesc": "Enter your congregation's encryption code to access it",
  "tr_encryptionCodeNotice": "Please note it and keep it secure. Losing it means losing all your congregation data.",
  "tr_encryptionCodeCreate": "Criar código criptografado",
  "tr_encryptionCodeNoticeLength": "Pelo menos 16 caracteres",
  "tr_encryptionCodeNoticeNumber": "Digito",
  "tr_encryptionCodeNoticeLowerCase": "Letra minúscula",
  "tr_encryptionCodeNoticeUpperCase": "Letra maiúscula",
  "tr_encryptionCodeNoticeSpecialSymbol": "Símbolo especial",
  "tr_encryptionCodeSet": "Definir código criptografado",
  "tr_encryptionCodeAsk": "Insira o código de criptografia da congregação",
  "tr_encryptionCodeValidate": "Validar",
  "tr_encryptionCodeInvalid": "O código criptografado que você colocou está incorreto",
  "tr_activate": "Ativar",
  "tr_next": "Próximo",
  "tr_oauthGoogle": "Continuar com Google",
  "tr_oauthMicrosoft": "Continuar com Microsoft",
  "tr_oauthGithub": "Continuar com GitHub",
  "tr_oauthYahoo": "Continuar com Yahoo",
  "tr_oauthEmail": "Continuar com Email",
  "tr_sendLink": "Enviar link",
  "tr_emailNotSupported": "Desculpe, este email é inválido ou não é suportado",
  "tr_selectCountry": "País",
  "tr_2FA": "Let’s make sure it's you",
  "tr_2FADesc": "Enter a code from your authenticator app",
  "tr_2FAIncorrect": "Incorrect 2FA code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedules aren't available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppWelcome": "Welcome to the Test Mode of Organized",
  "tr_testAppWaitForData": "Please wait until we prepare all the necessary data for you to test"
}
