{
  "error_app_security_invalid-master-key": "Der von dir eingegebene Masterschlüssel ist falsch",
  "error_api_invalid-endpoint": "The resource you are accessing is not available",
  "error_api_internal-error": "An internal error has occurred on our side. Please try again later",
  "error_auth_email-already-exists": "The provided email is already in use by an existing user. Each user must have a unique email",
  "error_auth_user-not-found": "There is no existing user record corresponding to the provided identifier",
  "error_api_unauthorized-request": "You do not have access to this resource",
  "error_app_security_invalid-invitation-code-title": "Falscher Einladungscode",
  "error_app_security_invalid-invitation-code": "Bitte überprüfe den bereitgestellten Code sorgfältig",
  "error_app_generic-title": "Ein Fehler ist aufgetreten",
  "error_app_generic-desc": "Ein Fehler ist aufgetreten. Versuche die Seite neu laden. Wenn das nicht hilft, versuch, Organized komplett neu zu starten. Beachte, dass dabei alle nicht synchronisierten Daten gelöscht werden.",
  "error_app_unsupported-browser-title": "Unsupported browser",
  "error_app_unsupported-browser-desc": "Du verwendest einen nicht unterstützten Browser für die Organized-App. Bitte stelle sicher, dass dein Browser auf dem neuesten Stand ist und der private oder Inkognito-Modus deaktiviert ist. Alternativ versuche es mit einem anderen Browser.",
  "error_app_security_user-not-found": "Kein Benutzer mit dieser E-Mail-Adresse gefunden",
  "error_app_persons_spiritual-status-change": "Kann geistlichen Status nicht ändern",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Ein getaufter Verkündiger kann nicht in einen Ungetauften geändert werden.",
  "error_app_persons_spiritual-status-baptized-midweek": "Ein getaufter Verkündiger kann nicht in einen Zusammenkunft unter der Woche Teilnehmer geändert werden.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Ein nicht getaufter Verkündiger kann nicht in einem Teilnehmer geändert werden.",
  "error_app_data_invalid-file": "Unable to recognize the file you are trying to import."
}
