{
  "tr_login": "Anmelden",
  "tr_welcomeApp": "Willkommen bei Organized – deinem Versammlungsmanagement-Tool",
  "tr_whatIsApp": "Is Organized an official app by Jehovah’s Witnesses organization?",
  "tr_descApp": "<p>No, it’s not an official app. Feel free to decide if it’s right for you. If you’d like the whole congregation to use it, we suggest getting approval from the body of elders. We’re aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organized ist eine PWA-App. Was bedeutet das?",
  "tr_appPWADesc": "<p>Als Progressive Web Application (PWA) funktioniert Organized direkt in deinem Webbrowser. Sie ist darauf ausgelegt, über verschiedene Betriebssysteme hinweg zu arbeiten und unterstützt sowohl Desktop- als auch Mobilgeräte.</p><p>Nach der Installation auf deinem Gerät und dem Abschluss der anfänglichen Einrichtung bleibt Organized offline zugänglich. Dadurch kannst du die Hauptfunktionen auch ohne Internetverbindung nutzen.</p>",
  "tr_appSecure": "Wie sicher sind deine Daten bei der Nutzung von Organized?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today’s fast-changing tech world, we regularly update Organized to keep it fully secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you’re offline. If you share information with others in your congregation, it’s securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you’re also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "Wie gut kümmert sich Organized um deine Privatsphäre?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "Ich habe das oben Gesagte gelesen und stimme mit dem zu",
  "tr_email": "E-Mail",
  "tr_accountCreated": "Dein Organized-Konto wurde erstellt. Informiere den Administrator deiner Versammlung, damit er dir die erforderlichen Berechtigungen gibt, und aktualisiere dann die Seite.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Du besitzt derzeit nicht die erforderlichen Berechtigungen, um diese Anwendung zu nutzen. Bitte wende dich an die Ältesten deiner Versammlung, um deine Rolle zu überprüfen, und <a href='#'>versuche es</a> dann in 5 Minuten erneut. Falls sie zusätzliche Unterstützung benötigen, können sie uns per E-Mail kontaktieren.</p>",
  "tr_oauthAccept": "<p>Indem du fortfährst, akzeptierst du unsere <a href='https://sws2apps.com/terms/' title='Nutzungsbedingungen' target='_blank' rel='noopener'>Nutzungsbedingungen</a> und <a href='https://sws2apps.com/privacy/' title='Datenschutzrichtlinie' target='_blank' rel='noopener'>Datenschutzrichtlinie</a>.</p>",
  "tr_signInDesc": "Wähle aus, wie du dich anmelden möchtest",
  "tr_emailAuth": "E-Mail-Authentifizierung",
  "tr_emailAuthDesc": "Trage deine E-Mail-Adresse ein, um einen Link zur Organized-Authentifizierung zu erhalten",
  "tr_emailAuthDescComplete": "Du hast dich erfolgreich mit deiner E-Mail-Adresse angemeldet. Jetzt kannst du auf die App zugreifen.",
  "tr_emailAuthSentHeader": "Link wurde gesendet",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "Um die Organized-App auf diesem Gerät zu aktivieren, gib den Einladungscode ein, den du von den Ältesten deiner Versammlung erhalten hast.",
  "tr_illustrationMinistryAssignmentsHeader": "Alle deine Aufgaben und Predigtdienst",
  "tr_illustrationMinistryAssignmentsDescription": "Sieh dir alle anstehenden Aufgaben an und erhalte Benachrichtigungen über neue. Hol dir ein neues Gebiet aus der verfügbaren Liste. Reiche eine Anwendung als Hilfspionier mit wenigen Klicks ein und greife auf Pionierfunktionen wie einen Predigt-Timer sowie detaillierte monatliche und jährliche Berichte zu.",
  "tr_illustrationMultiPlattformHeader": "Auf allen deinen Geräten",
  "tr_illustrationMultiPlattformDescription": "Nutze Organized auf deinem Desktop-Computer, Laptop, Smartphone oder Tablet mit jedem modernen Betriebssystem. Die App funktioniert online, ist jedoch auch zugänglich, selbst wenn du keine Internetverbindung hast.",
  "tr_illustrationMeetingSchedulesHeader": "Erstelle einfach Zusammenkunftspläne",
  "tr_illustrationMeetingSchedulesDescription": "Importiere Versammlungspläne von jw.org mit nur einem Klick und fülle Aufgaben automatisch aus. Teile deine Liste der ausgehenden Redner und fordere Listen von anderen Versammlungen an, um die Zusammenarbeit zu verbessern. Veröffentliche Pläne sowohl für Verkündiger als auch für Teilnehmer an den Zusammenkünften unter der Woche, damit sie ihre Aufgaben einsehen können.",
  "tr_illustrationSecretaryHeader": "Alle Berichte des Sekretärs",
  "tr_illustrationSecretaryDescription": "Verfolge die Teilnahme an den Zusammenkünften für alle Versammlungen, sowohl monatlich als auch jährlich. Sieh dir Predigtdienstberichte an und sende alle erforderlichen Berichte problemlos direkt an deine örtliche Zweigstelle. Erhalte und überprüfe Anmeldungen als Hilfspionier.",
  "tr_selectAccount": "Um Organized zu verwenden, wähle die Option, die auf dich zutrifft:",
  "tr_accountPublisherStudent": "Verkündiger oder Teilnehmer an der Zusammenkunft unter der Woche",
  "tr_accountBaptizedBrother": "Getaufter Bruder",
  "tr_connectCongregation": "Verbinde dich mit deiner Versammlung",
  "tr_invitationCode": "Einladungscode",
  "tr_wrongInvitationCode": "Falscher Einladungscode",
  "tr_checkInvitationCode": "Bitte überprüfe den bereitgestellten Code sorgfältig",
  "tr_orLabel": "oder",
  "tr_importantNotice": "Wichtiger Hinweis",
  "tr_registrationSuccess": "Danke für deine Registrierung",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Erstelle eine Versammlung",
  "tr_yourCongregation": "Deine Versammlung",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "Vorname",
  "tr_lastname": "Nachname",
  "tr_encryptionCode": "Verschlüsselungscode",
  "tr_encryptionCodeSetupDesc": "Erstelle deinen Versammlungsverschlüsselungscode.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Erstelle Verschlüsselungscode",
  "tr_encryptionCodeNoticeLength": "Mindestens 16 Zeichen",
  "tr_encryptionCodeNoticeNumber": "Ziffer",
  "tr_encryptionCodeNoticeLowerCase": "Kleinbuchstabe",
  "tr_encryptionCodeNoticeUpperCase": "Großbuchstabe",
  "tr_encryptionCodeNoticeSpecialSymbol": "Symbole",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Gib den Verschlüsselungscode für die Versammlung ein",
  "tr_encryptionCodeValidate": "Bestätigen",
  "tr_encryptionCodeInvalid": "Der von dir angegebene Verschlüsselungscode ist falsch",
  "tr_activate": "Aktivieren",
  "tr_next": "Weiter",
  "tr_oauthGoogle": "Mit Google anmelden",
  "tr_oauthMicrosoft": "Mit Microsoft anmelden",
  "tr_oauthGithub": "Mit GitHub anmelden",
  "tr_oauthYahoo": "Mit Yahoo anmelden",
  "tr_oauthEmail": "Mit E-Mail anmelden",
  "tr_sendLink": "Link Schicken",
  "tr_emailNotSupported": "Entschuldigung, diese E-Mail ist ungültig oder nicht unterstützt",
  "tr_selectCountry": "Land",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Code aus der Authenticator App eingeben",
  "tr_2FAIncorrect": "Falscher 2FA-Code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "Es wurden noch keine Pläne veröffentlicht",
  "tr_noSchedulesYetDesc": "The meeting schedules aren’t available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to see Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Verify congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Verify congregation access code",
  "tr_congregationAccessCodeNotice": "Please note and safeguard this code. Every user accessing your congregation need it to use the Organized app.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_can'tFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help."
}
