{
  "tr_login": "Anmelden",
  "tr_welcomeApp": "Willkommen bei Organized – deinem Versammlungsmanagement-Tool",
  "tr_whatIsApp": "Ist Organized eine offizielle Anwendung der Organisation der Zeugen Jehovas?",
  "tr_descApp": "<p>Nein, es ist keine offizielle App. Du kannst selbst entscheiden, ob sie für dich geeignet ist. Wenn du möchtest, dass die ganze Versammlung sie nutzt, empfehlen wir, die Genehmigung der Ältesten einzuholen. Wir wissen, dass es andere Apps gibt, die für ähnliche Aufgaben entwickelt wurden, und glauben, dass jede ihre Stärken und Methoden hat, aber alle dasselbe Ziel verfolgen.</p>",
  "tr_appPWA": "Organized ist eine PWA-App. Was bedeutet das?",
  "tr_appPWADesc": "<p>Als Progressive Web Application (PWA) funktioniert Organized direkt in deinem Webbrowser. Sie ist darauf ausgelegt, über verschiedene Betriebssysteme hinweg zu arbeiten und unterstützt sowohl Desktop- als auch Mobilgeräte.</p><p>Nach der Installation auf deinem Gerät und dem Abschluss der anfänglichen Einrichtung bleibt Organized offline zugänglich. Dadurch kannst du die Hauptfunktionen auch ohne Internetverbindung nutzen.</p>",
  "tr_appSecure": "Wie sicher sind deine Daten bei der Nutzung von Organized?",
  "tr_appSecureDesc": "<p>Wir haben zusätzliche Sicherheitsebenen hinzugefügt, um deine Daten zu schützen. In der sich schnell verändernden Technologiewelt von heute aktualisieren wir Organized regelmäßig, um es vollständig sicher zu halten.</p><p>Auch wenn Organized eine Web-App ist, werden deine Daten zunächst direkt auf deinem Gerät gespeichert. Das bedeutet, dass du darauf zugreifen kannst, auch wenn du offline bist. Wenn du Informationen mit anderen in deiner Versammlung teilst, werden sie sicher über die Cloud-Server synchronisiert. Außerdem sorgen wir dafür, dass alle privaten Daten durch starke Sicherheitsmaßnahmen geschützt sind, wie zum Beispiel doppelte Verschlüsselung auf unseren Servern.</p>",
  "tr_clearBrowserData": "<p>Clearing your browser history or cookies will also delete any unsynchronized Organized data. Please ensure your data is synced before doing this.</p>",
  "tr_appPrivacy": "Wie gut kümmert sich Organized um deine Privatsphäre?",
  "tr_appPrivacyDesc": "<p>Wenn du dich entscheidest, unsere Organized-App zu nutzen, erheben wir nur wesentliche Informationen wie deinen Namen und deine E-Mail-Adresse. Zusätzlich erfassen wir die IP-Adresse deines Geräts und die Details des User Agents, um dein Erlebnis mit unserer App zu verbessern.</p><p>Sei versichert, dass wir deine Privatsphäre priorisieren. Wir erlauben niemals Werbeunternehmen, dich über unsere Dienste zu verfolgen oder deine Daten für gezielte Werbung zu verwenden. Alle Informationen, die du in der Organized-App bereitstellst, bleiben streng vertraulich und werden niemals an Dritte weitergegeben.</p>",
  "tr_readComplete": "Ich akzeptiere die <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Nutzungsbedingungen</a> und <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Datenschutzerklärung</a> und stimme der Verarbeitung meiner persönlichen Daten wie beschrieben zu.",
  "tr_email": "E-Mail",
  "tr_accountCreated": "Your Organized account is registered. Notify your congregation administrator so he can assign you the required permissions. Then refresh the page to log in.",
  "tr_createCongregationAccount": "Versammlung erstellen",
  "tr_unauthorizedRole": "<p>Du besitzt derzeit nicht die erforderlichen Berechtigungen, um diese Anwendung zu nutzen. Bitte wende dich an die Ältesten deiner Versammlung, um deine Rolle zu überprüfen, und <a href='#'>versuche es</a> dann in 5 Minuten erneut. Falls sie zusätzliche Unterstützung benötigen, können sie uns per E-Mail kontaktieren.</p>",
  "tr_oauthAccept": "<p>Learn more about out <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Wähle aus, wie du dich anmelden möchtest",
  "tr_emailAuth": "E-Mail-Authentifizierung",
  "tr_emailAuthDesc": "Trage deine E-Mail-Adresse ein, um einen Link zur Organized-Authentifizierung zu erhalten",
  "tr_emailAuthDescComplete": "Du hast dich erfolgreich mit deiner E-Mail-Adresse angemeldet. Jetzt kannst du auf die App zugreifen.",
  "tr_emailAuthSentHeader": "Link wurde gesendet",
  "tr_emailAuthSent": "Bitte überprüfe dein E-Mail-Postfach. Falls der Link nicht dort ist, sieh im Spam-Ordner nach oder fordere den Link erneut an.",
  "tr_accountSetup": "Um die Organized-App auf diesem Gerät zu aktivieren, gib den Einladungscode ein, den du von den Ältesten deiner Versammlung erhalten hast.",
  "tr_illustrationMinistryAssignmentsHeader": "Alle deine Aufgaben und Predigtdienst",
  "tr_illustrationMinistryAssignmentsDescription": "Sieh dir alle anstehenden Aufgaben an und erhalte Benachrichtigungen über neue. Hol dir ein neues Gebiet aus der verfügbaren Liste. Reiche eine Anwendung als Hilfspionier mit wenigen Klicks ein und greife auf Pionierfunktionen wie einen Predigt-Timer sowie detaillierte monatliche und jährliche Berichte zu.",
  "tr_illustrationMultiPlattformHeader": "Auf allen deinen Geräten",
  "tr_illustrationMultiPlattformDescription": "Nutze Organized auf deinem Desktop-Computer, Laptop, Smartphone oder Tablet mit jedem modernen Betriebssystem. Die App funktioniert online, ist jedoch auch zugänglich, selbst wenn du keine Internetverbindung hast.",
  "tr_illustrationMeetingSchedulesHeader": "Erstelle einfach Zusammenkunftspläne",
  "tr_illustrationMeetingSchedulesDescription": "Importiere Versammlungspläne von jw.org mit nur einem Klick und fülle Aufgaben automatisch aus. Teile deine Liste der ausgehenden Redner und fordere Listen von anderen Versammlungen an, um die Zusammenarbeit zu verbessern. Veröffentliche Pläne sowohl für Verkündiger als auch für Teilnehmer an den Zusammenkünften unter der Woche, damit sie ihre Aufgaben einsehen können.",
  "tr_illustrationSecretaryHeader": "Alle Berichte des Sekretärs",
  "tr_illustrationSecretaryDescription": "Verfolge die Teilnahme an den Zusammenkünften für alle Versammlungen, sowohl monatlich als auch jährlich. Sieh dir Predigtdienstberichte an und sende alle erforderlichen Berichte problemlos direkt an deine örtliche Zweigstelle. Erhalte und überprüfe Anmeldungen als Hilfspionier.",
  "tr_selectAccount": "Um Organized zu verwenden, wähle die Option, die auf dich zutrifft:",
  "tr_accountBaptizedBrother": "Getaufter Bruder",
  "tr_connectCongregation": "Verbinde dich mit deiner Versammlung",
  "tr_invitationCode": "Einladungscode",
  "tr_orLabel": "oder",
  "tr_importantNotice": "Wichtiger Hinweis",
  "tr_registrationSuccess": "Danke für deine Registrierung",
  "tr_congregationCreateLabel": "Deine Versammlung ist noch nicht in Organized registriert?",
  "tr_createCongregation": "Erstelle eine Versammlung",
  "tr_yourCongregation": "Deine Versammlung",
  "tr_incompleteCongregationInfo": "Stelle bitte sicher, dass du alle erforderlichen Details angegeben hast, um deine Versammlung einzurichten",
  "tr_firstname": "Vorname",
  "tr_lastname": "Nachname",
  "tr_encryptionCode": "Verschlüsselungscode",
  "tr_encryptionCodeSetupDesc": "Erstelle deinen Versammlungsverschlüsselungscode.",
  "tr_encryptionCodeLostDesc": "Gib den Verschlüsselungscode deiner Versammlung ein, um darauf zuzugreifen",
  "tr_encryptionCodeNotice": "Bitte notiere und schütze diesen Schlüssel. Ein Verlust könnte den Verlust aller Daten deiner Versammlung bedeuten.",
  "tr_encryptionCodeCreate": "Erstelle Verschlüsselungscode",
  "tr_encryptionCodeNoticeLength": "Mindestens 16 Zeichen",
  "tr_encryptionCodeNoticeNumber": "Ziffer",
  "tr_encryptionCodeNoticeLowerCase": "Kleinbuchstabe",
  "tr_encryptionCodeNoticeUpperCase": "Großbuchstabe",
  "tr_encryptionCodeNoticeSpecialSymbol": "Symbole",
  "tr_encryptionCodeSet": "Hauptschlüssel festlegen",
  "tr_encryptionCodeAsk": "Gib den Verschlüsselungscode für die Versammlung ein",
  "tr_encryptionCodeValidate": "Bestätigen",
  "tr_encryptionCodeInvalid": "Der von dir angegebene Verschlüsselungscode ist falsch",
  "tr_activate": "Aktivieren",
  "tr_next": "Weiter",
  "tr_oauthGoogle": "Mit Google anmelden",
  "tr_oauthMicrosoft": "Mit Microsoft anmelden",
  "tr_oauthGithub": "Mit GitHub anmelden",
  "tr_oauthYahoo": "Mit Yahoo anmelden",
  "tr_oauthEmail": "Mit E-Mail anmelden",
  "tr_sendLink": "Link Schicken",
  "tr_emailNotSupported": "Entschuldigung, diese E-Mail ist ungültig oder nicht unterstützt",
  "tr_selectCountry": "Land",
  "tr_2FA": "Stellen wir sicher, dass du es bist",
  "tr_2FADesc": "Code aus der Authenticator App eingeben",
  "tr_2FAIncorrect": "Falscher 2FA-Code",
  "tr_2FAIncorrectDesc": "Der Code könnte falsch oder abgelaufen sein. Versuche es erneut.",
  "tr_unauthorizedAccount": "Deine Zugriffsberechtigungen müssen angepasst werden",
  "tr_unauthorizedAccountDesc": "Kontaktiere deinen Versammlungs-App-Administrator, um deine Rolle zu bestätigen, und versuche es dann in 5 Minuten erneut. Für weitere Unterstützung können Älteste uns per E-Mail kontaktieren.",
  "tr_noSchedulesYet": "Es wurden noch keine Pläne veröffentlicht",
  "tr_noSchedulesYetDesc": "The meeting schedule isn't available yet. Please ask your congregation elders to not only create, but also publish it in the app.",
  "tr_reconnectAccount": "Mein Konto erneut verbinden",
  "tr_registeringApproved": "Die Ältestenschaft hat die Registrierung dieser Versammlung in Organized genehmigt",
  "tr_testAppMode": "Organized Testmodus",
  "tr_testAppWaitForData": "Wir bereiten alles vor, damit du Organized in Aktion ausprobieren kannst. Dies kann einen Moment dauern...",
  "tr_tryOrganized": "Schau dir die Organized-App im Testmodus an",
  "tr_testStart": "Starte den Test",
  "tr_testAppWelcome": "Willkommen im Organized Testmodus!",
  "tr_testAppWelcomeDesc": "<p>Dies ist eine Testumgebung mit vorab ausgefüllten Daten für eine imaginäre, nicht existierende Versammlung. Erkunde Funktionen wie Programme, Aufgaben, Dienst, Berichte und mehr! Alle Änderungen, die du vornimmst, werden nach dem Neuladen der App zurückgesetzt.</p><p>Um die echte Organized-App zu verwenden, öffne <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in deinem Browser.</p>",
  "tr_congregationExists": "Diese Versammlung existiert bereits in Organized. Kontaktiere deinen Versammlungsadministrator, um die notwendigen Rollen zuzuweisen.",
  "tr_congregationMasterKeyVerify": "Versammlungs-Hauptschlüssel überprüfen",
  "tr_encryptionCodeNoticeMatch": "Schlüssel übereinstimmen",
  "tr_congregationAccessCodeCreateDesc": "Dieser Zugangscode verschlüsselt sicher die gemeinsamen Daten deiner Versammlung, einschließlich Berichten von Verkündigern und Zusammenkunftsprogrammen.",
  "tr_congregationAccessCodeCreate": "Erstelle deinen Versammlungszugangscode",
  "tr_congregationAccessCodeNoticeLength": "Mindestens 8 Zeichen",
  "tr_congregationAccessCodeSet": "Zugangscode setzen",
  "tr_congregationAccessCodeVerify": "Versammlungszugangscode bestätigen",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Bitte gib den Zugriffscode für deine Versammlung ein. Dieser einzigartige Code ist spezifisch für deine Versammlung und notwendig, um dich zu verbinden und darauf zuzugreifen.",
  "tr_setCongregationMasterKey": "Versammlungs-Hauptschlüssel festlegen",
  "tr_createCongregationMasterKey": "Versammlungs-Hauptschlüssel erstellen",
  "tr_congregationAccessCodeAsk": "Gib den Versammlungszugangscode ein",
  "tr_congregationAccessCode": "Versammlungszugangscode",
  "tr_congregationMasterKeyLostDesc": "Gib den Hauptschlüssel deiner Versammlung ein, um darauf zuzugreifen",
  "tr_congregationMasterKeyAsk": "Gib den Versammlungs-Hauptschlüssel ein",
  "tr_cantFindCongregation": "Du kannst deine Versammlung nicht finden?",
  "tr_cantFindCongregationDesc": "Überprüfe auf Fehler (minimale Eingabe sind 2 Zeichen). Falls deine Versammlung auf der jw.org-Suchseite nicht aufgeführt ist, kontaktiere <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> für Hilfe.",
  "tr_appFunctionalityDataPrivacy": "App-Funktionalität und Datenschutz",
  "tr_appIntro": "Organized ist eine inoffizielle App für Zeugen Jehovas, die von begeisterten Brüdern und Schwestern geschaffen wurde. Sie vereinfacht verschiedene Aufgaben in der Gemeinde. Bitte hole dir die Zustimmung deiner Ältestenschaft, bevor du deine Gemeinde registrierst.",
  "tr_privacySecurityTitle": "Datenschutz und Sicherheit",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Datenmanagement",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Stellen wir sicher, dass du es bist",
  "tr_mfaVerifyDesc": "Code aus der Authenticator App eingeben",
  "tr_illustrationTerritoriesHeader": "Gebiete mühelos verwalten",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "Wie unterscheiden sich die Codes?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Create master key",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Zugangscode erstellen",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation"
}
