{
  "tr_logOut": "Ausloggen",
  "tr_emailAddress": "E-Mail Adresse",
  "tr_emailAddressDesc": "Diese E-Mail-Adresse kann nicht geändert werden. Bitte kontaktiere uns, wenn du sie ändern möchtest.",
  "tr_name": "Name",
  "tr_ministryPreferences": "Predigtdiensteinstellungen",
  "tr_theocraticAssignmentsField": "Stundengutschriftfeld zu meinem Bericht hinzufügen",
  "tr_theocraticAssignmentsFieldDesc": "Stunden, die für Schulen und genehmigte theokratische Aufgaben (LDC, Krankenhaus-Verbindungskomitees, Arbeit für Zweigbüro usw.) aufgewendet wurden",
  "tr_timeAway": "Zeit der Abwesenheit",
  "tr_startDate": "Startdatum",
  "tr_endDate": "Enddatum",
  "tr_save": "Speichern",
  "tr_notificationPreferences": "Benachrichtigungseinstellungen",
  "tr_notificationPreferencesDesc": "Wähle aus, welche Benachrichtigungen du nicht von Organized erhalten möchtest. Du kannst deine Einstellungen später jederzeit ändern.",
  "tr_reportReminder": "Predigtdienstbericht Erinnerung",
  "tr_reportReminderDesc": "Receive reminders on the last day of each month, and if you forget, you’ll get another reminder in a few days",
  "tr_collabActivities": "Neue gemeinsame Aktivitäten",
  "tr_collabActivitiesDesc": "Erhalte Benachrichtigungen über Aktivitäten, bei denen Hilfe benötigt wird, z.B. Gartenarbeit oder Vorbereitung der Halle für die Schule oder den Kreiskongress",
  "tr_myAssignmentsDesc": "Erhalte sofortige Benachrichtigungen über alle deine neuen Aufgaben",
  "tr_infoBoardAnnouncements": "Neue Mitteilungen auf dem Bekanntmachungsbrett",
  "tr_infoBoardAnnouncementsDesc": "Wenn diese Funktion deaktiviert ist, erhältst du keine Benachrichtigungen für neue Ankündigungen, es sei denn, Älteste entscheiden sich, die gesamte Versammlung über etwas Wichtiges zu informieren",
  "tr_partnerSearch": "Verkündiger sucht einen Dienstpartner",
  "tr_partnerSearchDesc": "Erhalte eine Benachrichtigung, sobald jemand eine Partneranfrage veröffentlicht",
  "tr_organizedSettings": "Organized Einstellungen",
  "tr_autoSync": "Automatische Synchronisierung",
  "tr_autoSyncDesc": "Synchronisiere automatisch Daten zwischen der Versammlung und deinen Geräten, die bei Organized angemeldet sind",
  "tr_syncInterval": "Sync-Intervall",
  "tr_customLinkInMobilePanel": "Benutzerdefinierter Link im mobilen Navigationsbereich",
  "tr_customLinkInMobilePanelDesc": "Replace the ‘Info board’ button with another feature for quick access from Home page",
  "tr_selectFeature": "Funktion auswählen",
  "tr_autoThemeChange": "Automatische Änderung des App-Designs",
  "tr_autoThemeChangeDesc": "Folge den Systemeinstellungen deines Geräts bei der Wahl zwischen dem hellen und dem dunklen Modus",
  "tr_colorScheme": "Farbenschema",
  "tr_blue": "Blau",
  "tr_green": "Grün",
  "tr_purple": "Lila",
  "tr_orange": "Orange",
  "tr_security": "Sicherheit",
  "tr_2FA": "Zwei-Faktor-Authentifizierung",
  "tr_2FADesc": "2FA macht dein Konto sicherer, indem es einen Sicherheitscode anfordert, der von deiner mobilen Authentifizierungs-App generiert wird.",
  "tr_lockAppWithPIN": "Sperre die App mit einer PIN",
  "tr_lockAppWithPINDesc": "Nach Inaktivität sperrt die App automatisch für zusätzliche Sicherheit",
  "tr_sessions": "Sitzungen",
  "tr_sessionsDesc": "Dies ist eine Liste der Geräte, die sich bei deinem Konto angemeldet haben. Beende alle Sitzungen, die du nicht erkennst.",
  "tr_terminate": "Beenden",
  "tr_currentSession": "Aktuelle Sitzung",
  "tr_logoutClearData": "Abmelden und lokale Daten löschen?",
  "tr_logoutClearDataDesc": "Stelle sicher, dass alle deine zuletzt erstellten Daten synchronisiert werden; andernfalls werden sie gelöscht.",
  "tr_2FAEnable": "Zwei-Faktor-Authentifizierung einrichten",
  "tr_2FAEnableDesc": "Verwende die Google Authenticator- oder Microsoft Authenticator-App auf deinem mobilen Gerät, um den QR-Code zu scannen und die Einrichtung abzuschließen.",
  "tr_codeCopied": "Code in Zwischenablage kopiert",
  "tr_codeCopiedDesc": "Füge es in deine Authentifizierungs-App ein",
  "tr_2FAEnabled": "Zwei-Faktor-Authentisierung (2FA) ist aktiviert",
  "tr_2FAEnabledDesc": "Du kannst 2FA in den Einstellungen deaktivieren",
  "tr_2FADisable": "Zwei-Faktor-Authentifizierung abschalten?",
  "tr_2FADisableDesc": "2FA verbessert deine Sicherheit, daher ist es eine gute Idee, es aktiviert zu lassen. Bestätige, ob du es deaktivieren möchtest.",
  "tr_disable": "Deaktivieren",
  "tr_2FADisabled": "Zwei-Faktor-Authentifizierung wurde deaktiviert",
  "tr_2FADisabledDesc": "Du kannst es in den Einstellungen wieder aktivieren",
  "tr_PINCreate": "PIN erstellen",
  "tr_PINCreateDesc": "Erstelle eine starke PIN für besseren Schutz. Vermeide einfache Codes.",
  "tr_continue": "Weiter",
  "tr_PINConfirm": "PIN bestätigen",
  "tr_PINConfirmDesc": "Bestätige deine PIN, um das Setup abzuschließen.",
  "tr_PINSet": "PIN setzen",
  "tr_PINNewSet": "Neue PIN gesetzt",
  "tr_PINNewSetDesc": "Du kannst nun die Organized App entsperren",
  "tr_lastSeen": "Zuletzt gesehen: {{ date }}",
  "tr_2FAStep1": "Schritt 1: 2FA auf deinem Gerät einrichten",
  "tr_2FAStep1Desc": "Verwende eine der folgenden Methoden, um deine Authentifizierungs-App zu verknüpfen. Wir empfehlen die Verwendung von Google Authenticator oder Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Schnelle Einrichtung",
  "tr_2FAQuickSetupDesc": "Wenn du eine der oben genannten Authentifizierungs-Apps hast, benutze diesen Button, um sie schnell auf deinem Gerät einzurichten.",
  "tr_2FAQRCode": "QR-Code",
  "tr_2FAQRCodeDesc": "Scanne den QR-Code mit deiner Authentifizierungs-App, um die Zwei-Faktor-Authentifizierung einzurichten.",
  "tr_2FASetupKey": "Setup-Schlüssel",
  "tr_2FASetupKeyDesc": "Kopiere den Setup-Schlüssel und füge ihn in deine Authentifizierungs-App ein, um die Zwei-Faktor-Authentifizierung einzurichten.",
  "tr_2FAStep2": "Schritt 2: Gib den 2FA-Code ein",
  "tr_timeAwayDesc": "Noch keine Abwesenheiten hinzugefügt. Halte deine Abwesenheiten aktuell, damit die Brüder sie bei der Planung zukünftiger Zusammenkünfte berücksichtigen können.",
  "tr_terminatedDesc": "Die Sitzung auf diesem Gerät ist beendet",
  "tr_deleteAccount": "Mein Konto löschen",
  "tr_deleteAccountDesc": "Bist du sicher, dass du dein Organized Konto löschen möchtest?",
  "tr_deleteAccountWithCongregationDesc": "Bist du sicher, dass du dein Organized Konto löschen möchtest? Dies wird auch deine Versammlung löschen, da du der einzige Benutzer bist. Geben Sie unten den Master-Schlüssel der Versammlung ein, um das Löschen zu bestätigen.",
  "tr_deleteAccountAssignAdminFirst": "Before deleting your account, make sure to assign another app administrator to support the users within your congregation."
}
