{
  "error_app_security_invalid-master-key": "Ufunguo mkuu uliotoa si sahihi",
  "error_api_invalid-endpoint": "Nyenzo unayoitaka haipatikani",
  "error_api_internal-error": "Hitilafu imetokea kwa upande wetu. Tafadhali jaribu tena baadaye",
  "error_auth_email-already-exists": "Barua pepe iliyotolewa tayari inatumiwa na mtu mwengine. Kila mtumiaji lazima awe na barua pepe ya kipekee",
  "error_auth_user-not-found": "Hakuna rekodi iliyopo ya mtumiaji inayolingana na kitambulisho kilichotolewa",
  "error_api_unauthorized-request": "Huna uwezo wa kutazama nyenzo hii",
  "error_app_security_invalid-invitation-code-title": "Msimbo wa mwaliko usio sahihi",
  "error_app_security_invalid-invitation-code": "Tafadhali angalia tena nambari ya kuthibitisha uliyoweka",
  "error_app_generic-title": "Kuna tatizo limetokea",
  "error_app_generic-desc": "Hitilafu imetokea. Jaribu kufungua upya ukurasa. Ikiwa hii haitasaidia, jaribu kuanzisha upya kikamilifu \"Organized\". Kumbuka, hii itafuta data yako yote ambayo haijasawazishwa.",
  "error_app_unsupported-browser-title": "Browser isiyo sahihi",
  "error_app_unsupported-browser-desc": "Unatumia browser isiyoweza kufungua programu ya Organized. Tafadhali hakikisha kuwa browser yako imesasishwa na kwamba hali ya \"incognito\" imezimwa. Vinginevyo, jaribu kutumia browser tofauti.",
  "error_app_security_user-not-found": "Hakuna mtumiaji aliyepatikana na barua pepe hii",
  "error_app_persons_spiritual-status-change": "Hauwezi kubadili hali ya kiroho",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Mhubiri aliyebatizwa hawezi kubadilishwa kuwa asiyebatizwa.",
  "error_app_persons_spiritual-status-baptized-midweek": "Mhubiri aliyebatizwa hawezi kubadilishwa kuwa mwanafunzi wa katikati ya juma.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Mhubiri ambaye hajabatizwa hawezi kubadilishwa kuwa mwanafunzi wa katikati ya juma.",
  "error_app_data_invalid-file": "Imeshindwa kutambua faili unayojaribu kuleta.",
  "error_app_data_encrypted-file": "Imeshindwa kutambua faili kwa sababu imefungwa kwa njia fiche. Zima ufungaji fiche kabla ya kuusafirisha na ujaribu tena.",
  "error_api_bad-request": "Imeshindwa kukamilisha operesheni. Anzisha upya programu na ujaribu tena.",
  "error_api_sync-conflict": "Haiwezi kusawazisha mabadiliko kutoka kwa seva. Anzisha upya programu na ujaribu tena, au usawazishe wewe mwenyewe.",
  "error_app_congregation-search-error": "Imeshindwa kutafuta kutaniko. Ripoti suala kama litaendelea.",
  "error_app_country-search-error": "Imeshindwa kutafuta nchi. Ripoti suala kama litaendelea."
}
