{
  "tr_login": "Ingia",
  "tr_welcomeApp": "Karibu kwenye Organized – chombo chako cha kusimamia maisha ya Kutaniko",
  "tr_whatIsApp": "Je, Organized ni programu rasmi kutoka shirika la Mashahidi wa Yehova?",
  "tr_descApp": "<p>Hapana, si programu rasmi. Hisi huru kuamua ikiwa itakufaa. Ikiwa ungependa Kutaniko yote itumie, tunashauri kupata idhini kutoka kwa baraza la wazee. Tunajua kuna programu zingine zilizoundwa kusaidia na kazi sawa na hii na tunaamini kila moja ina nguvu na mbinu zake, lakini zote zinashirikiana lengo sawa.</p>",
  "tr_appPWA": "Organized ni programu ya PWA. Hii ina maana gani?",
  "tr_appPWADesc": "<p>Kama Progressive Web Application (PWA), Organized inafanya kazi moja kwa moja ndani ya browser yako. Imeundwa kufanya kazi katika mifumo tofauti ya uendeshaji, hivyo inafanya kazi kwa vifaa vya desktop na simu.</p><p>Baada ya kuipakua kwenye kifaa chako na kukamilisha upangaji wa mwanzo, Organized inabaki kuwa inapatikana bila mtandao, kuhakikisha unaweza kutumia vipengele vyake vikuu bila muunganisho wa intaneti.</p>",
  "tr_appSecure": "Data yako iko salama kiasi gani unapotumia Organized?",
  "tr_appSecureDesc": "<p>Tumeongeza safu za ziada za usalama kulinda data yako. Katika ulimwengu wa teknolojia unaobadilika haraka leo, tunasasisha Organized mara kwa mara ili kuifanya kuwa salama kikamilifu.</p><p>Ingawa Organized ni programu ya tovuti, data yako kwanza huhifadhiwa moja kwa moja kwenye kifaa chako. Hii ina maana unaweza kuitumia, hata bila mtandao. Ikiwa unashirikiana taarifa na wengine katika Kutaniko lako, inasawazishwa kwa usalama kupitia seva za cloud. Zaidi ya hayo, tunahakikisha kulinda data zote binafsi kwa hatua za usalama kali, kama double encryption kwenye seva zetu.</p>",
  "tr_clearBrowserData": "<p>Kufuta historia ya browser yako au \"cookies\" pia kutafuta data yoyote ya Organized ambayo haijasawazishwa. Tafadhali hakikisha data yako ime sawazishwa kabla ya kufanya hivi.</p>",
  "tr_appPrivacy": "Organized inalinda aje habari zako?",
  "tr_appPrivacyDesc": "<p>Unapochagua kutumia programu yetu ya Organized, tunakusanya habari muhimu tu kama jina lako na barua pepe yako. Zaidi ya hayo, tunakusanya anwani ya IP ya kifaa chako na maelezo ya mteja wa kifaa chako ili kuboresha uzoefu wako na programu yetu.</p><p>Usiwe na hofu, tunazingatia usalama wa habari yako. Haturuhusu kampuni za matangazo kukufuata kupitia huduma zetu au kutumia data zako kwa matangazo yaliyolengwa. Taarifa yoyote unayoweka katika programu ya Organized inabaki kuwa siri kabisa na haitashirikiwa na wahusika wa nje.</p>",
  "tr_readComplete": "Ninakubali <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Masharti ya Matumizi</a> na <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Sera ya Faragha</a> na nakubali kuchakatwa kwa data yangu ya kibinafsi kama ilivyoelezwa.",
  "tr_email": "Barua pepe",
  "tr_accountCreated": "Akaunti yako ya Organized imejisajiliwa. Mjulishe msimamizi wa Kutaniko lako ili aweze kukupangia ruhusa zinazohitajika. Kisha sasisha ukurasa kuingia.",
  "tr_createCongregationAccount": "Unda Kutaniko",
  "tr_unauthorizedRole": "<p>Akaunti yako iko tayari kabisa! Ili kuingia kwenye programu ya Organized, tafadhali omba msimamizi wa programu ya Kutaniko lako kukupangia ruhusa na sasisha ukurasa baada ya dakika 5.</p><p>Wazee wanaweza kuwasiliana nasi kwenye <a href='mailto:support@organized-app.com'>support@organized-app.com</a> ikiwa wanahitaji msaada.</p>",
  "tr_oauthAccept": "<p>Pata maelezo zaidi kuhusu <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Sheria na Masharti</a> na <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Sera za siri</a>.</p>",
  "tr_signInDesc": "Chagua jinsi unayotaka kuingia",
  "tr_emailAuth": "Uthibitishaji wa barua pepe",
  "tr_emailAuthDesc": "Weka barua pepe yako kupata kiunganishi cha uthibitishaji kwa Organized",
  "tr_emailAuthDescComplete": "Umefanikiwa kuingia kwa kutumia barua pepe yako. Sasa unaweza kuingia kwenye programu.",
  "tr_emailAuthSentHeader": "Kiunganishi kimetumwa",
  "tr_emailAuthSent": "Tafadhali angalia kisanduku chako cha barua pepe. Ikiwa haipo pale, angalia kwenye folda ya spam au omba kiunganishi tena.",
  "tr_accountSetup": "Ili kuwasha programu ya Organized kwenye kifaa hiki, weka msimbo wa mwaliko uliopokea kutoka kwa wazee wa kutaniko lako.",
  "tr_illustrationMinistryAssignmentsHeader": "Habari zako zote huduma na migawo yako",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "On all your devices",
  "tr_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "tr_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "All the secretary reports",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "To start using Organized, choose which option applies to you:",
  "tr_accountBaptizedBrother": "Baptized brother",
  "tr_connectCongregation": "Connect to your congregation",
  "tr_invitationCode": "Invitation code",
  "tr_orLabel": "or",
  "tr_importantNotice": "Important notice",
  "tr_registrationSuccess": "Thanks for registration",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Create congregation",
  "tr_yourCongregation": "Your congregation",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "First name",
  "tr_lastname": "Last name",
  "tr_encryptionCode": "Encryption code",
  "tr_encryptionCodeSetupDesc": "Create your congregation encryption code.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Create encryption code",
  "tr_encryptionCodeNoticeLength": "At least 16 characters",
  "tr_encryptionCodeNoticeNumber": "Digit",
  "tr_encryptionCodeNoticeLowerCase": "Lowercase letter",
  "tr_encryptionCodeNoticeUpperCase": "Uppercase letter",
  "tr_encryptionCodeNoticeSpecialSymbol": "Special symbol",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Enter congregation encryption code",
  "tr_encryptionCodeValidate": "Validate",
  "tr_encryptionCodeInvalid": "The encryption code you provided is incorrect",
  "tr_activate": "Activate",
  "tr_next": "Next",
  "tr_oauthGoogle": "Continue with Google",
  "tr_oauthMicrosoft": "Continue with Microsoft",
  "tr_oauthGithub": "Continue with GitHub",
  "tr_oauthYahoo": "Continue with Yahoo",
  "tr_oauthEmail": "Continue with Email",
  "tr_sendLink": "Send Link",
  "tr_emailNotSupported": "Sorry, this email is invalid or not supported",
  "tr_selectCountry": "Country",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Enter a code from your authenticator app",
  "tr_2FAIncorrect": "Incorrect 2FA code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to try Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Confirm congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Confirm congregation access code",
  "tr_congregationAccessCodeNotice": "Tumia msimbo tofauti na ufunguo mkuu wa kutaniko. Hakikisha msimbo ni rahisi kiasi lakini bado ni salama.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_cantFindCongregation": "Bado hujapata kutaniko lako?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "Misimbo hii ni tofauti aje?",
  "tr_howAreTheCodesDifferentDesc": "Msimbo wa kawaida: Kwa ajili ya watu kujiunga na kutaniko lako; Ufunguo mkuu: Kwa ajili ya ndugu wenye mapendeleo ili kutumia vipengele vya juu.",
  "tr_createMasterKey": "Unda ufunguo mkuu",
  "tr_createMasterKeyDesc": "<p><strong>Kwanza, tengeneza ufunguo mkuu wa kutaniko lako.</strong> Italinda habari za kutaniko lako, ikijumuisha ripoti na watu, na ni muhimu kwa kazi za usimamizi kama vile kuhamisha/kuingiza data na marekebisho ya mipangilio.</p>",
  "tr_createAccessCode": "Unda msimbo wa kawaida",
  "tr_createAccessCodeDesc": "<p><strong>Mwishowe, tengeneza Msimbo wa kawaida.</strong> Msimbo huu wa kipekee huruhusu watumiaji wapya kuunganishwa na kutaniko lako katika Organized. Huhakikisha kwamba taarifa za kutaniko lako daima zinaendelea kuwa salama, na kuwawezesha tu watumiaji walioidhinishwa.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet",
  "tr_accountPublisherStudent": "Other in congregation",
  "tr_requestAccess": "Request access",
  "tr_requestAccessSent": "Request access sent",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
