{
  "trans_errorTitle": "Ein Fehler ist aufgetreten",
  "trans_about": "Über die App",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Ups, etwas ist schiefgegangen",
  "trans_errorActionText": "Ein Fehler ist aufgetreten. Versuche die Seite neu laden. Wenn das nicht hilft, versuch, Organized komplett neu zu starten. Beachte, dass dabei alle nicht synchronisierten Daten gelöscht werden.",
  "trans_restart": "Neustart",
  "trans_refreshPage": "Die Seite neu laden",
  "trans_updateAvailable": "Aktualisierung verfügbar",
  "trans_updateDescription": "Eine neue Version von Organized ist verfügbar",
  "trans_errorGeneric": "Etwas ist schiefgegangen",
  "trans_supportApp": "Die App unterstützen",
  "trans_howToUseApp": "Wie man Organized verwendet",
  "trans_appAboutDesc": "<p>Organized ist dafür gemacht, in den Versammlungen der Zeugen Jehovas genutzt zu werden. Ihr Ziel ist es, alle Planungsaufgaben der Versammlung zu vereinfachen und zu beschleunigen sowie die Nachverfolgung von Aufgaben für alle zu verbessern.</p><p>Plane mühelos die Versammlungen unter der Woche und am Wochenende, sende Berichte und sieh dir deine zugewiesenen Teile mit nur wenigen Klicks an. Diese App ist für jeden in der Versammlung gemacht, um sie zu nutzen und davon zu profitieren.</p><p>Wir entwickeln Organized aktiv weiter, um in Zukunft noch mehr Funktionen zu veröffentlichen. Du kannst uns dabei helfen, diese aufregenden Funktionen schneller einzuführen! Du kannst uns durch freiwillige Spenden unterstützen oder indem du bei der Entwicklung der nächsten Versionen von Organized hilfst.</p>",
  "trans_wantSupportApp": "Möchtest du Organized unterstützen?",
  "trans_supportAppDesc": "<p>Organized ist eine kostenlose App, und wir freuen uns, sie zu entwickeln und mit dir zu teilen. Obwohl wir mit Begeisterung daran arbeiten, verursacht die Pflege Kosten. Wenn du deine Wertschätzung zeigen möchtest, wäre deine Unterstützung sehr willkommen!</p>",
  "trans_supportAppOption1": "Option 1: Spenden",
  "trans_supportAppOption1Desc": "<p>Deine Spenden helfen, dass Organized weiterhin kostenlos für Versammlungen bleibt. Sie decken Serverkosten und unterstützen uns dabei, neue Funktionen schneller zu entwickeln. Deine Großzügigkeit unterstützt Versammlungen weltweit!</p>",
  "trans_makeDonation": "Spenden",
  "trans_supportAppOption2": "Option 2: Mitwerken",
  "trans_supportAppOption2Desc": "<p>Wir würden uns über deine Hilfe in den folgenden Bereichen freuen:</p><ul><li>React-Entwicklung</li><li>UI/UX Design</li><li>App-Übersetzung</li></ul><p>Wenn du in einem dieser Bereiche helfen kannst, kontaktiere uns bitte unter <a href='mailto:sws2apps.notification@gmail.com'>sws2apps.notification@gmail.com</a>. Lass uns gemeinsam daran arbeiten, Organized zu verbessern!</p><p>Außerdem erweiterst du durch die Empfehlung von Organized an andere Personen seinen Einflussbereich und fördertest die Vorteile für Versammlungen. Jeder Beitrag von dir bereichert die App wirklich und macht sie für alle besser.</p>",
  "trans_howToContribute": "Wie man beitragen kann",
  "trans_changeLanguage": "Sprache",
  "trans_languageMissing": "Meine Sprache hinzufügen",
  "trans_internalError": "Auf unserer Seite ist ein interner Fehler aufgetreten. Bitte versuch es später erneut.",
  "trans_loading": "Wird geladen...",
  "trans_noOptions": "Keine Optionen",
  "trans_pleaseWait": "Bitte warten ..."
}
