{
  "trans_login": "Anmelden",
  "trans_welcomeApp": "Welcome to Organized – your congregation life management tool",
  "trans_whatIsApp": "Is Organized an official application for Jehovah's Witnesses?",
  "trans_descApp": "<p>No, it is not. You are free to choose whether to use it or not. However, we recommend that its usage be approved by the body of elders if you want the entire congregation to use it. Also, we are aware that there are many similar applications currently available to help you to accomplish the same tasks. We are not here to say what is the best and what is not. We believe all of these applications are good and have their own methods on how to do things, but still share the same goal.</p>",
  "trans_appPWA": "Organized is a PWA application. What does it mean?",
  "trans_appPWADesc": "<p>As a PWA, or progressive web application, Organized is an application software functioning in the web. It is intended to work on different operating systems, including both desktop and mobile devices.</p><p>You can install Organized on your device, and once the initial setup is complete, it will work even offline while you don't have an internet connection.</p>",
  "trans_appSecure": "How secure is your data when you use Organized?",
  "trans_appSecureDesc": "<p>We are dedicated to providing you with a secure app to help manage your congregation responsibilities. In the fast-evolving world of web development, we're committed to staying up to date with the latest technologies.</p><p>Although Organized is a web app, remember that your data in Organized is primarily stored locally on your device until you choose to sync it with others. This means you can still use the app even when you are offline. If you decide to share your data with other members in your congregation, then these data will be synced securely with the cloud. For private data, we ensure encryption and secure storage on our servers.</p>",
  "trans_clearBrowserData": "<p>Please keep in mind that when you are clearing your browser history or cookies, you are also deleting unsynchronized Organized data. Before doing so, please make sure that your recently created data has been synced.</p>",
  "trans_appPrivacy": "How Organized is taking care of your privacy?",
  "trans_appPrivacyDesc": "<p>When you accept to use our Organized application, you give us the permission to collect the following informations: your name and email address. We are also collecting your device IP address, your user agent details to identify you when you access our server, ensuring a seamless and convenient app experience.</p><p>We do not allow any advertising companies to collect data through our services to target you with any ads. We do not share data collected by Organized application with other organization for any purpose.</p>",
  "trans_readComplete": "I have read and agree to the information above",
  "trans_email": "E-Mail",
  "trans_accountCreated": "Your Organized account has been created. Inform your congregation administrator to give you the necessary permissions and then refresh the page.",
  "trans_createCongregationAccount": "Erstelle eine Versammlung",
  "trans_unauthorizedRole": "<p>You do not have yet the role to use this application. Please contact your congregation elders to confirm your role and after 5 minutes <a href='#'>try again</a>. They may send us an email if they need further support.</p>",
  "trans_oauthAccept": "<p>By continuing, you are indicating that you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "trans_signInDesc": "Choose which service you want to use to log in",
  "trans_emailAuth": "E-Mail-Authentifizierung",
  "trans_emailAuthDesc": "Enter your email address to authenticate in Organized via a link",
  "trans_emailAuthDescComplete": "You have authenticated using email address. Now you can log in and access the app.",
  "trans_emailAuthSentHeader": "Link wurde gesendet",
  "trans_emailAuthSent": "Please check your email inbox. If you can’t find it, please check your spam folder or send the link once again",
  "trans_accountSetup": "To activate Organized app on this device, please enter below the code you received from your congregation elders.",
  "trans_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "trans_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like time tracker, detailed monthly and yearly report.",
  "trans_illustrationMultiPlattformHeader": "Auf allen deinen Geräten",
  "trans_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, tablet on any of modern operating systems. The app works online, but it also accessible even when you have no internet connection. ",
  "trans_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "trans_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and browse other congregations’ lists to better collaborate. Publish the schedules for publishers and participants, for them to see their assignments.",
  "trans_illustrationSecretaryHeader": "All the secretary reports",
  "trans_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "trans_selectAccount": "To start using Organized, choose which option applies to you:",
  "trans_accountPublisherStudent": "Publisher or a student of midweek meeting",
  "trans_accountBaptizedBrother": "Baptized brother",
  "trans_connectCongregation": "Connect to congregation",
  "trans_invitationCode": "Invitation code",
  "trans_wrongInvitationCode": "Wrong invitation code",
  "trans_checkInvitationCode": "Please double check the code you provided",
  "trans_orLabel": "oder",
  "trans_importantNotice": "Important notice",
  "trans_registrationSuccess": "Thanks for registration",
  "trans_congregationCreateLabel": "Your congregation does not exist in Organized yet?",
  "trans_createCongregation": "Create Congregation",
  "trans_yourCongregation": "Your congregation",
  "trans_incompleteCongregationInfo": "Please check that all the required information to create a congregation was provided",
  "trans_firstname": "Vorname",
  "trans_lastname": "Nachname",
  "trans_encryptionCode": "Encryption code",
  "trans_encryptionCodeSetupDesc": "Create your own encryption code for the congregation.",
  "trans_encryptionCodeLostDesc": "The code is crucial for ensuring the complete security of your congregation's information. Please enter it to proceed with your congregation.",
  "trans_encryptionCodeNotice": "Please note the code and to keep it safe. If you lose it, you will lose all your congregation data.",
  "trans_encryptionCodeCreate": "Create encryption code",
  "trans_encryptionCodeNoticeLength": "At least 16 characters",
  "trans_encryptionCodeNoticeNumber": "Nummer",
  "trans_encryptionCodeNoticeLowerCase": "Kleinbuchstabe",
  "trans_encryptionCodeNoticeUpperCase": "Großbuchstabe",
  "trans_encryptionCodeNoticeSpecialSymbol": "Symbole",
  "trans_encryptionCodeSet": "Set encryption code",
  "trans_encryptionCodeAsk": "Enter encryption code",
  "trans_encryptionCodeValidate": "Validate",
  "trans_encryptionCodeInvalid": "The encryption code you entered is not correct",
  "trans_activate": "Activate",
  "trans_next": "Weiter",
  "trans_oauthGoogle": "Mit Google anmelden",
  "trans_oauthMicrosoft": "Mit Microsoft anmelden",
  "trans_oauthGithub": "Mit GitHub anmelden",
  "trans_oauthYahoo": "Mit Yahoo anmelden",
  "trans_oauthEmail": "Mit E-Mail anmelden",
  "trans_sendLink": "Link Schicken",
  "trans_emailNotSupported": "Entschuldigung, diese E-Mail ist ungültig oder nicht unterstützt",
  "trans_selectCountry": "Land"
}
