{
  "tr_login": "Oturum aç",
  "tr_welcomeApp": "Hayatınızdaki Hıristiyan işlerini daha iyi organize etmek için aracınız olan \"Organize\" e hoş geldiniz!",
  "tr_whatIsApp": "Organized, Yehova'nın Şahitleri'nin teşkilatının yayınladığı resmi bir uygulama mıdır?",
  "tr_descApp": "<p>Hayır, bu resmi bir uygulama değildir. Siz kendiniz kullanıp kullanmamaya karar verebilirsiniz. Tüm cemaatin bunu kullanmasını istiyorsanız, ihtiyarlar kurulunun onaylamasını öneririz. Benzer uygulamaların da olduğunu biliyoruz ve her birinin kendi güçlü yönlerinin olduğunu düşünüyoruz ancak hepsinin amacı aynıdır.</p>",
  "tr_appPWA": "Organize bir PWA uygulamasıdır. Bu ne demek?",
  "tr_appPWADesc": "<p>Aşamalı bir Web Uygulaması (PWA) olarak 'Organize' doğrudan web tarayıcınızda çalışır. Çeşitli işletim sistemlerinde çalışacak şekilde tasarlanmıştır, bu nedenle hem masaüstü hem de mobil cihazları destekler.</p><p>Cihazınıza yüklendikten ve ilk kurulumu tamamladıktan sonra, 'Organized' çevrimdışı olarak erişilebilir kalır ve ana özelliklerini internet bağlantısı olmadan kullanabilmenizi sağlar.</p>",
  "tr_appSecure": "'Organized' kullanırken verileriniz ne kadar güvende?",
  "tr_appSecureDesc": "<p>Verilerinizi korumak için ek güvenlik katmanları ekledik. Bugünün hızlı değişen teknoloji dünyasında, Organized'ı düzenli olarak güncelleyerek tam güvenliğini sağlıyoruz.</p><p>Organized bir web uygulaması olmasına rağmen, verileriniz öncelikle cihazınızda depolanır. Bu, çevrimdışı olduğunuzda bile verilere erişmenizi sağlar. Cemaatinizle bilgi paylaştığınızda, bu bilgiler güvenli bir şekilde bulut sunucuları üzerinden senkronize edilir. Ayrıca, tüm özel verileri güçlü güvenlik önlemleri ile koruruz, örneğin sunucularımızda ikili şifreleme gibi.</p>",
  "tr_clearBrowserData": "<p>Tarayıcı geçmişinizi veya çerezlerinizi temizlediğinizde, aynı zamanda senkronize edilmemiş Organized verilerini de sildiğinizi lütfen unutmayın. Silmeden önce, yeni oluşturduğunuz verilerin senkronize edildiğinden emin olun.</p>",
  "tr_appPrivacy": "'Organized' gizliliğinize ne kadar önem veriyor?",
  "tr_appPrivacyDesc": "<p>Organized uygulamamızı kullanmayı tercih ettiğinizde, yalnızca adınız ve e-posta adresiniz gibi temel bilgileri toplarız. Ayrıca, uygulamanızla olan deneyiminizi geliştirmek için cihazınızın IP adresini ve kullanıcı ajanı -user agent- bilgilerini toplarız.</p><p>Gizliliğiniz bizim önceliğimizdir. Reklam şirketlerinin hizmetlerimiz aracılığıyla sizi takip etmesine ve verilerinizi reklamlar için kullanmasına izin vermeyiz. Organized uygulamasında verdiğiniz bilgiler tamamen gizli kalır ve üçüncü taraflarla paylaşılmaz.</p>",
  "tr_readComplete": "Yukarıdakileri okudum ve kabul ediyorum",
  "tr_email": "E-Posta",
  "tr_accountCreated": "'Organized' hesabınız oluşturuldu.Cemaat yöneticinize gerekli izinleri vermesini söyleyin ve ardından sayfayı yenileyin.",
  "tr_createCongregationAccount": "Bir cemaat oluştur",
  "tr_unauthorizedRole": "<p>Şu anda bu uygulamayı kullanmak için gerekli izinlere sahip değilsiniz. Rolünüzü doğrulamak için lütfen cemaat ileri gelenlerinize ulaşın ve ardından <a href='#'> 5 dakika içinde tekrar </a> deneyin. Ek yardıma ihtiyaçları olursa, bizimle e-posta yoluyla iletişime geçebilirler.</p>",
  "tr_oauthAccept": "<p>Devam ederek<a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Kullanım Şartları</a>ve<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Gizlilik Politikası</a>.</p>",
  "tr_signInDesc": "Nasıl oturum açmak istediğinizi seç",
  "tr_emailAuth": "E-posta kimlik doğrulaması",
  "tr_emailAuthDesc": "'Organized' kimlik doğrulama bağlantısını almak için e-postanızı gir",
  "tr_emailAuthDescComplete": "E-postanla başarıyla giriş yaptın. Artık uygulamaya erişebilirsin.",
  "tr_emailAuthSentHeader": "Bağlantı gönderildi",
  "tr_emailAuthSent": "Lütfen e-posta gelen kutunuzu kontrol edin. Bulamazsanız, spam klasörünüzü kontrol edin veya linki tekrar talep edin.",
  "tr_accountSetup": "Bu cihazda \"Organized\" uygulamasını etkinleştirmek için cemaat ihtiyarlarından aldığınız davetiye kodunu girin.",
  "tr_illustrationMinistryAssignmentsHeader": "Tüm hizmetin ve görevlerin",
  "tr_illustrationMinistryAssignmentsDescription": "Yaklaşan tüm ödevlerinizi görüntüleyin ve yenileriyle ilgili bildirim alın. Mevcut listeden yeni saha alın. Birkaç tıklamayla 'Öncü Yardımcılığı Hizmeti İçin Başvuru' gönderin. Zaman izleyici ve ayrıntılı aylık ve yıllık rapor gibi öncü özelliklerine erişin.",
  "tr_illustrationMultiPlattformHeader": "Tüm cihazlarında",
  "tr_illustrationMultiPlattformDescription": "Masaüstü bilgisayarınızda, dizüstü bilgisayarınızda, akıllı telefonunuzda veya tabletinizde modern işletim sistemlerinden herhangi birinde 'Organized' kullanın. Uygulama çevrimiçi çalışır ve internet bağlantınız olmadığında bile erişilebilir. ",
  "tr_illustrationMeetingSchedulesHeader": "Kolayca toplantı programları oluşturun",
  "tr_illustrationMeetingSchedulesDescription": "İbadet planlarını jw.org'dan yükle ve görevleri otomatik olarak doldur. Konuşmacıların listenizi paylaşın ve işbirliğini geliştirmek için diğer cemaatlerden de listeler isteyin. Hem müjdeciler hem de haftasonu toplantısında görev yapanlar için programları yayımlayın",
  "tr_illustrationSecretaryHeader": "Tüm sekreter raporları",
  "tr_illustrationSecretaryDescription": "Aylık ve yıllık tüm toplantılar için toplantı katılım kaydını takip edin. Müjdeci raporlarına göz atın ve ihtiyacınız olan tüm raporları doğrudan büronuza kolayca gönderin. Yardımcı öncülük başvurularını alın ve gözden geçirin.",
  "tr_selectAccount": "'Organized' kullanmaya başlamak için sizin için hangi seçeneğin geçerli olduğunu seçin:",
  "tr_accountPublisherStudent": "Hafta içi yapılan ibadette bir müjdeci ya da bir öğrenci",
  "tr_accountBaptizedBrother": "Vaftiz edilmiş birader",
  "tr_connectCongregation": "Cemaatinize bağlanın",
  "tr_invitationCode": "Davet Kodu",
  "tr_wrongInvitationCode": "Yanlış davet kodu",
  "tr_checkInvitationCode": "Lütfen sağladığınız kodu tekrar kontrol edin",
  "tr_orLabel": "veya",
  "tr_importantNotice": "Önemli uyarı",
  "tr_registrationSuccess": "Kayıt için teşekkürler",
  "tr_congregationCreateLabel": "Cemaatiniz Organized'da henüz kayıtlı mı değil?",
  "tr_createCongregation": "Bir cemaat oluştur",
  "tr_yourCongregation": "Cemaatin",
  "tr_incompleteCongregationInfo": "Cemaatinizi kaydetmek için gerekli tüm bilgileri verdiğinizden emin olun lütfen",
  "tr_firstname": "Ad",
  "tr_lastname": "Soyadı",
  "tr_encryptionCode": "Şifreleme kodu",
  "tr_encryptionCodeSetupDesc": "Cemaat şifreleme kodunu oluştur.",
  "tr_encryptionCodeLostDesc": "Erişim için cemaatinizin şifreleme kodunu girin",
  "tr_encryptionCodeNotice": "Bu anahtarı not edin ve güvende tutun. Kaybolması takdirde, cemaatinizin tüm verileri kaybolabilir.",
  "tr_encryptionCodeCreate": "Şifreleme kodu oluştur",
  "tr_encryptionCodeNoticeLength": "En az 16 karakter",
  "tr_encryptionCodeNoticeNumber": "Hane",
  "tr_encryptionCodeNoticeLowerCase": "Küçük harf",
  "tr_encryptionCodeNoticeUpperCase": "Büyük harf",
  "tr_encryptionCodeNoticeSpecialSymbol": "Özel sembol",
  "tr_encryptionCodeSet": "Ana anahtar belirle",
  "tr_encryptionCodeAsk": "Cemaat şifreleme kodunu gir",
  "tr_encryptionCodeValidate": "Onayla",
  "tr_encryptionCodeInvalid": "Verdiğiniz şifreleme kodu yanlış",
  "tr_activate": "Etkinleştir",
  "tr_next": "Devam",
  "tr_oauthGoogle": "Google ile devam et",
  "tr_oauthMicrosoft": "Microsoft ile devam",
  "tr_oauthGithub": "GitHub ile devam et",
  "tr_oauthYahoo": "Yahoo ile devam et",
  "tr_oauthEmail": "E-posta ile devam et",
  "tr_sendLink": "Bağlantıyı paylaş",
  "tr_emailNotSupported": "Üzgünüz, bu e-posta geçersiz veya desteklenmiyor",
  "tr_selectCountry": "Ülke",
  "tr_2FA": "Siz olduğunuzdan emin olalım",
  "tr_2FADesc": "Lütfen kimlik doğrulama uygulamanızdan bir kod girin",
  "tr_2FAIncorrect": "Kimlik doğrulama kodu yanlış",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedules aren’t available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Getting everything ready for you to see Organized in action. This may take a moment...",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Verify congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Verify congregation access code",
  "tr_congregationAccessCodeNotice": "Please note and safeguard this code. Every user accessing your congregation need it to use the Organized app.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_can'tFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help."
}
