{
  "tr_login": "Oturum aç",
  "tr_welcomeApp": "Hayatınızdaki Hıristiyan işlerini daha iyi organize etmek için aracınız olan \"Organize\" e hoş geldiniz!",
  "tr_whatIsApp": "Is Organized an official app by Jehovah’s Witnesses organization?",
  "tr_descApp": "<p>No, it’s not an official app. Feel free to decide if it’s right for you. If you’d like the whole congregation to use it, we suggest getting approval from the body of elders. We’re aware that there are other apps designed to help with similar tasks and believe each has its strengths and methods, but they all share the same goal. </p>",
  "tr_appPWA": "Organize bir PWA uygulamasıdır. Bu ne demek?",
  "tr_appPWADesc": "<p>Aşamalı bir Web Uygulaması (PWA) olarak 'Organize' doğrudan web tarayıcınızda çalışır. Çeşitli işletim sistemlerinde çalışacak şekilde tasarlanmıştır, bu nedenle hem masaüstü hem de mobil cihazları destekler.</p><p>Cihazınıza yüklendikten ve ilk kurulumu tamamladıktan sonra, 'Organized' çevrimdışı olarak erişilebilir kalır ve ana özelliklerini internet bağlantısı olmadan kullanabilmenizi sağlar.</p>",
  "tr_appSecure": "'Organized' kullanırken verileriniz ne kadar güvende?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today’s fast-changing tech world, we regularly update Organized to keep it fully secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you’re offline. If you share information with others in your congregation, it’s securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you’re also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "'Organized' gizliliğinize ne kadar önem veriyor?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device’s IP address and your device’s user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "Yukarıdakileri okudum ve kabul ediyorum",
  "tr_email": "E-Posta",
  "tr_accountCreated": "'Organized' hesabınız oluşturuldu.Cemaat yöneticinize gerekli izinleri vermesini söyleyin ve ardından sayfayı yenileyin.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Şu anda bu uygulamayı kullanmak için gerekli izinlere sahip değilsiniz. Rolünüzü doğrulamak için lütfen cemaat ileri gelenlerinize ulaşın ve ardından <a href='#'> 5 dakika içinde tekrar </a> deneyin. Ek yardıma ihtiyaçları olursa, bizimle e-posta yoluyla iletişime geçebilirler.</p>",
  "tr_oauthAccept": "<p>Devam ederek<a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Kullanım Şartları</a>ve<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Gizlilik Politikası</a>.</p>",
  "tr_signInDesc": "Nasıl oturum açmak istediğinizi seç",
  "tr_emailAuth": "E-posta kimlik doğrulaması",
  "tr_emailAuthDesc": "'Organized' kimlik doğrulama bağlantısını almak için e-postanızı gir",
  "tr_emailAuthDescComplete": "E-postanla başarıyla giriş yaptın. Artık uygulamaya erişebilirsin.",
  "tr_emailAuthSentHeader": "Bağlantı gönderildi",
  "tr_emailAuthSent": "Please check your email inbox. If it’s not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "Bu cihazda \"Organized\" uygulamasını etkinleştirmek için cemaat ihtiyarlarından aldığınız davetiye kodunu girin.",
  "tr_illustrationMinistryAssignmentsHeader": "Tüm hizmetin ve görevlerin",
  "tr_illustrationMinistryAssignmentsDescription": "Yaklaşan tüm ödevlerinizi görüntüleyin ve yenileriyle ilgili bildirim alın. Mevcut listeden yeni saha alın. Birkaç tıklamayla 'Öncü Yardımcılığı Hizmeti İçin Başvuru' gönderin. Zaman izleyici ve ayrıntılı aylık ve yıllık rapor gibi öncü özelliklerine erişin.",
  "tr_illustrationMultiPlattformHeader": "Tüm cihazlarında",
  "tr_illustrationMultiPlattformDescription": "Masaüstü bilgisayarınızda, dizüstü bilgisayarınızda, akıllı telefonunuzda veya tabletinizde modern işletim sistemlerinden herhangi birinde 'Organized' kullanın. Uygulama çevrimiçi çalışır ve internet bağlantınız olmadığında bile erişilebilir. ",
  "tr_illustrationMeetingSchedulesHeader": "Kolayca toplantı programları oluşturun",
  "tr_illustrationMeetingSchedulesDescription": "İbadet planlarını jw.org'dan yükle ve görevleri otomatik olarak doldur. Konuşmacıların listenizi paylaşın ve işbirliğini geliştirmek için diğer cemaatlerden de listeler isteyin. Hem müjdeciler hem de haftasonu toplantısında görev yapanlar için programları yayımlayın",
  "tr_illustrationSecretaryHeader": "Tüm sekreter raporları",
  "tr_illustrationSecretaryDescription": "Aylık ve yıllık tüm toplantılar için toplantı katılım kaydını takip edin. Müjdeci raporlarına göz atın ve ihtiyacınız olan tüm raporları doğrudan büronuza kolayca gönderin. Yardımcı öncülük başvurularını alın ve gözden geçirin.",
  "tr_selectAccount": "'Organized' kullanmaya başlamak için sizin için hangi seçeneğin geçerli olduğunu seçin:",
  "tr_accountPublisherStudent": "Hafta içi yapılan ibadette bir müjdeci ya da bir öğrenci",
  "tr_accountBaptizedBrother": "Vaftiz edilmiş birader",
  "tr_connectCongregation": "Cemaatinize bağlanın",
  "tr_invitationCode": "Davet Kodu",
  "tr_wrongInvitationCode": "Yanlış davet kodu",
  "tr_checkInvitationCode": "Lütfen sağladığınız kodu tekrar kontrol edin",
  "tr_orLabel": "veya",
  "tr_importantNotice": "Önemli uyarı",
  "tr_registrationSuccess": "Kayıt için teşekkürler",
  "tr_congregationCreateLabel": "Your congregation isn’t registered in Organized yet?",
  "tr_createCongregation": "Bir cemaat oluştur",
  "tr_yourCongregation": "Cemaatin",
  "tr_incompleteCongregationInfo": "Please make sure you’ve provided all needed details to set up your congregation",
  "tr_firstname": "Ad",
  "tr_lastname": "Soyadı",
  "tr_encryptionCode": "Şifreleme kodu",
  "tr_encryptionCodeSetupDesc": "Cemaat şifreleme kodunu oluştur.",
  "tr_encryptionCodeLostDesc": "Enter your congregation’s encryption code to access it",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation’s data.",
  "tr_encryptionCodeCreate": "Şifreleme kodu oluştur",
  "tr_encryptionCodeNoticeLength": "En az 16 karakter",
  "tr_encryptionCodeNoticeNumber": "Hane",
  "tr_encryptionCodeNoticeLowerCase": "Küçük harf",
  "tr_encryptionCodeNoticeUpperCase": "Büyük harf",
  "tr_encryptionCodeNoticeSpecialSymbol": "Özel sembol",
  "tr_encryptionCodeSet": "Set master key",
  "tr_encryptionCodeAsk": "Cemaat şifreleme kodunu gir",
  "tr_encryptionCodeValidate": "Onayla",
  "tr_encryptionCodeInvalid": "Verdiğiniz şifreleme kodu yanlış",
  "tr_activate": "Etkinleştir",
  "tr_next": "Devam",
  "tr_oauthGoogle": "Google ile devam et",
  "tr_oauthMicrosoft": "Microsoft ile devam",
  "tr_oauthGithub": "GitHub ile devam et",
  "tr_oauthYahoo": "Yahoo ile devam et",
  "tr_oauthEmail": "E-posta ile devam et",
  "tr_sendLink": "Bağlantıyı paylaş",
  "tr_emailNotSupported": "Üzgünüz, bu e-posta geçersiz veya desteklenmiyor",
  "tr_selectCountry": "Ülke",
  "tr_2FA": "Let’s make sure it’s you",
  "tr_2FADesc": "Enter a code from your authenticator app",
  "tr_2FAIncorrect": "Incorrect 2FA code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedules aren’t available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppMode": "Organized test mode",
  "tr_testAppWaitForData": "Preparing the data you need for a smooth test experience",
  "tr_tryOrganized": "Try Organized in test mode",
  "tr_testStart": "Start testing",
  "tr_testAppWelcome": "Welcome to Organized test mode!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles.",
  "tr_congregationMasterKeyVerify": "Verify congregation master key",
  "tr_encryptionCodeNoticeMatch": "Keys match",
  "tr_congregationAccessCodeCreateDesc": "This access code securely encrypts your shared congregation's data, including reports from publishers and schedules.",
  "tr_congregationAccessCodeCreate": "Create congregation access code",
  "tr_congregationAccessCodeNoticeLength": "At least 8 characters",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Verify congregation access code",
  "tr_congregationAccessCodeNotice": "Please note and safeguard this code. Every user accessing your congregation need it to use the Organized app.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_can'tFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help."
}
