{
  "tr_login": "Oturum açın",
  "tr_welcomeApp": "Organized’e hoş geldiniz – cemaat işleri yönetim aracınız",
  "tr_whatIsApp": "Organized, Yehova'nın Şahitleri'nin teşkilatının yayınladığı resmi bir uygulama mıdır?",
  "tr_descApp": "<p>Hayır, bu resmi bir uygulama değildir. Siz kendiniz kullanıp kullanmamaya karar verebilirsiniz. Tüm cemaatin bunu kullanmasını istiyorsanız, ihtiyarlar kurulunun onaylamasını öneririz. Benzer uygulamaların da olduğunu biliyoruz ve her birinin kendi güçlü yönlerinin olduğunu düşünüyoruz ancak hepsinin amacı aynıdır.</p>",
  "tr_appPWA": "Organize bir PWA uygulamasıdır. Bu ne anlama geliyor?",
  "tr_appPWADesc": "<p>Bir İlerleyici Web Uygulaması (PWA) olarak, Organized doğrudan web tarayıcınızda çalışır. Çeşitli işletim sistemleri üzerinde işlev gösterecek şekilde tasarlanmıştır, bu nedenle hem masaüstü hem de mobil cihazları destekler.</p><p>Cihazınıza kurulduktan ve ilk ayarları tamamladıktan sonra, Organized çevrimdışı erişilebilir duruma gelir, böylece ana özelliklerini internet bağlantısı olmadan kullanabilirsiniz.</p>",
  "tr_appSecure": "'Organized' kullanırken verileriniz ne kadar güvenlidir?",
  "tr_appSecureDesc": "<p>Verilerinizi korumak için ek güvenlik katmanları ekledik. Bugünün hızlı değişen teknoloji dünyasında, Organized'ı düzenli olarak güncelleyerek tam güvenliğini sağlıyoruz.</p><p>Organized bir web uygulaması olmasına rağmen, verileriniz öncelikle cihazınızda depolanır. Bu, çevrimdışı olduğunuzda bile verilere erişmenizi sağlar. Cemaatinizle bilgi paylaştığınızda, bu bilgiler güvenli bir şekilde bulut sunucuları üzerinden senkronize edilir. Ayrıca, tüm özel verileri güçlü güvenlik önlemleri ile koruruz, örneğin sunucularımızda ikili şifreleme gibi.</p>",
  "tr_clearBrowserData": "<p>Clearing your browser history or cookies will also delete any unsynchronized Organized data. Please ensure your data is synced before doing this.</p>",
  "tr_appPrivacy": "'Organized' gizliliğinize ne kadar değer veriyor?",
  "tr_appPrivacyDesc": "<p>Organized uygulamamızı kullanmayı tercih ettiğinizde, yalnızca adınız ve e-posta adresiniz gibi temel bilgileri toplarız. Ayrıca, uygulamanızla olan deneyiminizi geliştirmek için cihazınızın IP adresini ve kullanıcı ajanı -user agent- bilgilerini toplarız.</p><p>Gizliliğiniz bizim önceliğimizdir. Reklam şirketlerinin hizmetlerimiz aracılığıyla sizi takip etmesine ve verilerinizi reklamlar için kullanmasına izin vermeyiz. Organized uygulamasında verdiğiniz bilgiler tamamen gizli kalır ve üçüncü taraflarla paylaşılmaz.</p>",
  "tr_readComplete": "I accept the <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a> and consent to the processing of my personal data as described.",
  "tr_email": "E-Posta",
  "tr_accountCreated": "Your Organized account is registered. Notify your congregation administrator so he can assign you the required permissions. Then refresh the page to log in.",
  "tr_createCongregationAccount": "Bir cemaat oluşturun",
  "tr_unauthorizedRole": "<p>Hesabınız tamamen hazır! Organized uygulamasına erişmek için, cemaatinizin uygulama yöneticisinden size izin vermesini ve sayfayı 5 dakika içinde yenilemesini isteyin.</p><p>Yaşlılar yardım ihtiyaçları varsa <a href='mailto:support@organized-app.com'>support@organized-app.com</a> adresinden bizimle iletişime geçebilirler.</p>",
  "tr_oauthAccept": "<p>Learn more about out <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Giriş yapma şeklini seçiniz",
  "tr_emailAuth": "E-posta kimlik doğrulaması",
  "tr_emailAuthDesc": "'Organized' kimlik doğrulama bağlantısını almak için e-postanızı girin",
  "tr_emailAuthDescComplete": "E-postayla başarıyla giriş yaptınız. Artık uygulamaya erişebilirsiniz.",
  "tr_emailAuthSentHeader": "Link gönderildi",
  "tr_emailAuthSent": "Lütfen e-posta gelen kutunuzu kontrol edin. Bulamazsanız, spam klasörünüzü kontrol edin veya linki tekrar talep edin.",
  "tr_accountSetup": "Bu cihazda \"Organized\" uygulamasını etkinleştirmek için cemaat ihtiyarlarından aldığınız kodu girin.",
  "tr_illustrationMinistryAssignmentsHeader": "Tüm hizmet ve görevleriniz",
  "tr_illustrationMinistryAssignmentsDescription": "Tüm yaklaşan görevlerinizi görüntüleyin ve yeni görevler hakkında bildirim alın. Mevcut listeden yeni bölgeler alın. Birkaç tıklama ile öncü yardımcılığı başvurusu yapın ayrıca detaylı aylık ve yıllık raporlar gibi özelliklere sahip olun, öncüler için hizmet saatini takip edin.",
  "tr_illustrationMultiPlattformHeader": "Tüm cihazlarında",
  "tr_illustrationMultiPlattformDescription": "Organized’i masaüstü bilgisayarınızda, dizüstü bilgisayarınızda, akıllı telefonunuzda veya tabletinizde, modern işletim sistemlerinin herhangi birinde kullanabilirsiniz. Uygulama çevrimiçi çalışır, ancak internet bağlantınız olmadığında bile erişilebilir. ",
  "tr_illustrationMeetingSchedulesHeader": "Kolayca ibadet programları oluşturun",
  "tr_illustrationMeetingSchedulesDescription": "İbadet planlarını jw.org'dan sadece bir tıklama ile içe aktarın ve görevleri otomatik doldurun. Diğer cemaatlere konuşma verebilenlerin listesini paylaşın ve diğer cemaatlerden listelerini alarak işbirliğini artırın. Müjdeciler ve hafta içi öğrenciler için programları yayınlayın, böylece görevlerini görüntüleyebilirler.",
  "tr_illustrationSecretaryHeader": "Tüm yazman raporları",
  "tr_illustrationSecretaryDescription": "İbadet katılım kayıtlarını hem aylık hem de yıllık olarak takip edin. Müjdeci raporlarını görüntüleyin ve gerekli tüm raporları doğrudan büroya kolayca gönderin. Öncü yardımcılığı başvurularını alın ve gözden geçirin.",
  "tr_selectAccount": "Organized kullanmaya başlamak için size uygun seçeneği seçin:",
  "tr_accountPublisherStudent": "Müjdeci ya da hafta içi ibadet öğrencisi",
  "tr_accountBaptizedBrother": "Vaftiz edilmiş birader",
  "tr_connectCongregation": "Cemaatinize bağlanın",
  "tr_invitationCode": "Davet Kodu",
  "tr_orLabel": "veya",
  "tr_importantNotice": "Önemli uyarı",
  "tr_registrationSuccess": "Kayıt için teşekkürler",
  "tr_congregationCreateLabel": "Cemaatiniz Organized'da henüz kayıtlı mı değil?",
  "tr_createCongregation": "Bir cemaat oluşturun",
  "tr_yourCongregation": "Cemaatiniz",
  "tr_incompleteCongregationInfo": "Cemaatinizi kaydetmek için gerekli tüm bilgileri verdiğinizden emin olun lütfen",
  "tr_firstname": "Ad",
  "tr_lastname": "Soyadı",
  "tr_encryptionCode": "Şifreleme kodu",
  "tr_encryptionCodeSetupDesc": "Cemaat şifreleme kodunu oluştur.",
  "tr_encryptionCodeLostDesc": "Erişim için cemaatinizin şifreleme kodunu girin",
  "tr_encryptionCodeNotice": "Bu anahtarı not edin ve güvende tutun. Kaybolması takdirde, cemaatinizin tüm verileri kaybolabilir.",
  "tr_encryptionCodeCreate": "Şifreleme kodu oluşturun",
  "tr_encryptionCodeNoticeLength": "En az 16 karakter",
  "tr_encryptionCodeNoticeNumber": "Rakam",
  "tr_encryptionCodeNoticeLowerCase": "Küçük harf",
  "tr_encryptionCodeNoticeUpperCase": "Büyük harf",
  "tr_encryptionCodeNoticeSpecialSymbol": "Özel sembol",
  "tr_encryptionCodeSet": "Ana anahtar belirleyin",
  "tr_encryptionCodeAsk": "Cemaat şifreleme kodunu girin",
  "tr_encryptionCodeValidate": "Onaylayın",
  "tr_encryptionCodeInvalid": "Verdiğiniz şifreleme kodu yanlış",
  "tr_activate": "Etkinleştirin",
  "tr_next": "Devam",
  "tr_oauthGoogle": "Google ile devam edin",
  "tr_oauthMicrosoft": "Microsoft ile devam edin",
  "tr_oauthGithub": "GitHub ile devam edin",
  "tr_oauthYahoo": "Yahoo ile devam edin",
  "tr_oauthEmail": "E-posta ile devam edin",
  "tr_sendLink": "Link paylaşın",
  "tr_emailNotSupported": "Üzgünüz, bu e-posta geçersiz veya desteklenmiyor",
  "tr_selectCountry": "Ülke",
  "tr_2FA": "Siz olduğunuzdan emin olalım",
  "tr_2FADesc": "Lütfen kimlik doğrulama uygulamanızdan bir kod girin",
  "tr_2FAIncorrect": "Kimlik doğrulama kodu yanlış",
  "tr_2FAIncorrectDesc": "Kod yanlış veya süresi dolmuş olabilir. Tekrar deneyin.",
  "tr_unauthorizedAccount": "Erişim izniniz ayarlanmalıdır",
  "tr_unauthorizedAccountDesc": "Lütfen rollerinizi onaylamak için cemaatinizin uygulama yöneticisine başvurun ve 5 dakika sonra tekrar deneyin. İhtiyarlar, ek yardım için bize e-posta yoluyla ulaşabilirler.",
  "tr_noSchedulesYet": "Henüz program yayınlanmamış",
  "tr_noSchedulesYetDesc": "The meeting schedule isn't available yet. Please ask your congregation elders to not only create, but also publish it in the app.",
  "tr_reconnectAccount": "Hesabımı yeniden bağla",
  "tr_registeringApproved": "İhtiyar kurulu, bu cemaatin Organized'da kaydını onaylamıştır",
  "tr_testAppMode": "Organized test modu",
  "tr_testAppWaitForData": "Getting everything ready for you to try Organized in action. This may take a moment...",
  "tr_tryOrganized": "Organized'ı test modunda deneyin",
  "tr_testStart": "Testi başlatın",
  "tr_testAppWelcome": "Organized test moduna hoş geldiniz!",
  "tr_testAppWelcomeDesc": "<p>Bu, bir hayali cemaat için önceden doldurulmuş verilerle bir test ortamıdır. Programlar, görevler, hizmet, raporlar ve daha fazlasını keşfedin! Uygulamayı yeniden yüklendikten sonra yaptığınız tüm değişiklik sıfırlanacaktır.</p><p>Organized uygulamasını gerçek anlamda kullanmaya başlamak için, tarayıcınızdaki <a href='https://organized-app.com' target='_blank'>organized-app.com</a>'ı açın.</p>",
  "tr_congregationExists": "Bu cemaat zaten Organized'da mevcut. Lütfen cemaatinizin uygulama yöneticisine başvurun ve gerekli rolleri vermesini sağlayın.",
  "tr_congregationMasterKeyVerify": "Cemaat ana anahtarını doğrula",
  "tr_encryptionCodeNoticeMatch": "Anahtarlar eşleşiyor",
  "tr_congregationAccessCodeCreateDesc": "Bu erişim kodu, müjdecilerin raporları ve programlar dahil olmak üzere kullanıcılarla paylaşılan cemaatinizin verilerini güvenli bir şekilde şifreler.",
  "tr_congregationAccessCodeCreate": "Cemaat erişim kodu oluşturun",
  "tr_congregationAccessCodeNoticeLength": "En az 8 karakter",
  "tr_congregationAccessCodeSet": "Erişim kodunu ayarlayın",
  "tr_congregationAccessCodeVerify": "Cemaat erişim kodunu doğrulayın",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Cemaatinizin erişim kodunu girin. Bu eşsiz kod, cemaatinize özeldir ve bağlantı kurmak ve erişmek için gereklidir.",
  "tr_setCongregationMasterKey": "Cemaat ana anahtarını ayarlayın",
  "tr_createCongregationMasterKey": "Cemaat ana anahtarını oluşturun",
  "tr_congregationAccessCodeAsk": "Cemaat erişim kodunuzu girin",
  "tr_congregationAccessCode": "Cemaat erişim kodu",
  "tr_congregationMasterKeyLostDesc": "Lütfen cemaatinize erişmek için cemaatinizin ana anahtarını girin",
  "tr_congregationMasterKeyAsk": "Cemaat ana anahtarını girin",
  "tr_cantFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Hataları kontrol edin (minimum giriş 2 karakterdir). Eğer cemaatiniz jw.org arama sayfasında listelenmemişse, yardım için <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> ile iletişime geçin.",
  "tr_appFunctionalityDataPrivacy": "App functionality and data privacy",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Privacy and security",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Let’s make sure it is you",
  "tr_mfaVerifyDesc": "Enter a code from your authenticator app",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Create master key",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Create access code",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Baptized sister, unbaptized publisher, midweek meeting student",
  "tr_baptizedBrotherDesc": "Any baptized brother, with responsibilities or without them yet"
}
