{
  "trans_errorTitle": "Une erreur est survenue",
  "trans_about": "À propos de l'application",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Oups, une erreur est arrivée",
  "trans_errorActionText": "Une erreur est survenue. Essayez de rafraîchir la page. Si cela n'aide pas, essayez de redémarrer entièrement Organized . Notez que cela effacera toutes vos données non synchronisées.",
  "trans_restart": "Redémarrer",
  "trans_refreshPage": "Rafraichir la page",
  "trans_updateAvailable": "Une mise à jour est disponible",
  "trans_updateDescription": "Une nouvelle version de Cpe est disponible ",
  "trans_errorGeneric": "Un problème est survenu",
  "trans_supportApp": "Soutenir l'application",
  "trans_howToUseApp": "Comment utiliser Organized",
  "trans_appAboutDesc": "<p>Organized est conçu pour être utilisé par les congrégations des Témoins de Jéhovah. Son objectif est de simplifier et d'accélérer toutes les tâches de planification de la congrégation et d'améliorer le suivi des affectations pour chacun.</p><p>Planifiez sans effort des réunions en milieu de semaine et le week-end, envoyez des rapports et affichez les pièces qui vous sont attribuées en quelques clics. Cette application est conçue pour que tous les membres de la congrégation puissent l'utiliser et en bénéficier.</p><p>Nous améliorons activement Organized pour publier encore plus de fonctionnalités à l'avenir. Vous pouvez nous aider à proposer ces fonctionnalités intéressantes plus tôt ! Vous pouvez nous soutenir par des dons volontaires ou en aidant au développement des prochaines versions d'Organised</p>",
  "trans_wantSupportApp": "Vous voulez soutenir Organized ?",
  "trans_supportAppDesc": "<p>Organisé est une application gratuite, et nous sommes heureux de la développer et de la partager avec vous. Tandis que nous y travaillons avec enthousiasme, il en coûte de l’argent. Si vous souhaitez montrer votre appréciation, votre soutien serait grandement apprécié!</p>",
  "trans_supportAppOption1": "Option 1 : Faire un don",
  "trans_supportAppOption1Desc": "<p>Vos dons aident les Organized à rester gratuits pour les congrégations. Ils couvrent les coûts du serveur et nous aident à créer de nouvelles fonctionnalités plus rapidement. Votre générosité soutient les congrégations du monde entier !</p>",
  "trans_makeDonation": "Faire un don",
  "trans_supportAppOption2": "Option 2 : Contribuer",
  "trans_supportAppOption2Desc": "<p>Nous apprécierions votre aide dans les domaines suivants :</p><ul><li>Développement de réaction</li><li>UI/UX Design</li><li>Traduction d'applications</li></ul><p>Si vous pouvez aider dans l'un de ces domaines, s'il vous plaît<a href='mailto:sws2apps.notification@gmail.com'>Contactez-nous</a>Travaillons ensemble pour améliorer Organized !</p><p>De plus, recommander Organized à d’autres étend sa portée et profite aux congrégations. Quelle que soit la manière dont vous contribuez, l'application est véritablement améliorée, la rendant meilleure pour tout le monde.</p>",
  "trans_howToContribute": "Comment contribuer",
  "trans_changeLanguage": "Langue",
  "trans_languageMissing": "Ajouter une langue",
  "trans_internalError": "Une erreur interne est survenue de notre côté. Veuillez réessayer plus tard.",
  "trans_loading": "Chargement ...",
  "trans_noOptions": "Pas d’option",
  "trans_pleaseWait": "Veuillez patienter..."
}
