{
  "trans_login": "Se connecter",
  "trans_welcomeApp": "Bienvenue dans Organized – votre outil de gestion de la vie de l'assemblee",
  "trans_whatIsApp": "Est-ce qu'une application officielle par l'organisation des témoins de Jéhovah?",
  "trans_descApp": "<p>Non, ce n'est pas une application officielle. N'hésitez pas à décider si cela vous convient. Si vous souhaitez que toute la congrégation l’utilise, nous vous suggérons d’obtenir l’approbation du collège des anciens. Nous sommes conscients qu'il existe d'autres applications conçues pour vous aider dans des tâches similaires et pensons que chacune a ses atouts et ses méthodes, mais elles partagent toutes le même objectif.</p>",
  "trans_appPWA": "Organized est une application PWA, qu'est-ce que ça veut dire ?",
  "trans_appPWADesc": "<p>En tant qu'application Web progressive (PWA), Organized fonctionne directement dans votre navigateur Web. Il est conçu pour fonctionner sur différents systèmes d'exploitation, il prend donc en charge à la fois les appareils de bureau et les appareils mobiles.</p><p>Une fois installé sur votre appareil et après avoir terminé la configuration initiale, Organized reste accessible hors ligne, vous garantissant ainsi de pouvoir utiliser ses principales fonctionnalités sans connexion Internet.</p>",
  "trans_appSecure": "Quelle est la sécurité de vos données lors de l'utilisation de l'Organized?",
  "trans_appSecureDesc": "<p>Nous avons ajouté des couches de sécurité supplémentaires pour protéger vos données. Dans le monde technologique en évolution rapide d'aujourd'hui, nous mettons régulièrement à jour Organized pour assurer sa sécurité.</p><p>Même si Organized est une application Web, vos données sont d'abord stockées directement sur votre appareil. Cela signifie que vous pouvez y accéder, même lorsque vous êtes hors ligne. Si vous partagez des informations avec d'autres membres de votre congrégation, elles sont synchronisées en toute sécurité via les serveurs cloud. De plus, nous veillons à protéger toutes les données privées avec des mesures de sécurité strictes, comme le double cryptage sur nos serveurs.</p>",
  "trans_clearBrowserData": "<p>Veuillez noter que lorsque vous effacez l'historique de votre navigateur ou les cookies, vous supprimez également les données organisées non synchronisées. Avant de faire cela, assurez-vous que vos données récemment créées ont été synchronisées.</p>",
  "trans_appPrivacy": "Comment Organized prend-il en charge votre vie privée?",
  "trans_appPrivacyDesc": "<p>Lorsque vous choisissez d'utiliser notre application Organized, nous collectons uniquement des informations essentielles telles que votre nom et votre adresse e-mail. De plus, nous recueillons l'adresse IP de votre appareil et les détails de l'agent utilisateur de votre appareil pour améliorer votre expérience avec notre application.</p><p>Rassurez-vous, nous accordons la priorité à votre vie privée. Nous n'autorisons jamais les sociétés de publicité à vous suivre via nos services ou à utiliser vos données pour des publicités ciblées. Toutes les informations que vous fournissez dans l'application Organized restent strictement confidentielles et ne sont jamais partagées avec des tiers. .</p>",
  "trans_readComplete": "J’ai lu et j’accepte les termes du contrat de licence de l’utilisateur final",
  "trans_email": "Courriel",
  "trans_accountCreated": "Votre compte organisé a été créé. Informez l'administrateur de votre congrégation pour vous donner les autorisations nécessaires, puis rafraîchissez la page.",
  "trans_createCongregationAccount": "Créer une congrégation",
  "trans_unauthorizedRole": "<p>Vous ne disposez pas actuellement des autorisations nécessaires pour utiliser cette application. Veuillez contacter les anciens de votre congrégation pour vérifier votre rôle, puis<a href='#'>essayer à nouveau</a>dans 5 minutes. S'ils ont besoin d'une assistance supplémentaire, ils peuvent nous contacter par e-mail.</p>",
  "trans_oauthAccept": "<p>En continuant, vous acceptez notre<a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Conditions d'utilisation</a>et<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>politique de confidentialité</a></p>",
  "trans_signInDesc": "Choisissez comment vous voulez vous connecter",
  "trans_emailAuth": "Authentification par e-mail",
  "trans_emailAuthDesc": "Entrez votre email pour obtenir un lien pour l'authentification",
  "trans_emailAuthDescComplete": "Vous vous êtes connecté avec succès avec votre e-mail. Vous pouvez maintenant accéder à l'application.",
  "trans_emailAuthSentHeader": "Le lien a été envoyé",
  "trans_emailAuthSent": "Veuillez vérifier votre boîte de réception. Si elle n'est pas là, regardez dans votre dossier spam ou demandez à nouveau le lien.",
  "trans_accountSetup": "Pour activer l'application Organized sur cet appareil, entrez le code d'invitation que vous avez reçu des anciens de votre congrégation.",
  "trans_illustrationMinistryAssignmentsHeader": "Tous vos services et attributions",
  "trans_illustrationMinistryAssignmentsDescription": "Voir tous vos atttributions à venir et recevoir une notification sur les nouveaux. Obtenez un nouveau territoire à partir de la liste disponible. Soumettez une application pionnière auxiliaire en quelques clics et accédez à des fonctionnalités pionnières comme un traqueur de temps, et un rapport mensuel et annuel détaillé.",
  "trans_illustrationMultiPlattformHeader": "Sur tous vos appareils",
  "trans_illustrationMultiPlattformDescription": "Utilisez Organized sur votre ordinateur de bureau, votre ordinateur portable, votre smartphone ou votre tablette sur n'importe quel système d'exploitation moderne. L'application fonctionne en ligne, mais elle est également accessible même si vous n'avez pas de connexion Internet. ",
  "trans_illustrationMeetingSchedulesHeader": "Créez facilement des programmes de réunion",
  "trans_illustrationMeetingSchedulesDescription": "Importez les plans de réunion de jw.org en un seul clic et remplissez automatiquement les devoirs. Partagez votre liste d'orateurs sortants et demandez des listes d'autres congrégations pour améliorer la collaboration. Publier les horaires pour les éditeurs et les étudiants du milieu de la semaine, leur permettant de voir leurs devoirs.",
  "trans_illustrationSecretaryHeader": "Tous les rapports du secrétaire",
  "trans_illustrationSecretaryDescription": "Suivre les registres de présence pour toutes les réunions, tant mensuelles qu'annuelles. Consultez les rapports des éditeurs et envoyez facilement tous les rapports nécessaires directement à votre succursale locale. Recevez et examinez les applications pionnières auxiliaires.",
  "trans_selectAccount": "Pour commencer à utiliser Organized, choisissez quelle option s'applique à vous:",
  "trans_accountPublisherStudent": "Proclamateur ou l'élevé de réunion de la semaine",
  "trans_accountBaptizedBrother": "Frère baptisé",
  "trans_connectCongregation": "Connectez-vous à votre congrégation",
  "trans_invitationCode": "Code d'invitation",
  "trans_wrongInvitationCode": "Mauvais code d'activation",
  "trans_checkInvitationCode": "Veuillez vérifier à nouveau le code fourni",
  "trans_orLabel": "ou",
  "trans_importantNotice": "Information importante",
  "trans_registrationSuccess": "Merci pour votre inscription",
  "trans_congregationCreateLabel": "Votre congrégation n'est pas encore enregistrée dans Organized ?",
  "trans_createCongregation": "Créer une congrégation",
  "trans_yourCongregation": "Votre congrégation",
  "trans_incompleteCongregationInfo": "Veuillez vous assurer que vous avez fourni tous les détails nécessaires pour configurer votre congrégation",
  "trans_firstname": "Prénom",
  "trans_lastname": "Nom",
  "trans_encryptionCode": "Code de cryptage",
  "trans_encryptionCodeSetupDesc": "Créez votre code de chiffrement de congrégation.",
  "trans_encryptionCodeLostDesc": "Entrez le code de chiffrement de votre congrégation pour y accéder",
  "trans_encryptionCodeNotice": "Notez-le et gardez-le en lieu sûr. Perdre signifie perdre toutes vos données de congrégation.",
  "trans_encryptionCodeCreate": "Créer un code de chiffrement",
  "trans_encryptionCodeNoticeLength": "Au moins 16 caractères",
  "trans_encryptionCodeNoticeNumber": "Chiffres",
  "trans_encryptionCodeNoticeLowerCase": "Lettre minuscule",
  "trans_encryptionCodeNoticeUpperCase": "Lettre majuscule",
  "trans_encryptionCodeNoticeSpecialSymbol": "Caractères spéciaux",
  "trans_encryptionCodeSet": "Créer un code de chiffrement",
  "trans_encryptionCodeAsk": "Créez votre code de chiffrement de congrégation",
  "trans_encryptionCodeValidate": "Valider",
  "trans_encryptionCodeInvalid": "Le code de chiffrement que vous avez fourni est incorrect",
  "trans_activate": "Activer",
  "trans_next": "Suivant",
  "trans_oauthGoogle": "Continuez avec Google",
  "trans_oauthMicrosoft": "Continuer avec Microsoft",
  "trans_oauthGithub": "Continuer avec GitHub",
  "trans_oauthYahoo": "Continuer avec GitHub",
  "trans_oauthEmail": "Continuer avec l'E-mail",
  "trans_sendLink": "Envoyer le lien",
  "trans_emailNotSupported": "Désolé, cet e-mail n'est pas valide ou n'est pas pris en charge",
  "trans_selectCountry": "Pays"
}
