{
  "trans_login": "Se connecter",
  "trans_welcomeApp": "Bienvenue dans Organized – votre outil de gestion de la vie de l'assemblee",
  "trans_whatIsApp": "Est-ce qu'une application officielle par l'organisation des témoins de Jéhovah?",
  "trans_descApp": "<p>Non, ce n'est pas une application officielle. N'hésitez pas à décider si cela vous convient. Si vous souhaitez que toute la congrégation l’utilise, nous vous suggérons d’obtenir l’approbation du collège des anciens. Nous sommes conscients qu'il existe d'autres applications conçues pour vous aider dans des tâches similaires et pensons que chacune a ses atouts et ses méthodes, mais elles partagent toutes le même objectif.</p>",
  "trans_appPWA": "Organized est une application PWA, qu'est-ce que ça veut dire ?",
  "trans_appPWADesc": "<p>En tant qu'application Web progressive (PWA), Organized fonctionne directement dans votre navigateur Web. Il est conçu pour fonctionner sur différents systèmes d'exploitation, il prend donc en charge à la fois les appareils de bureau et les appareils mobiles.</p><p>Une fois installé sur votre appareil et après avoir terminé la configuration initiale, Organized reste accessible hors ligne, vous garantissant ainsi de pouvoir utiliser ses principales fonctionnalités sans connexion Internet.</p>",
  "trans_appSecure": "Quelle est la sécurité de vos données lors de l'utilisation de l'Organized?",
  "trans_appSecureDesc": "<p>Nous avons ajouté des couches de sécurité supplémentaires pour protéger vos données. Dans le monde technologique en évolution rapide d'aujourd'hui, nous mettons régulièrement à jour Organized pour assurer sa sécurité.</p><p>Même si Organized est une application Web, vos données sont d'abord stockées directement sur votre appareil. Cela signifie que vous pouvez y accéder, même lorsque vous êtes hors ligne. Si vous partagez des informations avec d'autres membres de votre congrégation, elles sont synchronisées en toute sécurité via les serveurs cloud. De plus, nous veillons à protéger toutes les données privées avec des mesures de sécurité strictes, comme le double cryptage sur nos serveurs.</p>",
  "trans_clearBrowserData": "<p>Veuillez noter que lorsque vous effacez l'historique de votre navigateur ou les cookies, vous supprimez également les données organisées non synchronisées. Avant de faire cela, assurez-vous que vos données récemment créées ont été synchronisées.</p>",
  "trans_appPrivacy": "Comment Organized prend-il en charge votre vie privée?",
  "trans_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device's IP address and your device's user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "trans_readComplete": "J’ai lu et j’accepte les termes du contrat de licence de l’utilisateur final",
  "trans_email": "Courriel",
  "trans_accountCreated": "Votre compte organisé a été créé. Informez l'administrateur de votre congrégation pour vous donner les autorisations nécessaires, puis rafraîchissez la page.",
  "trans_createCongregationAccount": "Créer une congrégation",
  "trans_unauthorizedRole": "<p>You don't currently have the necessary permissions to use this application. Please reach out to your congregation elders to verify your role and then <a href='#'>try again</a> in 5 minutes. If they require additional assistance, they can contact us via email.</p>",
  "trans_oauthAccept": "<p>By continuing, you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "trans_signInDesc": "Choisissez comment vous voulez vous connecter",
  "trans_emailAuth": "Authentification par e-mail",
  "trans_emailAuthDesc": "Entrez votre email pour obtenir un lien pour l'authentification",
  "trans_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "trans_emailAuthSentHeader": "Link has been sent",
  "trans_emailAuthSent": "Please check your email inbox. If it's not there, look in your spam folder or request the link again.",
  "trans_accountSetup": "To activate the Organized app on this device, enter the invitation code you got from your congregation elders.",
  "trans_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "trans_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "trans_illustrationMultiPlattformHeader": "On all your devices",
  "trans_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "trans_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "trans_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "trans_illustrationSecretaryHeader": "All the secretary reports",
  "trans_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "trans_selectAccount": "To start using Organized, choose which option applies to you:",
  "trans_accountPublisherStudent": "Publisher or a student of midweek meeting",
  "trans_accountBaptizedBrother": "Baptized brother",
  "trans_connectCongregation": "Connect to your congregation",
  "trans_invitationCode": "Invitation code",
  "trans_wrongInvitationCode": "Wrong invitation code",
  "trans_checkInvitationCode": "Please double-check the code you provided",
  "trans_orLabel": "ou",
  "trans_importantNotice": "Important notice",
  "trans_registrationSuccess": "Thanks for registration",
  "trans_congregationCreateLabel": "Your congregation isn't registered in Organized yet?",
  "trans_createCongregation": "Create congregation",
  "trans_yourCongregation": "Your congregation",
  "trans_incompleteCongregationInfo": "Please make sure you've provided all needed details to set up your congregation",
  "trans_firstname": "First name",
  "trans_lastname": "Last name",
  "trans_encryptionCode": "Encryption code",
  "trans_encryptionCodeSetupDesc": "Create your congregation encryption code.",
  "trans_encryptionCodeLostDesc": "Enter your congregation's encryption code to access it",
  "trans_encryptionCodeNotice": "Please note it and keep it secure. Losing it means losing all your congregation data.",
  "trans_encryptionCodeCreate": "Create encryption code",
  "trans_encryptionCodeNoticeLength": "At least 16 characters",
  "trans_encryptionCodeNoticeNumber": "Digit",
  "trans_encryptionCodeNoticeLowerCase": "Lowercase letter",
  "trans_encryptionCodeNoticeUpperCase": "Uppercase letter",
  "trans_encryptionCodeNoticeSpecialSymbol": "Special symbol",
  "trans_encryptionCodeSet": "Set encryption code",
  "trans_encryptionCodeAsk": "Enter congregation encryption code",
  "trans_encryptionCodeValidate": "Validate",
  "trans_encryptionCodeInvalid": "The encryption code you provided is incorrect",
  "trans_activate": "Activate",
  "trans_next": "Next",
  "trans_oauthGoogle": "Continue with Google",
  "trans_oauthMicrosoft": "Continue with Microsoft",
  "trans_oauthGithub": "Continue with GitHub",
  "trans_oauthYahoo": "Continue with Yahoo",
  "trans_oauthEmail": "Continue with Email",
  "trans_sendLink": "Send Link",
  "trans_emailNotSupported": "Sorry, this email is invalid or not supported",
  "trans_selectCountry": "Country"
}
