{
  "error_app_security_invalid-master-key": "A chave mestra que forneceu está incorreta",
  "error_api_invalid-endpoint": "O recurso que está a tentar aceder não está disponível",
  "error_api_internal-error": "Ocorreu um erro interno. Por favor, tente novamente mais tarde",
  "error_auth_email-already-exists": "O endereço eletrónico fornecido já está a ser utilizado por outro utilizador. Cada utilizador deverá ter um endereço eletrónico exclusivo.",
  "error_auth_user-not-found": "Não existe nenhum registo de utilizador correspondente ao identificador fornecido",
  "error_api_unauthorized-request": "Não tem acesso a este recurso",
  "error_app_security_invalid-invitation-code-title": "Código de convite errado",
  "error_app_security_invalid-invitation-code": "Por favor, verifique o código fornecido",
  "error_app_generic-title": "Ocorreu um erro",
  "error_app_generic-desc": "Ocorreu um erro. Tente atualizar a página. Se isso não ajudar, tente reiniciar totalmente o Organized. Note que isso irá apagar todos os seus dados não sincronizados.",
  "error_app_unsupported-browser-title": "Navegador não suportado",
  "error_app_unsupported-browser-desc": "Está a usar um navegador não suportado para a aplicação Organized. Por favor, certifique-se de que o seu navegador esteja atualizado e que o modo privado ou de navegação anónima esteja desativado. Em alternativa, tente usar um navegador diferente.",
  "error_app_security_user-not-found": "Nenhum utilizador encontrado com este endereço de endereço eletrónico",
  "error_app_persons_spiritual-status-change": "Não é possível alterar a condição espiritual",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Um publicador batizado não pode ser alterado para não batizado.",
  "error_app_persons_spiritual-status-baptized-midweek": "Um publicador batizado não pode ser alterado para estudante das reuniões de meio de semana.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Um publicador não batizado não pode ser alterado para estudante das reuniões de meio de semana."
}
