{
  "error_app_security_invalid-master-key": "E ere tera te taviri rahi ta oe i horoa mai",
  "error_api_invalid-endpoint": "Aita teie ravea e vai ra",
  "error_api_internal-error": "Ua tupu te hoê fifi i ǒ matou. Tamata faahou a muri a'e",
  "error_auth_email-already-exists": "Te faaohipahia ra tera vahi nohoiraa rata uira e te tahi atu taata faaohipa. Ia taa ê te vahi nohoiraa rata uira o te taata faaohipa tataitahi",
  "error_auth_user-not-found": "Aita e parau no te taata faaohipa e tuati ra i te mea ta oe i papai",
  "error_api_unauthorized-request": "Aita ta oe e parau faatia no te reira",
  "error_app_security_invalid-invitation-code-title": "Code titau-manihini-raa hape",
  "error_app_security_invalid-invitation-code": "A hi'opoa faahou na i te code ta oe i horoa mai",
  "error_app_generic-title": "Ua tupu te hoê fifi",
  "error_app_generic-desc": "Ua tupu te hoê fifi. Tamata i te faahou i te api. Mai te peu eita e tano, tamata i te tapio e te haamata faahou ia Organized. Teie râ, e tumâhia te mau haamaramaramaraa atoa aita i faatuatihia.",
  "error_app_unsupported-browser-title": "Faanahoraa maimiraa aita e fariihia",
  "error_app_unsupported-browser-desc": "Te faaohipa ra oe i te hoê faanahoraa maimiraa eita e fariihia e te app Organized. A hi'o e ua faanaho-apî-hia anei ta oe faanahoraa maimiraa e aita te ravea \"incognito\" (huna) e tere ra. Aore ra, tamata i te faaohipa i te tahi atu faanahoraa maimiraa.",
  "error_app_security_user-not-found": "Aita e taata faaohipa i itehia no teie vahi nohoiraa rata uira",
  "error_app_persons_spiritual-status-change": "Eita e nehenehe e taui i te tiaraa pae varua",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Eita e nehenehe e taui i te hoê porohia bapetizohia ei porohia bapetizo-ore-hia.",
  "error_app_persons_spiritual-status-baptized-midweek": "Eita e nehenehe e taui i te hoê porohia bapetizohia ei piahi.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Eita e nehenehe e taui i te hoê porohia bapetizo-ore-hia ei piahi.",
  "error_app_data_invalid-file": "Eita e taahia te putu'ite ta oe e tamata ra i te tiio mai.",
  "error_app_data_encrypted-file": "Eita e taahia te putu'ite no te mea ua punihia. A iriti i te puniraa hou a tiio atu ai e tamata faahou.",
  "error_api_bad-request": "Eita e nehenehe e faaoti i te ohipa. Faahou i te app e tamata faahou.",
  "error_api_sync-conflict": "Eita e nehenehe e faatuati i te mau tauiraa no roto mai i te server. Faahou i te app e tamata faahou, aore ra a faatuati oe iho.",
  "error_app_congregation-search-error": "Eita e nehenehe e imi i te hoê amuiraa. Faahiti i te fifi mai te peu eita e ore.",
  "error_app_country-search-error": "Eita e nehenehe e imi i te hoê fenua. Faahiti i te fifi mai te peu eita e ore."
}
