{
  "tr_login": "Tomo",
  "tr_welcomeApp": "Maeva i roto ia Organized!",
  "tr_whatIsApp": "E app mana anei Organized no te faanahonahoraa a te mau Ite no Iehova?",
  "tr_descApp": "<p>Aita, e ere i te app mana. Na oe e faaoti e e tano anei no oe. Mai te peu e te hinaaro ra oe ia faaohipa te taatoaraa o te amuiraa, ta matou a'oraa, ia ani i te parau faatia a te tino matahiapo. Ua ite matou e te vai ra te tahi atu mau app tei hamanihia no te tauturu i roto i te tahi mau ohipa mai teie te huru e te tiaturi nei matou e e mau ravea maitai to te app tataitahi, tera râ, hoê â fa to ratou pauroa. </p>",
  "tr_appPWA": "E faanahoraa PWA Organized. Eaha te auraa?",
  "tr_appPWADesc": "<p>Ei Faanahoraa Itenati Haere Mua (PWA), te ohipa nei Organized i roto i ta oe faanahoraa maimiraa. Ua hamanihia te reira no te ohipa i nia i te mau faanahoraa atoa, no reira e tere te reira i nia i te roro uira e te niuniu atoa.</p><p>Ia oti te reira i te tuuhia i nia i ta oe matini e i te faanahohia, e nehenehe Organized e faaohipahia aita e Itenati, ia nehenehe oe e faaohipa i te mau ravea faufaa roa aita e taairaa Itenati.</p>",
  "tr_appSecure": "Eaha te faito parururaa o ta oe mau haamaramaramaraa ia faaohipa oe ia Organized?",
  "tr_appSecureDesc": "<p>Ua tuu matou i te tahi mau paruru hau no te paruru i ta oe mau haamaramaramaraa. I roto i te ao o te aniraa e taui oioi nei, te faanaho apî tamau nei matou ia Organized ia vai paruru noa.</p><p>Noa 'tu e e app Itenati Organized, e haaputuhia ta oe mau haamaramaramaraa na mua i nia i ta oe matini. Te auraa, e nehenehe oe e hi'o i te reira, noa 'tu aita e Itenati. Mai te peu e faaite oe i te haamaramaramaraa ia vetahi ê i roto i ta oe amuiraa, e faatuatihia te reira ma te paruruhia na roto i te mau server. Hau atu â, te haapapu nei matou e paruru i te mau haamaramaramaraa omo'e atoa na roto i te mau ravea parururaa puai, mai te puniraa tataipiti i nia i ta matou mau server.</p>",
  "tr_clearBrowserData": "<p>Ia tumâ oe i te aamu o ta oe faanahoraa maimiraa aore ra te mau cookies, e tumâ-atoa-hia te mau haamaramaramaraa Organized aita i faatuatihia. A haapapu e ua faatuatihia ta oe mau haamaramaramaraa hou a rave ai i te reira.</p>",
  "tr_appPrivacy": "E nafea Organized e haapao ai i to oe oraraa omo'e?",
  "tr_appPrivacyDesc": "<p>Ia maiti oe i te faaohipa i ta matou app Organized, te haaputu noa nei matou i te mau haamaramaramaraa faufaa mai to oe i'oa e ta oe vahi nohoiraa rata uira. Hau atu â, te haaputu nei matou i te adresse IP o ta oe matini e te mau haamaramaramaraa o ta oe matini no te haamaitai i to oe faaohiparaa i ta matou app.</p><p>Ia papu ia oe, te haapao maitai nei matou i to oe oraraa omo'e. Eita roa 'tu matou e faatia i te mau taiete pia parau ia apee ia oe na roto i ta matou mau ohipa aore ra ia faaohipa i ta oe mau haamaramaramaraa no te mau pia parau. Te mau haamaramaramaraa atoa ta oe e horoa i roto i te app Organized, e vai omo'e noa ïa e eita roa 'tu e horoahia i te tahi atu mau pae.</p>",
  "tr_readComplete": "Te farii nei au i te <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Mau parau no te faaohiparaa</a> e te <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Politita no te oraraa omo'e</a> e te farii nei au ia faaohipahia ta'u mau haamaramaramaraa mai tei faataahia.",
  "tr_email": "Vahi nohoiraa rata uira",
  "tr_accountCreated": "Ua tapaohia ta oe pute Organized. A faaara i te taata faatere o ta oe amuiraa ia nehenehe oia e horoa'tu i te mau parau faatia titauhia. I muri iho, faahou i te api no te tomo.",
  "tr_createCongregationAccount": "Hamani i te amuiraa",
  "tr_unauthorizedRole": "<p>Ua ineine ta oe pute! No te tomo i roto i te app Organized, a ani i te taata faatere app o ta oe amuiraa ia horoa'tu i te mau parau faatia e a faahou i te api i roto 5 minuti.</p><p>E nehenehe te mau matahiapo e farerei ia matou i nia i <a href='mailto:support@organized-app.com'>support@organized-app.com</a> mai te peu e hinaaro ratou i te tauturu.</p>",
  "tr_oauthAccept": "<p>Haapii atu â no nia i ta matou <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Mau parau no te faaohiparaa</a> e te <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Politita no te oraraa omo'e</a>.</p>",
  "tr_signInDesc": "Faaohipa i ta oe rata uira no te farii i te hoê hono tomoraa no te taime hoê aore ra a tomo na roto i te hoê o te mau ravea i raro nei. Mai te peu aita ta oe e pute, e hamanihia te reira ma te aunoa.",
  "tr_emailAuth": "Haapapuraa na roto i te rata uira",
  "tr_emailAuthDescComplete": "Ua tomo manuïa oe na roto i ta oe rata uira. I teie nei e nehenehe oe e faaohipa i te app.",
  "tr_emailAuthSentHeader": "Ua tonohia te hono",
  "tr_emailAuthSent": "A hi'o i ta oe pueraa rata uira. Mai te peu aita i reira, a hi'o i roto i te pueraa spam aore ra ani faahou i te hono.",
  "tr_accountSetup": "No te faaoho ia Organized i nia i teie matini, a tuu i te code titau-manihini-raa ta oe i farii na roto mai i te mau matahiapo o ta oe amuiraa.",
  "tr_illustrationMinistryAssignmentsHeader": "Ta oe taviniraa e ta oe mau natairaa atoa",
  "tr_illustrationMinistryAssignmentsDescription": "Hi'o i te mau natairaa atoa e haere mai nei e ia faaarahia oe no te mau natairaa apî. Farii i te teretoria apî mai roto mai i te tabula e vai ra. Tono i te aniraa no te pionie tauturu ma te taumi noa e piti toru taime e a fana'o i te mau ravea pionie mai te faito hora, e te parauraa taviniraa ava'e e te matahiti rii.",
  "tr_illustrationMultiPlattformHeader": "I nia i ta oe mau matini atoa",
  "tr_illustrationMultiPlattformDescription": "Faaohipa ia Organized i nia i ta oe roro uira, niuniu, aore ra tablet i nia i te mau faanahoraa atoa o teie tau. E tere te app na roto i te Itenati, tera râ e nehenehe atoa e faaohipa noa 'tu aita e taairaa Itenati.",
  "tr_illustrationMeetingSchedulesHeader": "Hamani i te mau paperaa pureraa ma te ohie",
  "tr_illustrationMeetingSchedulesDescription": "Tiio mai i te mau faanahoraa pureraa no roto mai ia jw.org ma te taumi hoê noa taime e e faî-noa-hia te mau natairaa. Faatae i ta outou tabula no te mau vavahau e ani i te mau tabula a te tahi atu mau amuiraa no te haamaitai i te ohipa amui. Pia i te mau paperaa no te mau porohia e te mau piahi no te pureraa i te ava‘e piti i te hepetoma, ia nehenehe ratou e hi'o i ta ratou mau natairaa.",
  "tr_illustrationSecretaryHeader": "Te mau parauraa atoa a te papai parau",
  "tr_illustrationSecretaryDescription": "Aitaau i te tabula no te taata i tae mai no te mau pureraa atoa, i te mau ava'e atoa e te mau matahiti atoa. Hi'o i te mau parauraa a te mau porohia e tono ohie noa i te mau parauraa atoa e titauhia i ta outou Amaa Taviniraa. Farii e hi'opoa i te mau aniraa no te pionie tauturu.",
  "tr_selectAccount": "E mauhaa no te faaohie i te faanahonahoraa a te amuiraa",
  "tr_accountBaptizedBrother": "Taeae bapetizohia",
  "tr_connectCongregation": "Taai i ta oe amuiraa",
  "tr_invitationCode": "Code titau-manihini-raa",
  "tr_orLabel": "aore ra tomo na roto i te",
  "tr_importantNotice": "Faaararaa faufaa",
  "tr_registrationSuccess": "Mauruuru no te tapaoraa",
  "tr_congregationCreateLabel": "Aita ta oe amuiraa i tapaohia i roto ia Organized?",
  "tr_createCongregation": "Hamani i te amuiraa",
  "tr_yourCongregation": "Ta oe amuiraa",
  "tr_incompleteCongregationInfo": "A haapapu e ua horoa oe i te mau haamaramaramaraa atoa no te faanaho i ta oe amuiraa",
  "tr_firstname": "I'oa",
  "tr_lastname": "Pa'epa'e",
  "tr_gender": "Tūtaha",
  "tr_encryptionCode": "Code puniraa",
  "tr_encryptionCodeSetupDesc": "Hamani i te code puniraa o ta oe amuiraa.",
  "tr_encryptionCodeLostDesc": "Tuu i te code puniraa o ta oe amuiraa no te tomo",
  "tr_encryptionCodeNotice": "A tapao e a paruru maitai i teie taviri. Ia mo'e te reira, e nehenehe e mo'e te mau haamaramaramaraa atoa o ta oe amuiraa.",
  "tr_encryptionCodeCreate": "Hamani i te code puniraa",
  "tr_encryptionCodeNoticeLength": "Ia 16 a'e reta",
  "tr_encryptionCodeNoticeNumber": "Numera",
  "tr_encryptionCodeNoticeLowerCase": "Reta haiha'i",
  "tr_encryptionCodeNoticeUpperCase": "Reta rahi",
  "tr_encryptionCodeNoticeSpecialSymbol": "Tapao taa ê",
  "tr_encryptionCodeSet": "Faanaho i te taviri rahi",
  "tr_encryptionCodeAsk": "Tuu i te code puniraa o te amuiraa",
  "tr_encryptionCodeValidate": "Haamana",
  "tr_encryptionCodeInvalid": "E ere tera te code puniraa ta oe i horoa mai",
  "tr_activate": "Faaoho",
  "tr_next": "I mua",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Tono i te hono",
  "tr_emailNotSupported": "E, aita teie rata uira e fariihia aore ra e mea hape",
  "tr_selectCountry": "Fenua",
  "tr_2FA": "E haapapu ana'e o oe tera",
  "tr_2FADesc": "Tuu i te code no roto mai i ta oe app haapapuraa",
  "tr_2FAIncorrect": "Code 2FA hape",
  "tr_2FAIncorrectDesc": "Te code, e mea hape aore ra ua mairi te taime. Tamata faahou.",
  "tr_unauthorizedAccount": "E tia ia faatano i ta oe mau parau faatia",
  "tr_unauthorizedAccountDesc": "Farerei i te taata faatere app o ta oe amuiraa no te haapapu i ta oe tiaraa, e a tamata faahou i roto i te 5 minuti. No te tahi atu tauturu, e nehenehe te mau matahiapo e farerei ia matou na roto i te rata uira.",
  "tr_noSchedulesYet": "Aita â e paperaa i piahia",
  "tr_noSchedulesYetDesc": "Aita â te paperaa pureraa e vai ra. E tia ia piahia te mau paperaa i roto i te app ia nehenehe te taatoaraa e hi'o.",
  "tr_reconnectAccount": "Taai faahou i ta'u pute",
  "tr_registeringApproved": "Ua farii te tino matahiapo ia tapaohia teie amuiraa i roto ia Organized",
  "tr_testAppMode": "Ravea tamataraa Organized",
  "tr_testAppWaitForData": "Te faaineine nei i te mau mea atoa ia nehenehe oe e tamata ia Organized. E rave rii te reira i te taime...",
  "tr_tryOrganized": "Tamata ia Organized",
  "tr_testStart": "Haamata i te tamata",
  "tr_testAppWelcome": "Maeva i roto i te ravea tamataraa Organized!",
  "tr_testAppWelcomeDesc": "<p>E vahi tamataraa teie e te mau haamaramaramaraa i faî-a'ena-hia no te hoê amuiraa feruri-noa-hia. A hi'o i te mau ravea mai te mau paperaa, te mau natairaa, te taviniraa, te mau parauraa taviniraa, e te tahi atu! Te mau tauiraa atoa ta oe e rave, e faahouhia ia faahou oe i te app.</p><p>No te faaohipa ia Organized mau, a haere i nia <a href='https://organized-app.com' target='_blank'>organized-app.com</a> i roto i ta oe faanahoraa maimiraa.</p>",
  "tr_congregationExists": "Te vai a'ena nei teie amuiraa i roto ia Organized. Farerei i te taata faatere o ta oe amuiraa ia horoa'tu i te mau tiaraa titauhia.",
  "tr_congregationMasterKeyVerify": "Haapapu i te taviri rahi o te amuiraa",
  "tr_encryptionCodeNoticeMatch": "E tuati te mau taviri",
  "tr_congregationAccessCodeCreateDesc": "E puni teie code tomoraa i te mau haamaramaramaraa o ta outou amuiraa, oia atoa te mau parauraa taviniraa a te mau porohia e te mau paperaa.",
  "tr_congregationAccessCodeCreate": "Hamani i te code tomoraa o te amuiraa",
  "tr_congregationAccessCodeNoticeLength": "Ia 8 a'e reta",
  "tr_congregationAccessCodeSet": "Faanaho i te code tomoraa",
  "tr_congregationAccessCodeVerify": "Haapapu i te code tomoraa o te amuiraa",
  "tr_congregationAccessCodeNotice": "Ia taa ê noa te code i te taviri rahi o te amuiraa. Ia ohie noa te code e te paruru atoa.",
  "tr_congregationAccessCodeLostDesc": "A tuu i te code tomoraa o ta oe amuiraa. E code taa ê teie no ta oe amuiraa e e mea titauhia no te taai e no te tomo.",
  "tr_setCongregationMasterKey": "Faanaho i te taviri rahi o te amuiraa",
  "tr_createCongregationMasterKey": "Hamani i te taviri rahi o te amuiraa",
  "tr_congregationAccessCodeAsk": "Tuu i te code tomoraa o te amuiraa",
  "tr_congregationAccessCode": "Code tomoraa o te amuiraa",
  "tr_congregationMasterKeyLostDesc": "Tuu i te taviri rahi o ta oe amuiraa no te tomo",
  "tr_congregationMasterKeyAsk": "Tuu i te taviri rahi o te amuiraa",
  "tr_cantFindCongregation": "Aita e itehia ra ta oe amuiraa?",
  "tr_cantFindCongregationDesc": "Hi'o e aita e hape (ia 2 a'e reta). Mai te peu aita ta oe amuiraa i roto i te tabula i nia i te api maimiraa jw.org, farerei ia <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> no te tauturu.",
  "tr_appFunctionalityDataPrivacy": "Te tereraa o te App e te oraraa omo'e o te mau haamaramaramaraa",
  "tr_appIntro": "E app mana ore Organized no te mau Ite no Iehova, hamanihia e te mau taeae e tuahine aau tae. Te faaohie nei te reira i te mau hopoia e rave rahi i roto i te amuiraa. A ani i te parau faatia a te tino matahiapo hou a tapao ai i ta oe amuiraa.",
  "tr_privacySecurityTitle": "Oraraa omo'e e te parururaa",
  "tr_privacySecurityDesc": "<p>Ua hamanihia Organized ma te tuu i te oraraa omo'e e te parururaa i te mau haamaramaramaraa ei ohipa matamua roa. Te vai ra te mau faataaraa rii atoa i roto i ta matou <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Mau parau no te faaohiparaa</a> e te <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Politita no te oraraa omo'e</a>. Teie te hoê hi'oraa poto no nia i ta matou huru haaputuraa i te mau haamaramaramaraa e te parururaa:</p><ul><li><strong>Haaputuraa i nia i te matini, faatuatiraa na roto i te cloud:</strong> E haaputuhia ta oe mau haamaramaramaraa i nia i ta oe matini ia vai paruru e ia nehenehe e faaohipa aita e Itenati. Mai te peu e faaoho te mau matahiapo i te faatuatiraa, e paruruhia te reira na roto i te puniraa hopea i nia i ta matou mau server cloud paruruhia.</li><li><strong>Parururaa i te mau haamaramaramaraa:</strong> Te faaohipa nei matou i te mau ravea parururaa aravihi mai te puniraa e te mau paruru i roto i te app no te vaiiho i ta oe mau haamaramaramaraa i te vahi papu. Te pee atoa nei matou i te mau faaueraa GDPR, mai te faaohiparaa i te mau server i Europa e te haaputuraa i te mau haamaramaramaraa o te taata faaohipa ia farii ana'e ratou, e te vai ra te ravea no te ani, faatano, aore ra tumâ i te reira.</li><li><strong>Haaputuraa i te mau haamaramaramaraa:</strong> Te haaputu noa nei matou i te mau mea rii faufaa – i'oa, rata uira, adresse IP, e te haamaramaramaraa o te matini – no te tomoraa, te parururaa, e te tereraa o te app. Eita matou e nehenehe e hi'o i ta oe mau haamaramaramaraa i roto i te app; na te mau matahiapo ana'e aore ra te mau taeae faatiahia i roto i ta oe amuiraa e tuu i te reira.</li><li><strong>Eita roa 'tu matou e faaite i ta oe mau haamaramaramaraa:</strong> Na oe ana'e ta oe mau haamaramaramaraa, e eita roa 'tu matou e horoa i te reira i te tahi atu mau taiete no te tapihooraa aore ra te mau pia parau.</li></ul>",
  "tr_dataManagementTitle": "Faatereraa i te mau haamaramaramaraa",
  "tr_dataManagementDesc": "<p>E nehenehe oe e hi'o, e faatitiaifaro, e tumâ, aore ra e tie i ta oe mau haamaramaramaraa i roto i te mau faanahoraa o ta oe pute aore ra na roto i te farereiraa ia matou i nia i <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. E nehenehe oe e faaore i ta oe parau farii i te mau taime atoa na roto i te tumâraa i ta oe pute. Te haaputu noa nei Organized i te mau haamaramaramaraa e te mau cookies titauhia no te tereraa o te app. E ere na matou e faatere i te mau haamaramaramaraa e tuuhia e te mau matahiapo o ta oe amuiraa. E haaputuhia ta oe mau haamaramaramaraa (i'oa, rata uira, IP, ID matini) no te taime noa e titauhia no te faaohipa i te app, e tae noa'tu i te taime e tumâhia 'i ta oe pute, aore ra ia au i te ture.</p>",
  "tr_mfaVerifyTitle": "E haapapu ana'e o oe tera",
  "tr_mfaVerifyDesc": "Tuu i te code no roto mai i ta oe app haapapuraa",
  "tr_illustrationTerritoriesHeader": "Faatere i te mau teretoria ma te ohie",
  "tr_illustrationTerritoriesDescription": "Hi'o e faatano i te mau teretoria, hi'o i te mau tareta ua mairi te taime e tei mo'e. Aitaau i te mau \"Eiaha e haere\", te aamu o te mau natairaa e nenei i te mau tareta apî. Faataa i te hoê teretoria no te porohia, e e ite oia i te reira i roto i ta'na tabula teretoria. Aitaau i te numera no tei ravehia e tie i te parau S-13.",
  "tr_illustrationOtherSchedulesHeader": "Te tahi atu mau paperaa faufaa",
  "tr_illustrationOtherSchedulesDescription": "Te faaohie nei Organized i te faanahoraa o te tamâraa piha, te tereraa a te tia‘i tai‘o, te ohipa atuaturaa i te piha, te pororaa i te vahi taata, te mau ohipa a te amuiraa e te tahi atu mau tuhaa o te oraraa o te amuiraa no te mau taeae faatiahia. Te faaohie atoa nei te reira no te mau porohia ia aitaau e ia apiti i roto i teie mau ohipa.",
  "tr_howAreTheCodesDifferent": "Eaha te taa-ê-raa o na code?",
  "tr_howAreTheCodesDifferentDesc": "Code tomoraa: No te mau taata faaohipa atoa ia apiti mai i ta oe amuiraa; Taviri rahi: No te mau taeae haapao noa.",
  "tr_createMasterKey": "Hamani i te taviri rahi",
  "tr_createMasterKeyDesc": "<p><strong>Na mua, hamani i te taviri rahi o ta oe amuiraa.</strong> E puni te reira i te mau haamaramaramaraa o ta oe amuiraa, oia atoa te mau parauraa taviniraa e te mau taata, e e mea titauhia no te mau ohipa faatereraa mai te tie/tiio mai i te mau haamaramaramaraa e te faatanoraa.</p>",
  "tr_createAccessCode": "Hamani i te code tomoraa",
  "tr_createAccessCodeDesc": "<p><strong>I te pae hopea, hamani i te code tomoraa.</strong> E faatia teie code taa ê i te mau taata faaohipa apî ia taai i ta oe amuiraa i roto ia Organized. E haapapu te reira e e vai paruru noa te mau haamaramaramaraa o ta oe amuiraa, ma te faatia i te mau taata i fariihia ana'e.</p>",
  "tr_otherInCongDesc": "Tuahine bapetizohia, porohia bapetizo-ore-hia, piahi no te pureraa i te ava‘e piti i te hepetoma",
  "tr_baptizedBrotherDesc": "Te mau taeae bapetizohia atoa, e hopoia ta ratou aore ra aita",
  "tr_accountPublisherStudent": "Te tahi atu i roto i te amuiraa",
  "tr_requestAccess": "Ani i te parau faatia",
  "tr_requestAccessSent": "Ua tonohia te aniraa",
  "tr_requestAccessSentDesc": "Ua tonohia te aniraa! E hi'opoa te taata faatere o ta oe amuiraa i te reira. Mai te peu aita e parau i roto i te tahi mau mahana, eiaha e taiâ i te farerei ia'na.",
  "tr_accountCreatedJoin": "Ua hamanihia ta oe pute! Mai te peu e te faaohipa a'ena ra ta oe amuiraa ia Organized, a tuu i ta oe mau haamaramaramaraa e a maiti i ta oe amuiraa no te faaara i te taata faatere. Ia horoa oia i te mau parau faatia, faahou i te api no te tomo.",
  "tr_loginOAuthHint": "Tomo vitiviti a'e e {{ oauth }} na roto i te pitopito i raro nei",
  "tr_disconnectAccount": "Taaraa i ta'u pute",
  "tr_loginWithEmail": "Tomoraa na roto i te rata uira",
  "tr_loginWithEmailDesc": "Faaohipa ia Google, Yahoo, aore ra te tahi atu rata uira no te hamani e no te faaohipa i ta oe pute i te mau taime atoa, i nia i te mau matini atoa",
  "tr_loginWithCode": "Tomoraa na roto i te code titau-manihini-raa",
  "tr_loginWithCodeDesc": "Tomo na roto i te code no te taime hoê i nia noa i teie faanahoraa maimiraa. E titauhia te hoê code apî i te mau taime atoa",
  "tr_loginEmailCode": "Aore ra, e nehenehe atoa oe e tuu i te code paruruhia ta matou i tono atu i ta oe rata uira."
}
