{
  "tr_logOut": "Haere i rapae",
  "tr_emailAddress": "Vahi nohoiraa rata uira",
  "tr_emailAddressDesc": "Eita e nehenehe e taui i te vahi nohoiraa rata uira. Farerei mai ia matou mai te peu e te hinaaro ra oe e taui i te reira.",
  "tr_name": "I'oa",
  "tr_ministryPreferences": "Mau hinaaro no te taviniraa",
  "tr_theocraticAssignmentsField": "Tuu i te vahi no te mau hora tiaraa i roto i ta'u parauraa",
  "tr_theocraticAssignmentsFieldDesc": "Hora i ravehia i roto i te mau haapiiraa e te mau natairaa teotaratia i fariihia (LDC, HLC, ohipa no te Betela, e te vai atu â)",
  "tr_timeAway": "Taime maira",
  "tr_startDate": "Taio mahana haamataraa",
  "tr_endDate": "Taio mahana hopea",
  "tr_save": "Haaputu",
  "tr_notificationPreferences": "Mau hinaaro no te mau faaararaa",
  "tr_notificationPreferencesDesc": "Maiti eaha te mau faaararaa ta oe e ore e hinaaro e farii mai roto mai ia Organized. E nehenehe oe e taui i ta oe mau maitiraa i muri iho.",
  "tr_reportReminder": "Haamana'oraa no te parauraa taviniraa",
  "tr_reportReminderDesc": "Farii i te mau haamana'oraa i te mahana hopea o te mau ava'e atoa, e mai te peu e mo'e ia oe, e farii oe i te tahi atu haamana'oraa i roto i te tahi mau mahana",
  "tr_collabActivities": "Mau ohipa amui apî",
  "tr_collabActivitiesDesc": "Ia faaarahia oe no te mau ohipa e hinaarohia te tauturu, hi'oraa: ohipa aua aore ra faaineine i te piha no te haapiiraa aore ra tairururaa haaati",
  "tr_myAssignmentsDesc": "Ia faaara-oioi-hia oe no ta oe mau natairaa apî atoa",
  "tr_infoBoardAnnouncements": "Mau parau faaara apî o te tabula",
  "tr_infoBoardAnnouncementsDesc": "Ia tapohia, eita oe e farii i te mau faaararaa no te mau parau faaara apî, maori râ ia faaoti te mau matahiapo i te faaara i te amuiraa taatoa no te hoê mea faufaa",
  "tr_partnerSearch": "Porohia e imi ra i te hoa taviniraa",
  "tr_partnerSearchDesc": "Ia faaarahia oe i te taime iho e pia 'i te hoê taata i te aniraa no te hoa",
  "tr_organizedSettings": "Faanahoraa no Organized",
  "tr_autoSync": "Faatuati aunoa",
  "tr_autoSyncDesc": "Faatuati aunoa i te mau haamaramaramaraa i rotopu i te amuiraa e ta oe mau matini i tomohia i roto ia Organized",
  "tr_syncInterval": "Area taime faatuatiraa",
  "tr_customLinkInMobilePanel": "Hono taa ê i roto i te pae faatereraa no te niuniu",
  "tr_customLinkInMobilePanelDesc": "Mono i te pitopito ‘Tabula faaararaa’ i te tahi atu ravea no te haere vitiviti atu mai te api Home",
  "tr_selectFeature": "Maiti i te ravea",
  "tr_autoThemeChange": "Taui aunoa i te hoho'a o te app",
  "tr_autoThemeChangeDesc": "Pee i te faanahoraa o ta oe matini no te maiti i rotopu i te hoho'a maramarama e te poiri",
  "tr_colorScheme": "Faanahoraa peni",
  "tr_blue": "Ninamu",
  "tr_green": "Matie",
  "tr_purple": "Viovio",
  "tr_orange": "Anani",
  "tr_security": "Parururaa",
  "tr_2FA": "Haapapuraa tataipiti",
  "tr_2FADesc": "E haapuai te Haapapuraa tataipiti (2FA) i te parururaa o ta oe pute na roto i te aniraa i te hoê code parururaa hamanihia e ta oe app haapapuraa i nia i te niuniu.",
  "tr_lockAppWithPIN": "Puni i te app e te hoê PIN",
  "tr_lockAppWithPINDesc": "Ia ore e ohipa, e puni te app ma te aunoa no te paruru",
  "tr_sessions": "Mau tomoraa",
  "tr_sessionsDesc": "Te tabula o te mau matini tei tomo i roto i ta oe pute. Faaore i te mau tomoraa ta oe e ore e taa ra.",
  "tr_terminate": "Faaore",
  "tr_currentSession": "Tomoraa o teie nei",
  "tr_logoutClearData": "Haere i rapae e tumâ i te mau haamaramaramaraa i nia i te matini?",
  "tr_logoutClearDataDesc": "A haapapu e ua faatuatihia ta oe mau haamaramaramaraa apî, aita ana'e e tumâhia te reira.",
  "tr_2FAEnable": "Faaoho i te haapapuraa tataipiti",
  "tr_2FAEnableDesc": "Faaohipa i te app Google Authenticator aore ra Microsoft Authenticator i nia i ta oe niuniu no te scan i te code QR e no te faahope i te faanahoraa.",
  "tr_codeCopied": "Ua papehia te code",
  "tr_codeCopiedDesc": "Pape i te reira i roto i ta oe app haapapuraa",
  "tr_2FAEnabled": "Ua faaohohia te haapapuraa tataipiti",
  "tr_2FAEnabledDesc": "E nehenehe oe e tapo i te 2FA i roto i te mau faanahoraa",
  "tr_2FADisable": "Tapo i te haapapuraa tataipiti?",
  "tr_2FADisableDesc": "E haamaitai te 2FA i ta oe parururaa, no reira e mea maitai ia vai faaoho noa. Haapapu mai te peu e te hinaaro ra oe e tapo.",
  "tr_disable": "Tapo",
  "tr_2FADisabled": "Ua tapohia te haapapuraa tataipiti",
  "tr_2FADisabledDesc": "E nehenehe oe e faaoho faahou i roto i te mau faanahoraa",
  "tr_PINCreate": "Hamani i te hoê PIN",
  "tr_PINCreateDesc": "Hamani i te hoê PIN puai no te paruru maitai a'e. Eiaha e faaohipa i te mau code ohie roa.",
  "tr_continue": "Tamau noa",
  "tr_PINConfirm": "Haapapu i ta oe PIN",
  "tr_PINConfirmDesc": "Haapapu i ta oe PIN no te faahope i te faanahoraa.",
  "tr_PINSet": "Faanaho i te PIN",
  "tr_PINNewSet": "PIN apî i faanahohia",
  "tr_PINNewSetDesc": "E nehenehe oe e faaohipa i te reira no te iriti ia Organized",
  "tr_lastSeen": "Ite-hopea-hia: {{ date }}",
  "tr_2FAStep1": "Taahiraa 1: Faanaho i te 2FA i nia i ta oe matini",
  "tr_2FAStep1Desc": "Faaohipa i te hoê o te mau ravea i raro nei no te taai i ta oe app haapapuraa. Ta matou a'oraa, a faaohipa ia Google Authenticator aore ra Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Faanahoraa vitiviti",
  "tr_2FAQuickSetupDesc": "Mai te peu e te vai ra te tahi o te mau app haapapuraa i faahitihia i nia nei, faaohipa i teie pitopito no te faanaho vitiviti i te reira i nia i ta oe matini.",
  "tr_2FAQRCode": "Code QR",
  "tr_2FAQRCodeDesc": "Scan i te code QR e ta oe app haapapuraa no te faanaho i te Haapapuraa tataipiti.",
  "tr_2FASetupKey": "Taviri faanahoraa",
  "tr_2FASetupKeyDesc": "Pape i te taviri faanahoraa e tuu i te reira i roto i ta oe app haapapuraa no te faanaho i te Haapapuraa tataipiti.",
  "tr_2FAStep2": "Taahiraa 2: Tuu i te code 2FA",
  "tr_timeAwayDesc": "Aita e taime maira i tuuhia'tura. Faatano noa i to oe taime maira ia nehenehe te mau taeae e haapao i te reira ia faanaho ratou i te mau putuputura'a no a muri a'e.",
  "tr_terminatedDesc": "Ua faaorehia te tomoraa i nia i tera matini",
  "tr_deleteAccount": "Tumâ i ta'u pute",
  "tr_deleteAccountDesc": "Te hinaaro papu ra oe e tumâ i ta oe pute i roto ia Organized?",
  "tr_deleteAccountWithCongregationDesc": "Te hinaaro papu ra oe e tumâ i ta oe pute i roto ia Organized? E tumâ atoa teie ohipa i ta oe amuiraa no te mea o oe ana'e te taata faaohipa. Tuu i te taviri rahi o te amuiraa i raro nei no te haapapu i te tumâraa.",
  "tr_deleteAccountAssignAdminFirst": "Hou a tumâ ai i ta oe pute, a haapapu e ua faataa oe i te tahi atu taata faatere app no te tauturu i te mau taata faaohipa i roto i ta oe amuiraa."
}
