{
  "tr_talk_001": "Ua matau maitai anei outou i te Atua?",
  "tr_talk_002": "E ora ˈtu anei outou i te mau mahana hopea?",
  "tr_talk_003": "A ohipa amui e te tereraa o te faanahonahoraa tahoê a Iehova",
  "tr_talk_004": "Haapapuraa i roto i te ao e haaati maira e te vai mau ra te Atua",
  "tr_talk_005": "Tauturu papu no te utuafare",
  "tr_talk_006": "Te diluvi i te tau o Noa e outou",
  "tr_talk_007": "A pee i te hiˈoraa o te tumu o te aroha hamani maitai",
  "tr_talk_008": "E ora anaˈe no te rave i te hinaaro o te Atua, eiaha i to tatou iho",
  "tr_talk_009": "Ei taata faaroo outou e te rave i te Parau a te Atua",
  "tr_talk_010": "Ei haerea tia to outou i te parau e te ohipa",
  "tr_talk_011": "‘E ere tatou no teie nei ao’ mai ia Iesu",
  "tr_talk_012": "Mea faufaa na te Atua ta outou hiˈoraa i te mana faatere",
  "tr_talk_013": "Ta te Atua hiˈoraa i te taotoraa e te faaipoiporaa",
  "tr_talk_014": "E faahanahana te hoê nunaa viivii ore ia Iehova",
  "tr_talk_015": "“Hamani maitai anaˈe i te taata atoa”",
  "tr_talk_016": "Ia puai noa to outou taairaa e te Atua",
  "tr_talk_017": "A faahanahana i te Atua na roto i te mau mea atoa e vai ra ia tatou",
  "tr_talk_018": "Ia riro Iehova ei haapuraa no outou!",
  "tr_talk_019": "E nafea ia ite i to outou a muri aˈe?",
  "tr_talk_020": "Teie anei te taime e faatere ai te Atua i te fenua taatoa?",
  "tr_talk_021": "A poihere i ta outou tuhaa i raro aˈe i te faanahoraa a te Faatereraa arii",
  "tr_talk_022": "Te haafaufaa ra anei outou i ta Iehova mau faanahoraa?",
  "tr_talk_023": "No te aha tatou i poietehia ˈi?",
  "tr_talk_024": "Ua itehia anei ia outou te hoê “poe moni rahi”?",
  "tr_talk_025": "A patoi i te huru feruriraa o teie nei ao!",
  "tr_talk_026": "Mea faufaa anei oe no te Atua?",
  "tr_talk_027": "E nafea ia fanaˈo i te hoê faaipoiporaa oaoa?",
  "tr_talk_028": "A faaite i te faatura e te here i roto i to outou faaipoiporaa",
  "tr_talk_029": "Te mau hopoia e haamaitairaa a te mau metua",
  "tr_talk_030": "A haamaitai i te tauaparauraa i roto i te utuafare",
  "tr_talk_031": "Te hiaai ra anei oe i te mau mea pae varua?",
  "tr_talk_032": "Nafea ia faaruru i te mau haapeapearaa o te oraraa?",
  "tr_talk_033": "E ite anei tatou i te parau-tia mau i te hoê mahana?",
  "tr_talk_034": "E tapaohia anei outou no te ora ˈtu i te hopea o teie nei ao?",
  "tr_talk_035": "E ora anei outou e a muri noa ˈtu?",
  "tr_talk_036": "Aita anei oraraa maitai aˈe i teie?",
  "tr_talk_037": "E faufaa-mau-hia anei tatou i to te Atua mau eˈa?",
  "tr_talk_038": "E nafea oe e ora ˈtu ai i te hopea o teie nei ao?",
  "tr_talk_039": "Nafea e afea Iesu Mesia e upootia ˈi i nia i teie nei ao?",
  "tr_talk_040": "Eaha te fatata i te tupu?",
  "tr_talk_041": "“E tia noa mai, e hiˈo i te ora na Iehova”",
  "tr_talk_042": "Puai aˈe anei te here i te riri?",
  "tr_talk_043": "No to tatou noa maitai ta te Atua mau titauraa",
  "tr_talk_044": "Nafea tatou e faufaahia ˈi i te mau haapiiraa a Iesu?",
  "tr_talk_045": "A haere na te eˈa o te ora",
  "tr_talk_046": "Ia puai noa to outou tiaturiraa e tae roa ˈtu i te hopea",
  "tr_talk_047": "(Aita hoê aˈe)",
  "tr_talk_048": "Ia vai taiva ore tatou i te Atua i mua i te tamataraa",
  "tr_talk_049": "Te hoê fenua mâ! E nehenehe anei?",
  "tr_talk_050": "E nafea ia rave i te mau faaotiraa maitai?",
  "tr_talk_051": "Te taui roa ra anei te parau mau i to outou oraraa?",
  "tr_talk_052": "O vai to outou Atua?",
  "tr_talk_053": "Te tu ra anei to outou manaˈo i to te Atua?",
  "tr_talk_054": "A faatupu i te faaroo i te Atua e i ta ˈna i fafau",
  "tr_talk_055": "E iˈoa maitai anei to outou i mua i te Atua?",
  "tr_talk_056": "Ta vai faatereraa ta oe e nehenehe e tiaturi?",
  "tr_talk_057": "Nafea ia faaoromai i te hamani-ino-raa",
  "tr_talk_058": "O vai ma te pee maite iho â nei i te Mesia?",
  "tr_talk_059": "E ooti tatou i ta tatou e ueue",
  "tr_talk_060": "Eaha ta outou fa i roto i te oraraa?",
  "tr_talk_061": "Ia tiaturi outou i ta vai mau parau fafau?",
  "tr_talk_062": "Ihea e ite ai i te tiaturiraa mau?",
  "tr_talk_063": "E manaˈo poro evanelia anei to outou?",
  "tr_talk_064": "Mea au aˈe na outou i te mau mea navenave aore ra i te Atua?",
  "tr_talk_065": "E nafea ia faatupu i te hau i roto i te hoê ao î i te riri?",
  "tr_talk_066": "E riro anei outou ei rave ohipa no te ootiraa?",
  "tr_talk_067": "A feruriruri i te Parau a Iehova e i ta ˈna mau ohipa",
  "tr_talk_068": "“A faaore” noa i ta vetahi ê hapa",
  "tr_talk_069": "No te aha e faaite ai i te here haapae?",
  "tr_talk_070": "No te aha e tiaturi ai i te Atua?",
  "tr_talk_071": "“E vai ara,” no te aha e e nafea?",
  "tr_talk_072": "E itehia te amuiraa Kerisetiano mau i to ˈna here",
  "tr_talk_073": "Ia noaa ia tatou “te hoê aau paari”",
  "tr_talk_074": "Tei nia ia tatou to Iehova mata",
  "tr_talk_075": "A turu i ta Iehova faatereraa i roto to outou oraraa",
  "tr_talk_076": "E tauturu anei te mau faaueraa tumu Bibilia ia faaruru i te mau fifi o teie tau?",
  "tr_talk_077": "“Ei peu aˈe na outou te farii maitai i te manihini”",
  "tr_talk_078": "A tavini ia Iehova ma te oaoa",
  "tr_talk_079": "O vai ta outou e faahoa ˈtu?",
  "tr_talk_080": "Ua niuhia anei to outou tiaturiraa i nia i te ihi aore ra te Bibilia?",
  "tr_talk_081": "O vai te nehenehe e faariro i te taata ei pǐpǐ?",
  "tr_talk_082": "(Aita hoê aˈe)",
  "tr_talk_083": "Ua tae mai te hora haavaraa o te haapaoraa",
  "tr_talk_084": "E roohia anei outou i te faautuaraa o teie nei ao?",
  "tr_talk_085": "Te hoê parau apî maitai i roto i te hoê ao haavî uˈana",
  "tr_talk_086": "Te mau pure ta te Atua e faaroo",
  "tr_talk_087": "Eaha to outou mau taairaa e o te Atua?",
  "tr_talk_088": "No te aha e ora ˈi ia au i te mau ture aveia Bibilia?",
  "tr_talk_089": "A haere mai outou e poihâ ra i te parau mau!",
  "tr_talk_090": "A tutava ia noaa ia outou te ora mau!",
  "tr_talk_091": "Te Mesia—to ˈna vairaa mai e ta ˈna faatereraa",
  "tr_talk_092": "Te tiaraa o te haapaoraa i roto i te mau ohipa o te ao",
  "tr_talk_093": "Te mau ati natura: Afea e hope ai?",
  "tr_talk_094": "E haamâha te haapaoraa mau i te mau hinaaro o te totaiete taata",
  "tr_talk_095": "Mea atâta mau te peu tahutahu!",
  "tr_talk_096": "Eaha te ananahi o te mau haapaoraa?",
  "tr_talk_097": "Ia vai hapa ore tatou i rotopu i te hoê ui piˈo",
  "tr_talk_098": "“Te taui ra te tupuraa o teie nei ao”",
  "tr_talk_099": "No te aha e tia ia outou ia tiaturi i te Bibilia",
  "tr_talk_100": "E nafea ia fanaˈo i te auhoaraa papu o te vai noa e a muri noa ˈtu?",
  "tr_talk_101": "Iehova, te Poiete rahi",
  "tr_talk_102": "A haapao maitai i “te parau a te mau peropheta”",
  "tr_talk_103": "E nehenehe e itehia te oaoa na roto i te taviniraa i te Atua",
  "tr_talk_104": "E te mau metua, a patu e te taihaa o te ore e ama i te auahi",
  "tr_talk_105": "Ia imi tatou i te tamahanahanaraa i roto i to tatou mau ati atoa",
  "tr_talk_106": "E roohia te feia e faaino nei i te fenua i te utua a te Atua",
  "tr_talk_107": "E manaˈo haava haapiihia anei to outou?",
  "tr_talk_108": "E maitai mai te tau no a muri aˈe!",
  "tr_talk_109": "Te fatata mai nei te Basileia o te Atua",
  "tr_talk_110": "Te hoê oraraa utuafare oaoa—ma te tuu i te Atua i nia i te parahiraa matamua",
  "tr_talk_111": "Nafea te huitaata e faaora-roa-hia ˈi?",
  "tr_talk_112": "(Aita hoê aˈe)",
  "tr_talk_113": "E nafea te feia apî e ite ai i te oaoa mau?",
  "tr_talk_114": "E haafaufaa anaˈe i te mau taoˈa faahiahia o te poieteraa a te Atua",
  "tr_talk_115": "Nafea ia paruru ia tatou i te mau marei a Satani",
  "tr_talk_116": "A maiti i ta outou mau amuimuiraa ma te paari!",
  "tr_talk_117": "E nafea ia upootia i nia i te ino na roto i te maitai",
  "tr_talk_118": "Ia tuea to tatou manaˈo e to Iehova no nia i te mau taurearea",
  "tr_talk_119": "Te faataa ê nei te mau Kerisetiano ia ratou i teie nei ao—no te aha e mea faufaa",
  "tr_talk_120": "No te aha e auraro ai i teie nei iho â i te faatereraa a te Atua",
  "tr_talk_121": "Te hoê fetii taeae o te faaorahia i te ati",
  "tr_talk_122": "Te hau na te ao nei—nohea mai te reira?",
  "tr_talk_123": "No te aha e tia i te mau Kerisetiano ia taa ê",
  "tr_talk_124": "Mau tumu e tiaturi ai e o te Atua te Fatu o te Bibilia",
  "tr_talk_125": "Te tumu e titau ai te huitaata i te hoê hoo",
  "tr_talk_126": "O vai te faaorahia?",
  "tr_talk_127": "Eaha te tupu ia pohe tatou?",
  "tr_talk_128": "E vahi haamauiuiraa mau anei te po auahi?",
  "tr_talk_129": "Te haapii ra anei te Bibilia i te Toru tahi?",
  "tr_talk_130": "E vai noa te fenua e a muri noa ˈtu",
  "tr_talk_131": "(Aita hoê aˈe)",
  "tr_talk_132": "(Aita hoê aˈe)",
  "tr_talk_133": "Te tumu o te taata—mea faufaa anei te mea ta outou e tiaturi ra?",
  "tr_talk_134": "E tia anei ia haapao te mau Kerisetiano i te Sabati?",
  "tr_talk_135": "Te huru moˈa o te ora e o te toto",
  "tr_talk_136": "E farii anei te Atua ia faaohipahia te mau hohoˈa i roto i te haamoriraa?",
  "tr_talk_137": "Ua tupu mau anei te mau semeio o te Bibilia?",
  "tr_talk_138": "A ora ma te haapao maitai i roto i te hoê ao viivii",
  "tr_talk_139": "Te paari o te Atua i roto i te hoê ao niuhia i nia i te ihi",
  "tr_talk_140": "O vai mau Iesu Mesia?",
  "tr_talk_141": "Te uururaa a te mau taata i hamanihia—afea e ore ai?",
  "tr_talk_142": "No te aha e haapu ai ia Iehova ra",
  "tr_talk_143": "A tiaturi i te Atua o te tamahanahanaraa",
  "tr_talk_144": "Te hoê amuiraa taiva ore arataihia e te Mesia",
  "tr_talk_145": "O vai tei au i to tatou Atua ia Iehova?",
  "tr_talk_146": "A faaohipa i te haapiiraa no te arue ia Iehova",
  "tr_talk_147": "A tiaturi i te puai faaora o Iehova",
  "tr_talk_148": "Mai to te Atua anei to outou manaˈo no nia i te ora?",
  "tr_talk_149": "Te haere ra anei outou e te Atua?",
  "tr_talk_150": "E ravea anei ia ore teie ao e ino roa ˈtu â?",
  "tr_talk_151": "O Iehova “te vahi teitei papu” no to ˈna nunaa",
  "tr_talk_152": "Te Aramagedo mau—no te aha? afea?",
  "tr_talk_153": "A haamanaˈo noa i te “mahana rahi riaria”!",
  "tr_talk_154": "Te faatereraa a te taata—te taime hiˈopoaraa",
  "tr_talk_155": "Ua tae anei i te hora faautuaraa o Babulonia?",
  "tr_talk_156": "E faatupu anei te mahana haavaraa i te riaria aore ra te tiaturiraa?",
  "tr_talk_157": "E faanehenehe te Kerisetiano mau i te haapiiraa a te Atua",
  "tr_talk_158": "A tiaturi ia Iehova ma te mǎtaˈu ore",
  "tr_talk_159": "E nafea e maitai noa ˈi i te pae varua i roto i teie ao atâta?",
  "tr_talk_160": "A paruru i to outou auhoaraa e te Atua",
  "tr_talk_161": "No te aha Iesu i mauiui e i pohe ai?",
  "tr_talk_162": "Te oraraa mai i teie nei ao poiri",
  "tr_talk_163": "No te aha e mǎtaˈu ai i te Atua mau?",
  "tr_talk_164": "Te faatere noa ra anei te Atua?",
  "tr_talk_165": "Teihea te mau faufaa ta oe e poihere?",
  "tr_talk_166": "A faaruru i te tau no a muri aˈe ma te faaroo e te itoito",
  "tr_talk_167": "A ohipa ma te paari i roto i te hoê ao maamaa",
  "tr_talk_168": "E nehenehe oe e ite i te hau i roto i teie ao arepurepu!",
  "tr_talk_169": "No te aha ia arataihia ˈi tatou e te Bibilia?",
  "tr_talk_170": "O vai te mea aravihi aˈe no te faatere i te huitaata?",
  "tr_talk_171": "E nehenehe outou e ora ma te hau i teie nei â—e a muri noa ˈtu!",
  "tr_talk_172": "Teihea huru taairaa to oe e te Atua?",
  "tr_talk_173": "E farii anei te Atua i te mau huru haamoriraa atoa?",
  "tr_talk_174": "O vai te ô atu i roto i te ao apî a te Atua?",
  "tr_talk_175": "Eaha te haapapu e e parau faaurua a te Atua te Bibilia?",
  "tr_talk_176": "No afea te hau e te ino ore mau?",
  "tr_talk_177": "Ihea e itea ˈi te tauturu i te taime ahoaho?",
  "tr_talk_178": "A haere ma te hapa ore",
  "tr_talk_179": "A haapae i te mau moemoeâ o teie ao, a tapi i te mau mea mau o te Basileia",
  "tr_talk_180": "Ia riro te tia-faahou-raa ei tiaturiraa mau no oe, no te aha?",
  "tr_talk_181": "Ua maoro roa anei?",
  "tr_talk_182": "Ta te Basileia o te Atua e rave nei no tatou",
  "tr_talk_183": "Ia fariu ê to mata i te mea faufaa ore!",
  "tr_talk_184": "O te pohe anei te hopea o te mau mea atoa?",
  "tr_talk_185": "E taui te parau mau i to oe oraraa, e nafea?",
  "tr_talk_186": "A tahoê e to te Atua nunaa oaoa",
  "tr_talk_187": "No te aha te hoê Atua î i te here e vaiiho noa ˈi i te ino?",
  "tr_talk_188": "Te tiaturi ra anei outou ia Iehova?",
  "tr_talk_189": "E haamaitaihia te feia e arataihia e te Atua i teie nei e a muri noa ˈtu",
  "tr_talk_190": "Te parau fafau no te hoê oraraa utuafare oaoa e te tia roa",
  "tr_talk_191": "E nafea ia upootia i nia i teie nei ao maoti te here e te faaroo",
  "tr_talk_192": "Tei nia anei outou i te eˈa e tae atu ai i te ora mure ore?",
  "tr_talk_193": "E faaorahia mai tatou i te ahoaho o teie ao",
  "tr_talk_194": "E nafea tatou e maitaihia ˈi i te paari no ǒ mai i te Atua?"
}
