{
  "tr_login": "Entrar",
  "tr_welcomeApp": "Bem-vindo ao Organized – sua ferramenta de gestão da congregação",
  "tr_whatIsApp": "O Organized é uma aplicação oficial da organização das Testemunhas de Jeová?",
  "tr_descApp": "<p>Não, não é uma aplicação oficial. Sinta-se à vontade para decidir se irá ou não usar. Se quiser que toda a congregação o utilize, sugerimos obter a aprovação do corpo de anciãos. Estamos cientes de que existem outras aplicações desenvolvidas para ajudar em tarefas semelhantes e acreditamos que cada uma tem os seus pontos fortes e métodos, mas todos compartilham o mesmo objetivo. </p>",
  "tr_appPWA": "Organized is a PWA application. What does it mean?",
  "tr_appPWADesc": "<p>As a Progressive Web Application (PWA), Organized operates directly within your web browser. It is designed to function across various operating systems, so it supports both desktop and mobile devices.</p><p>Once installed on your device and after completing the initial setup, Organized remains accessible offline, ensuring you can use its main features without an internet connection.</p>",
  "tr_appSecure": "How secure is your data when using Organized?",
  "tr_appSecureDesc": "<p>We have added extra security layers to protect your data. In today's fast-changing tech world, we regularly update Organized to keep it secure.</p><p>Even though Organized is a web app, your data is first stored right on your device. This means you can access it, even when you're offline. If you share information with others in your congregation, it's securely synced through the cloud servers. Plus, we make sure to protect all private data with strong security measures, like double encryption on our servers.</p>",
  "tr_clearBrowserData": "<p>Please note that when you clear your browser history or cookies, you're also deleting unsynchronized Organized data. Before doing this, ensure that your recently created data has been synced.</p>",
  "tr_appPrivacy": "How Organized is taking care of your privacy?",
  "tr_appPrivacyDesc": "<p>When you choose to use our Organized app, we only collect essential information like your name and email. Additionally, we gather your device's IP address and your device's user agent details to enhance your experience with our app.</p><p>Rest assured, we prioritize your privacy. We never allow advertising companies to track you through our services or use your data for targeted ads. Any information you provide in the Organized app remains strictly confidential and is never shared with outside parties.</p>",
  "tr_readComplete": "I have read and agree with the above",
  "tr_email": "Email",
  "tr_accountCreated": "Your Organized account has been created. Inform your congregation administrator to give you the necessary permissions and then refresh the page.",
  "tr_createCongregationAccount": "Create congregation",
  "tr_unauthorizedRole": "<p>Your account is all set! To access the Organized app, please ask your congregation’s app administrator to give you permissions and refresh the page in 5 minutes.</p><p>Elders can contact us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a> if they need assistance.</p>",
  "tr_oauthAccept": "<p>By continuing, you accept our <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Terms of Use</a> and <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Privacy Policy</a>.</p>",
  "tr_signInDesc": "Choose how you want to log in",
  "tr_emailAuth": "Email authentication",
  "tr_emailAuthDesc": "Enter your email to get a link for Organized authentication",
  "tr_emailAuthDescComplete": "You have successfully logged in with your email. Now you can access the app.",
  "tr_emailAuthSentHeader": "Link has been sent",
  "tr_emailAuthSent": "Please check your email inbox. If it's not there, look in your spam folder or request the link again.",
  "tr_accountSetup": "To activate the Organized app on this device, enter the invitation code you got from your congregation elders.",
  "tr_illustrationMinistryAssignmentsHeader": "All your ministry and assignments",
  "tr_illustrationMinistryAssignmentsDescription": "View all your upcoming assignments and get notification about new ones. Get new territory from the available list. Submit an auxiliary pioneer application in a few clicks and access pioneer features like a time tracker, and detailed monthly and yearly report.",
  "tr_illustrationMultiPlattformHeader": "Em todos os seus dispositivos",
  "tr_illustrationMultiPlattformDescription": "Use Organized on your desktop computer, laptop, smartphone, or tablet on any of modern operating systems. The app works online, but it is also accessible even when you have no internet connection. ",
  "tr_illustrationMeetingSchedulesHeader": "Create meeting schedules easily",
  "tr_illustrationMeetingSchedulesDescription": "Import meeting plans from jw.org in just a click and auto-fill assignments. Share your list of outgoing speakers and request lists from other congregations to enhance collaboration. Publish schedules for both publishers and midweek students, allowing them to view their assignments.",
  "tr_illustrationSecretaryHeader": "Todos os relatórios do secretário",
  "tr_illustrationSecretaryDescription": "Track meeting attendance record for all meetings, both monthly and annually. View publisher reports and easily send all necessary reports directly to your local branch. Receive and review auxiliary pioneer applications.",
  "tr_selectAccount": "To start using Organized, choose which option applies to you:",
  "tr_accountPublisherStudent": "Publisher or midweek meeting student",
  "tr_accountBaptizedBrother": "Baptized brother",
  "tr_connectCongregation": "Connect to your congregation",
  "tr_invitationCode": "Invitation code",
  "tr_wrongInvitationCode": "Wrong invitation code",
  "tr_checkInvitationCode": "Please double-check the code you provided",
  "tr_orLabel": "or",
  "tr_importantNotice": "Important notice",
  "tr_registrationSuccess": "Thanks for registration",
  "tr_congregationCreateLabel": "Your congregation isn't registered in Organized yet?",
  "tr_createCongregation": "Criar congregação",
  "tr_yourCongregation": "A sua congregação",
  "tr_incompleteCongregationInfo": "Please make sure you've provided all needed details to set up your congregation",
  "tr_firstname": "Primeiro nome",
  "tr_lastname": "Sobrenome",
  "tr_encryptionCode": "Código de criptografia",
  "tr_encryptionCodeSetupDesc": "Crie o seu código de criptografia da congregação.",
  "tr_encryptionCodeLostDesc": "Insira o código criptográfico da sua congregação para aceder",
  "tr_encryptionCodeNotice": "Please note and safeguard this key. Losing it could mean the loss of all your congregation's data.",
  "tr_encryptionCodeCreate": "Create encryption code",
  "tr_encryptionCodeNoticeLength": "Pelo menos 16 caracteres",
  "tr_encryptionCodeNoticeNumber": "Digito",
  "tr_encryptionCodeNoticeLowerCase": "Letra minúscula",
  "tr_encryptionCodeNoticeUpperCase": "Letra maiúscula",
  "tr_encryptionCodeNoticeSpecialSymbol": "Símbolo especial",
  "tr_encryptionCodeSet": "Definir código de criptografia",
  "tr_encryptionCodeAsk": "Insira o código de criptografia da congregação",
  "tr_encryptionCodeValidate": "Validar",
  "tr_encryptionCodeInvalid": "O código de criptografia que colocou está incorreto",
  "tr_activate": "Ativar",
  "tr_next": "Próximo",
  "tr_oauthGoogle": "Continuar com Google",
  "tr_oauthMicrosoft": "Continuar com Microsoft",
  "tr_oauthGithub": "Continuar com GitHub",
  "tr_oauthYahoo": "Continuar com Yahoo",
  "tr_oauthEmail": "Continuar com Email",
  "tr_sendLink": "Enviar link",
  "tr_emailNotSupported": "Desculpe, este email é inválido ou não é suportado",
  "tr_selectCountry": "País",
  "tr_2FA": "Vamos ter certeza de que é você",
  "tr_2FADesc": "Insira um código da sua aplicação de autenticação",
  "tr_2FAIncorrect": "Código de autenticação 2FA incorreto",
  "tr_2FAIncorrectDesc": "O código pode estar incorreto ou expirado. Tente novamente.",
  "tr_unauthorizedAccount": "A suas permissões de acesso precisam de ser ajustadas",
  "tr_unauthorizedAccountDesc": "Entre em contacto com o administrador do Organized da sua congregação para confirmar as suas permissões e tente novamente em 5 minutos. Para qualquer assistência adicional, os administradores podem entrar em contacto connosco por e-mail.",
  "tr_noSchedulesYet": "Nenhuma programação foi publicada ainda",
  "tr_noSchedulesYetDesc": "Os programas das reuniões ainda não estão disponíveis. Por favor, peça aos anciãos da sua congregação para não apenas criá-los, mas também publicá-los na aplicação.",
  "tr_reconnectAccount": "Reconectar a minha conta",
  "tr_registeringApproved": "O corpo de anciãos aprovou o registo desta congregação no Organized",
  "tr_testAppMode": "Organized no modo de teste",
  "tr_testAppWaitForData": "A preparar os dados necessários para uma experiência de teste tranquila",
  "tr_tryOrganized": "Experimente Organized no modo de teste",
  "tr_testStart": "Iniciar teste",
  "tr_testAppWelcome": "Bem-vindo ao modo de teste do Organized!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after a page reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "This congregation already exists in Organized. Contact your congregation administrator to give you the necessary roles."
}
