{
  "error_app_security_invalid-master-key": "Το κύριο κλειδί που δώσατε είναι λανθασμένο",
  "error_api_invalid-endpoint": "Ο πόρος που προσπαθείτε να αποκτήσετε πρόσβαση δεν είναι διαθέσιμο",
  "error_api_internal-error": "Παρουσιάστηκε εσωτερικό σφάλμα από την πλευρά μας. Παρακαλώ προσπαθήστε ξανά αργότερα",
  "error_auth_email-already-exists": "Το email που δώσατε χρησιμοποιείται ήδη από υπάρχοντα χρήστη. Κάθε χρήστης πρέπει να έχει μοναδικό email",
  "error_auth_user-not-found": "Δεν υπάρχει καταγεγραμμένος χρήστης που να αντιστοιχεί στο παρεχόμενο αναγνωριστικό",
  "error_api_unauthorized-request": "Δεν έχετε πρόσβαση σε αυτόν τον πόρο",
  "error_app_security_invalid-invitation-code-title": "Λανθασμένος κωδικός πρόσκλησης",
  "error_app_security_invalid-invitation-code": "Παρακαλώ ελέγξτε τον κωδικό που δώσατε",
  "error_app_generic-title": "Παρουσιάστηκε σφάλμα",
  "error_app_generic-desc": "Παρουσιάστηκε σφάλμα. Δοκιμάστε να ανανεώσετε τη σελίδα. Αν αυτό δεν βοηθήσει, δοκιμάστε να επανεκκινήσετε πλήρως το Organized. Σημείωση: αυτό θα διαγράψει όλα τα μη συγχρονισμένα δεδομένα σας.",
  "error_app_unsupported-browser-title": "Μη υποστηριζόμενος περιηγητής",
  "error_app_unsupported-browser-desc": "Χρησιμοποιείται έναν μη υποστηριζόμενο περιηγητή για την εφαρμογή Organized. Βεβαιωθείτε ότι ο περιηγητής σας είναι ενημερωμένος και ότι η ιδιωτική ή ανώνυμη περιήγηση είναι απενεργοποιημένη. Εναλλακτικά, δοκιμάστε έναν διαφορετικό περιηγητή.",
  "error_app_security_user-not-found": "Δεν βρέθηκε χρήστης με αυτή τη διεύθυνση email",
  "error_app_persons_spiritual-status-change": "Δεν είναι δυνατή η αλλαγή της πνευματικής κατάστασης",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Ένας βαφτισμένος ευαγγελιζόμενος δεν μπορεί να αλλάξει σε αβάφτιστο.",
  "error_app_persons_spiritual-status-baptized-midweek": "Ένας βαφτισμένος ευαγγελιζόμενος δεν μπορεί να αλλάξει σε μαθητή μέσης εβδομάδας.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Ένας αβάφτιστος ευαγγελιζόμενος δεν μπορεί να αλλάξει σε μαθητή μέσης εβδομάδας.",
  "error_app_data_invalid-file": "Δεν ήταν δυνατή η αναγνώριση του αρχείου που προσπαθείτε να εισάγετε.",
  "error_app_data_encrypted-file": "Δεν ήταν δυνατή η αναγνώριση του αρχείου επειδή είναι κρυπτογραφημένο. Απενεργοποιήστε την κρυπτογράφηση πριν την εξαγωγή και προσπαθήστε ξανά.",
  "error_api_bad-request": "Δεν ήταν δυνατή η ολοκλήρωση της ενέργειας. Ανανεώστε την εφαρμογή και προσπαθήστε ξανά.",
  "error_api_sync-conflict": "Δεν ήταν δυνατός ο συγχρονισμός αλλαγών από τον διακομιστή. Ανανεώστε την εφαρμογή και προσπαθήστε ξανά ή συγχρονίστε χειροκίνητα."
}
