{
  "trans_errorTitle": "Сталася помилка",
  "trans_about": "Про програму",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Ой, щось пішло не так",
  "trans_errorActionText": "Сталася помилка. Спробуй оновити сторінку. Якщо це не допоможе, спробуй повністю перезапустити Organized. Зверни увагу, що це зітре всі несинхронізовані дані.",
  "trans_restart": "Перезапустити",
  "trans_refreshPage": "Оновити сторінку",
  "trans_updateAvailable": "Доступно оновлення",
  "trans_updateDescription": "Доступна нова версія Organized",
  "trans_errorGeneric": "Щось пішло не так",
  "trans_supportApp": "Підтримати програму",
  "trans_howToUseApp": "Як користуватися Organized",
  "trans_appAboutDesc": "<p>Organized розроблено для використання в зборах Свідків Єгови. Мета програми – спростити та прискорити всі задачі з планування в зборі та покращити відстеження своїх завдань для кожного вісника.</p><p>Легко плануй зібрання серед тижня і на вихідних, відправляй звіти та переглядай свої завдання лише в кілька кліків. Цей додаток розроблено так, щоб будь-хто у зборі міг його використовувати та мати з цього користь.</p><p>Ми активно покращуємо Organized, щоб в майбутньому додати ще більше функцій! Ти також можеш допомогти нам швидше втілити ці захоплюючі функції в життя! Ти можеш підтримати нас через добровільну пожертву або допомогу в розробці нових версій Organized.</p>",
  "trans_wantSupportApp": "Хочеш підтримати Organized?",
  "trans_supportAppDesc": "<p>Organized – це безкоштовний додаток, і ми із задоволенням розроблюємо його і ділимося ним з вами. Хоча ми працюємо над ним з ентузіазмом, його підтримка вимагає коштів. Якщо ти хочеш виразити свою вдячність, твоя підтримка буде дуже ціною!</p>",
  "trans_supportAppOption1": "Варіант 1: Пожертва",
  "trans_supportAppOption1Desc": "<p>Твої пожертви допомагають зберігати додаток Organized безкоштовним для всіх зборів. Вони покривають витрати на сервери й допомагають нам швидше додавати нові функції. Твоя щедрість підтримує збори по всьому світу!</p>",
  "trans_makeDonation": "Зробити пожертву",
  "trans_supportAppOption2": "Варіант 2: Допомога",
  "trans_supportAppOption2Desc": "<p>Ми будемо раді допомозі у таких напрямках:</p><ul><li>Розробка на React</li><li>UI/UX Дизайн </li><li>Переклад програми</li></ul><p>Якщо ти можеш допомогти в якомусь з цих напрямків, будь ласка, <a href='mailto:sws2apps.notification@gmail.com'>звяжися з нами</a>. Співпрацюймо, щоб зробити Organized кращим!</p><p>Також, рекомендуючи програму Organized іншим, ти допомагаєш збільшувати її поширення та користь для зборів. Будь-якій твій вклад справді покращує програму, роблячи її кращою для всіх.</p>",
  "trans_howToContribute": "Як допомогти",
  "trans_changeLanguage": "Мова",
  "trans_languageMissing": "Додати мою мову",
  "trans_internalError": "Сталася внутрішня помилка з нашого боку. Будь ласка, спробуй ще раз пізніше.",
  "trans_loading": "Завантаження...",
  "trans_noOptions": "Немає",
  "trans_pleaseWait": "Будь ласка, зачекай ..."
}
