{
  "tr_login": "Увійти",
  "tr_welcomeApp": "Ласкаво просимо в Organized – твій інструмент, щоб краще організовувати зборові справи",
  "tr_whatIsApp": "Чи Organized є офіційним додатком від організації Свідків Єгови?",
  "tr_descApp": "<p>Ні, це не офіційним додатком. Ви можете самі вирішувати, чи він підходить під ваші потреби. Якщо ви хочете, щоб весь збір використовував його, ми рекомендуємо отримати затвердження від ради старейшин. Ми знаємо, що існують інші додатки, розроблені для вирішення схожих завдань, і вважаємо, що кожен має свої переваги та методи, але у них всіх одна мета.</p>",
  "tr_appPWA": "Organized - PWA додаток. Що це означає?",
  "tr_appPWADesc": "<p>Як Прогресивний Веб-Додаток (Progressive Web Application, PWA), Organized працює безпосередньо вашому веб-браузері. Він розроблений для роботи на різних операційних системах і підтримує як стаціонарні, так і мобільні пристрої.</p><p>Після встановлення на ваш пристрій та завершення початкової настройки, Organized залишається доступним офлайн, забезпечуючи можливість використовувати його основні функції без підключення до Інтернету.</p>",
  "tr_appSecure": "Наскільки захищені твої дані при використанні Organized?",
  "tr_appSecureDesc": "<p>Ми приймаємо ряд заходів для забеспечення безпеки даних. У сучасному швидкозмінному технологічному світі ми регулярно оновлюємо Organized, щоб забезпечити його безпеку.</p><p>Навіть не зважаючи на те, що Organized є веб-додатком, твої дані спочатку зберігаються безпосередньо на твоєму пристрої. Це означає, що ти можеш отримати доступ до нього, навіть коли ти не в мережі. Якщо ти ділишся інформацією з іншими в зборами, вона безпечно синхронізується через сервера. Крім того, ми захищаємо всі привватні данні за допомогою надійних заходів безпеки, таких як подвійне шифрування на наших серверах.</p>",
  "tr_clearBrowserData": "<p>Будь ласка, пам'ятай, що коли ти очищаєш історію браузера або файли cookie, ти також видаляєш несинхронізовані дані Organized. Перш ніж це робити, переконайся, що твої недавно внесені дані вже були синхронізовані.</p>",
  "tr_appPrivacy": "Як Organized піклується про твою конфіденційність?",
  "tr_appPrivacyDesc": "<p>Коли ти вирішуєш користуватися нашим додатком Organized, ми збираємо лише необхідну інформацію, таку як твоє ім'я та електронна адреса. Додатково ми отримуємо IP-адресу твого пристрою та базову інформації твого пристрою для поліпшення досвіду користування нашим додатком.</p><p>Будь впевнений, тавоя приватність це наш пріорітет. Ми ніколи не дозволяємо рекламним компаніям відстежувати тебе через наші послуги чи використовувати твої дані для спрямованих рекламних повідомлень. Будь-яка інформація, яку ти надаєш у додатку Organized, залишається строго конфіденційною і ніколи не передається третім сторонам.</p>",
  "tr_readComplete": "Прочитано, погоджуюся з вищевказаним",
  "tr_email": "Email",
  "tr_accountCreated": "Твій аккаунт в Organized створено. Повідом адміністратора програми у твоєму зборі, щоб він надав тобі необхідні дозволи, а тоді онови цю сторінку.",
  "tr_createCongregationAccount": "Створити збір",
  "tr_unauthorizedRole": "<p>Ти зараз не маєш необхідного дозволу, щоб використовувати додаток. Будь ласка, зв'яжися зі старійшинами вашого збору, щоб підтвердити твою роль і тоді <a href='#'> спробуй ще раз</a> через 5 хвилин. Якщо їм треба додаткова допомога, вони можуть зв'язатися з нами через електронну пошту.</p>",
  "tr_oauthAccept": "<p>Продовжуючи, ти підтверджуєш, що приймаєш наші <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Умови використання</a> і <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Політику конфіденційності</a>.</p>",
  "tr_signInDesc": "Вибери, як ти хочеш увійти",
  "tr_emailAuth": "Автентифікація через Email",
  "tr_emailAuthDesc": "Вкажи свою електронну пошту, аби отримати посилання для входу в Oraganized",
  "tr_emailAuthDescComplete": "Ти успішно увійшов через свою електронну пошту. Тепер ти можеш користуватися програмою.",
  "tr_emailAuthSentHeader": "Посилання надіслано",
  "tr_emailAuthSent": "Будь ласка, перевір поштову скриньку. Якщо повідомлення немає, подивися в папку спам або спробуй надіслати посилання ще раз.",
  "tr_accountSetup": "Щоб активувати Organized на цьому пристрої, будь ласка, введи знизу код запрошення, отриманий від старійшин твого збору.",
  "tr_illustrationMinistryAssignmentsHeader": "Всі твої завдання та служіння",
  "tr_illustrationMinistryAssignmentsDescription": "Дивися всі свої майбутні завдання та отримуй сповіщення про нові. Бери нову територію зі списку доступних. Надішліть заяву на допоміжне піонерське в кілька кліків і отримай доступ до функцій для піонерів, такі як трекер часу, детальний місячний та річний звіт.",
  "tr_illustrationMultiPlattformHeader": "На усіх твоїх пристроях",
  "tr_illustrationMultiPlattformDescription": "Використовуй Organized на своєму комп'ютері ноутбуці, смартфоні, планшеті з будь-якою з сучасних операційних систем. Додаток працює онлайн, але також доступний навіть якщо немає інтернет-з'єднання. ",
  "tr_illustrationMeetingSchedulesHeader": "Легко створюй графіки зібрань",
  "tr_illustrationMeetingSchedulesDescription": "Імпортуй графіки зібрань з jw.org і авто-заповюй завдання лише в один клік. Ділися списком рекомендованих промовців твого збору та подавай запит на списки інших зборів для кращої співпраці. Публікуй графіки для вісників та учасників зібрання, та дозволь їм бачити свої завдання.",
  "tr_illustrationSecretaryHeader": "Всі звіти секретаря",
  "tr_illustrationSecretaryDescription": "Слідкуй за даними про відвідуваність зібрань як за місяцями, так і щорічно. Переглядай звіти вісників і легко відправляй всі необхідні звіти безпосередньо до місцевого філіалу. Отримуй і переглядай заяви на допоміжне піонерське служіння.",
  "tr_selectAccount": "Щоб почати користуватись Organized, вибери параметр, який стосується тебе:",
  "tr_accountPublisherStudent": "Вісник або учень на зібранні серед тижня",
  "tr_accountBaptizedBrother": "Охрещений брат",
  "tr_connectCongregation": "Підключитись до свого збору",
  "tr_invitationCode": "Код запрошення",
  "tr_wrongInvitationCode": "Неправильний код запрошення",
  "tr_checkInvitationCode": "Будь ласка, ще раз перевір вказаний код",
  "tr_orLabel": "або",
  "tr_importantNotice": "Важлива інформація",
  "tr_registrationSuccess": "Дякуємо за реєєстрацію",
  "tr_congregationCreateLabel": "Твого збору ще немає в Organized?",
  "tr_createCongregation": "Створити збір",
  "tr_yourCongregation": "Твій збір",
  "tr_incompleteCongregationInfo": "Будь ласка, переконайся, що вказано усі необхідні дані для налаштування твого збору",
  "tr_firstname": "Ім'я",
  "tr_lastname": "Прізвище",
  "tr_encryptionCode": "Код шифрування",
  "tr_encryptionCodeSetupDesc": "Створи код шифрування для твого збору.",
  "tr_encryptionCodeLostDesc": "Введи код шифрування твого збору для доступу до нього",
  "tr_encryptionCodeNotice": "Будь ласка, занотуй його і зберігай у безпеці. Втративши його, буде втрачені всі дані твого збору.",
  "tr_encryptionCodeCreate": "Придумай код шифрування",
  "tr_encryptionCodeNoticeLength": "Мінімум 16 символів",
  "tr_encryptionCodeNoticeNumber": "Цифра",
  "tr_encryptionCodeNoticeLowerCase": "Мала літера",
  "tr_encryptionCodeNoticeUpperCase": "Велика літера",
  "tr_encryptionCodeNoticeSpecialSymbol": "Спецсимвол",
  "tr_encryptionCodeSet": "Встановити код шифрування",
  "tr_encryptionCodeAsk": "Введи код шифрування збору",
  "tr_encryptionCodeValidate": "Підтвердити",
  "tr_encryptionCodeInvalid": "Введений код шифрування є неправильним",
  "tr_activate": "Активувати",
  "tr_next": "Далі",
  "tr_oauthGoogle": "Продовжити через Google",
  "tr_oauthMicrosoft": "Продовжити через Microsoft",
  "tr_oauthGithub": "Продовжити через GitHub",
  "tr_oauthYahoo": "Продовжити через Yahoo",
  "tr_oauthEmail": "Продовжити через імейл",
  "tr_sendLink": "Надіслати посилання",
  "tr_emailNotSupported": "На жаль, ця адреса електронної пошти недійсна або не підтримується",
  "tr_selectCountry": "Країна",
  "tr_2FA": "Давайте переконаємось, що це ви",
  "tr_2FADesc": "Введи код зі своєї програми-аутентифікатора",
  "tr_2FAIncorrect": "Неправильний код двоетапної перевірки",
  "tr_2FAIncorrectDesc": "Можливо, код невірний або вже не дійсний. Спробуй ще раз.",
  "tr_unauthorizedAccount": "Твої права доступу мають бути налаштовані",
  "tr_unauthorizedAccountDesc": "Звернися до адміністратора Organized у твоєму зборі для підтвердження своєї ролі, а потім повтори спробу через 5 хвилин. Для отримання додаткової допомоги старійшини можуть зв'язатися з нами через електронну пошту.",
  "tr_noSchedulesYet": "Ще немає розкладів",
  "tr_noSchedulesYetDesc": "Будь ласка, спочатку попроси старійшин твого збору опублікувати графік зібрання.",
  "tr_reconnectAccount": "Перепідкючитись до акаунту",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized"
}
