{
  "tr_login": "Bejelentkezés",
  "tr_welcomeApp": "Üdvözlünk az Organized-ban – a gyülekezeti élet kezelőrendszerében",
  "tr_whatIsApp": "Az Organized egy hivatalos alkalmazása Jehova Tanúi szervezetének?",
  "tr_descApp": "<p>Nem, ez nem egy hivatalos alkalmazás. Nyugodtan döntsd el, hogy megfelelő-e számodra. Ha szeretnéd, hogy az egész gyülekezet használja, javasoljuk, hogy kérd a vének testületének jóváhagyását. Tisztában vagyunk azzal, hogy vannak más alkalmazások is, amelyeket hasonló feladatok segítésére terveztek, és úgy gondoljuk, hogy mindegyiknek megvannak a maga erősségei és módszerei, de mindegyiknek ugyanaz a célja. </p>",
  "tr_appPWA": "Organized ni porogaramu ya PWA. Bisobanuye iki?",
  "tr_appPWADesc": "<p>Progresszív webes alkalmazásként (PWA) az Organized közvetlenül a böngészőben dolgozik. Úgy lett megtervezve, hogy különböző operációs rendszereken egyaránt működjön, így asztali- és mobileszközökön is egyaránt használható.</p><p>A készülékre történő telepítés és a kezdeti beállítások elvégzése után az Organized offline is elérhető marad, így a főbb funkciókat internetkapcsolat nélkül is használhatod.</p>",
  "tr_appSecure": "Mennyire vannak biztonságban az adataid az Organized használata során?",
  "tr_appSecureDesc": "<p>Az adataid védelme érdekében további biztonsági rétegeket helyeztünk el. A mai gyorsan változó technológiai világban rendszeresen frissítjük az Organized-ot, hogy az teljesen biztonságos maradjon.</p><p>Bár az Organized egy webes alkalmazás, az adatokat elsődlegesen közvetlenül az eszközödön tároljuk. Ez azt jelenti, hogy akkor is hozzájuk férhetsz, ha offline vagy. Ha a gyülekezetben másokkal is megosztod az információkat, akkor azok biztonságosan szinkronizálódnak felhőszervereken keresztül. Ráadásul gondoskodunk arról, hogy minden személyes adatot erős biztonsági intézkedésekkel védjünk, például a szervereink dupla titkosításával.</p>",
  "tr_clearBrowserData": "<p>A böngésző előzményeinek vagy sütijeinek törlése törli a szinkronizálatlan Organized adatokat is. Kérjük, győződj meg róla, hogy adataid szinkronizálva vannak, mielőtt ezt megtennéd.</p>",
  "tr_appPrivacy": "Organized ifata gute umutekano w'ubuzima bwite bwawe?",
  "tr_appPrivacyDesc": "<p>Ha úgy döntetsz, hogy használod az Organized alkalmazást, csak olyan alapvető információkat gyűjtünk, mint a neved és az e-mail címed. Továbbá összegyűjtjük az eszközöd IP-címét és az eszközöd felhasználói ügynökének adatait, hogy javítsuk a felhasználói élményt.</p><p>Biztos lehetsz benne, hogy az adataid védelmét kiemelt fontossággal kezeljük. Soha nem engedjük meg a reklámcégeknek, hogy szolgáltatásainkon keresztül nyomon kövessenek, vagy célzott hirdetésekhez használják az adataidat. Az Organized alkalmazásban megadott minden információ szigorúan bizalmas marad, és soha nem osztjuk meg külső felekkel.</p>",
  "tr_readComplete": "Elfogadom a <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Felhasználási feltételek</a> és a <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Adatvédelmi irányelveket</a> és hozzájárulok személyes adataimnak a leírtak szerinti kezeléséhez.",
  "tr_email": "Email",
  "tr_accountCreated": "Az Organized fiókod regisztrálva lett. Értesítsd a gyülekezet adminisztrátorát, hogy hozzád rendelhesse a szükséges jogosultságokat. Ezután frissítsd az oldalt a bejelentkezéshez.",
  "tr_createCongregationAccount": "Gyülekezet létrehozása",
  "tr_unauthorizedRole": "<p>A fiókod készen áll! Az Organized alkalmazás eléréséhez kérd meg a gyülekezeted adminisztrátorát, hogy adjon neked engedélyeket és 5 perc múlva frissítsd az oldalt.</p><p>A vének felvehetik velünk a kapcsolatot a <a href='mailto:support@organized-app.com'>support@organized-app.com</a> címen, ha segítségre lenne szükségük.</p>",
  "tr_oauthAccept": "<p>További információk a <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>felhasználási feltételekről</a> és az <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>adatvédelmi irányelvekről</a>.</p>",
  "tr_signInDesc": "Használd az e-mail címedet, hogy egyszeri bejelentkezési linket kapj, vagy jelentkezz be a megadott szolgáltatók valamelyikével. Ha még nincs fiókod, az automatikusan létrejön.",
  "tr_emailAuth": "E-mail cím hitelesítése",
  "tr_emailAuthDescComplete": "Sikeresen bejelentkeztél az e-mail címeddel. Most már hozzáférhetsz az alkalmazáshoz.",
  "tr_emailAuthSentHeader": "A link elküldve",
  "tr_emailAuthSent": "Kérjük, ellenőrizd a beérkező üzeneteidet. Ha nem találod, nézd meg a spam mappában, vagy kérj újra linket.",
  "tr_accountSetup": "Az Organized alkalmazás aktiválásához ezen a készüléken, add meg a gyülekezet véneitől kapott meghívókódot.",
  "tr_illustrationMinistryAssignmentsHeader": "Szolgálatod és megbízatásaid",
  "tr_illustrationMinistryAssignmentsDescription": "Tekintsd meg az összes közelgő feladatodat és kapj értesítést az újakról. Kérj új területet a rendelkezésre álló listából. Adj le jelentkezést kisegítőúttörő-szolgálatra néhány kattintással és szerezz hozzáférést olyan úttörő funkciókhoz, mint az időkövető, valamint a részletes havi és éves jelentés.",
  "tr_illustrationMultiPlattformHeader": "Az összes eszközödön",
  "tr_illustrationMultiPlattformDescription": "Használd az Organized-ot asztali számítógépen, laptopon, okostelefonon vagy táblagépen a modern operációs rendszerek bármelyikén. Az alkalmazás online működik, de akkor is elérhető, ha nincs internetkapcsolatod. ",
  "tr_illustrationMeetingSchedulesHeader": "Készíts beosztásokat az összejövetelekre könnyedén",
  "tr_illustrationMeetingSchedulesDescription": "Importálj összejöveteli terveket a jw.org-ról egyetlen kattintással, és töltsd ki automatikusan a feladatokat. Oszd meg a vendégelőadók listáját, és igényelj listákat más gyülekezetektől az együttműködés érdekében. Tedd közzé a hírnökök és a tanulók beosztásait, hogy megtekintsék a feladataikat.",
  "tr_illustrationSecretaryHeader": "Raporo zose z'umwanditsi",
  "tr_illustrationSecretaryDescription": "Kövesd nyomon minden összejövetel látogatottságát havi és éves szinten. Tekintsd meg a hírnökök jelentéseit és könnyedén küldd el a szükséges jelentéseket közvetlenül a helyi fiókhivatalnak. Fogadd és bíráld el a kisegítő úttörő jelentkezéseket.",
  "tr_selectAccount": "Az Organized használatának megkezdéséhez válaszd ki, hogy melyik vonatkozik rád:",
  "tr_accountBaptizedBrother": "Megkeresztelt testvér",
  "tr_connectCongregation": "Csatlakozás a gyülekezetedhez",
  "tr_invitationCode": "Meghívókód",
  "tr_orLabel": "vagy jelentkezz be",
  "tr_importantNotice": "Fontos tájékoztatás",
  "tr_registrationSuccess": "Köszönjük a regisztrációt",
  "tr_congregationCreateLabel": "A gyülekezeted még nincs regisztrálva az Organized-ba?",
  "tr_createCongregation": "Gyülekezet létrehozása",
  "tr_yourCongregation": "Saját gyülekezetem",
  "tr_incompleteCongregationInfo": "Kérjük, győződj meg róla, hogy minden szükséges adatot megadtál-e a gyülekezet létrehozásához.",
  "tr_firstname": "Keresztnév",
  "tr_lastname": "Vezetéknév",
  "tr_encryptionCode": "Titkosítási kód",
  "tr_encryptionCodeSetupDesc": "Hozd létre a gyülekezet titkosítási kódját.",
  "tr_encryptionCodeLostDesc": "Add meg a gyülekezet titkosítási kódját a hozzáféréshez",
  "tr_encryptionCodeNotice": "Kérjük, jegyezd meg és őrizd meg ezt a kulcsot. Elvesztése a gyülekezet összes adatának elvesztését jelentheti.",
  "tr_encryptionCodeCreate": "Titkosítási kód létrehozása",
  "tr_encryptionCodeNoticeLength": "Legalább 16 karakteres",
  "tr_encryptionCodeNoticeNumber": "Számjegy",
  "tr_encryptionCodeNoticeLowerCase": "Kisbetű",
  "tr_encryptionCodeNoticeUpperCase": "Nagybetű",
  "tr_encryptionCodeNoticeSpecialSymbol": "Speciális szimbólum",
  "tr_encryptionCodeSet": "Mesterkulcs beállítása",
  "tr_encryptionCodeAsk": "Add meg a gyülekezet titkosítási kódját",
  "tr_encryptionCodeValidate": "Hitelesítés",
  "tr_encryptionCodeInvalid": "Az általad megadott titkosítási kód helytelen",
  "tr_activate": "Aktiválás",
  "tr_next": "Tovább",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Link küldése",
  "tr_emailNotSupported": "Sajnáljuk, ez az e-mail cím érvénytelen vagy nem támogatott",
  "tr_selectCountry": "Ország",
  "tr_2FA": "Győződjünk meg róla, hogy te vagy az",
  "tr_2FADesc": "Add meg a kódot a hitelesítő alkalmazásból",
  "tr_2FAIncorrect": "Helytelen 2FA-kód",
  "tr_2FAIncorrectDesc": "Lehet, hogy a kód helytelen vagy lejárt. Próbáld újra.",
  "tr_unauthorizedAccount": "A hozzáférési jogosultságaidat módosítani kell",
  "tr_unauthorizedAccountDesc": "Lépj kapcsolatba a gyülekezeti alkalmazás adminisztrátorával, hogy jóváhagyja a szerepkörödet, majd próbáld meg újra 5 perc múlva. Bármilyen további segítségért a vének e-mailben léphetnek velünk kapcsolatba.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedule isn’t available yet. The schedules must be published in the app to become available.",
  "tr_reconnectAccount": "Fiókom újracsatlakoztatása",
  "tr_registeringApproved": "A vének testülete jóváhagyta ennek a gyülekezetnek az Organized-ba való regisztrálását",
  "tr_testAppMode": "Organized teszt üzemmód",
  "tr_testAppWaitForData": "Getting everything ready for you to try Organized in action. This may take a moment...",
  "tr_tryOrganized": "Organized teszt üzemmódjának kipróbálása",
  "tr_testStart": "Tesztelés megkezdése",
  "tr_testAppWelcome": "Üdvözölünk a Organized teszt üzemmódjában!",
  "tr_testAppWelcomeDesc": "<p>This is a test environment with pre-filled data for an imaginary congregation. Explore features such as schedules, assignments, ministry, reports, and more! Any changes you make will reset after the app reload.</p><p>To start using the real Organized app, open <a href='https://organized-app.com' target='_blank'>organized-app.com</a> in your browser.</p>",
  "tr_congregationExists": "Ez a gyülekezet már létezik a Organized-ban. Lépj kapcsolatba a gyülekezet adminisztrátorával, hogy megkapd a szükséges szerepköröket.",
  "tr_congregationMasterKeyVerify": "Gyülekezet mesterkulcsának megerősítése",
  "tr_encryptionCodeNoticeMatch": "Kódok egyezése",
  "tr_congregationAccessCodeCreateDesc": "Ez a hozzáférési kód megbízhatóan titkosítja a megosztott gyülekezeti adatokat, beleértve a hírnökök jelentéseit és a beosztásokat.",
  "tr_congregationAccessCodeCreate": "Gyülekezeti hozzáférési kód létrehozása",
  "tr_congregationAccessCodeNoticeLength": "Legalább 8 karakter",
  "tr_congregationAccessCodeSet": "Set access code",
  "tr_congregationAccessCodeVerify": "Confirm congregation access code",
  "tr_congregationAccessCodeNotice": "Always use a different code from your congregation’s master key. Ensure the code is relatively simple yet secure.",
  "tr_congregationAccessCodeLostDesc": "Please enter the access code to your congregation. This unique code is specific to your congregation and is necessary to connect and access it.",
  "tr_setCongregationMasterKey": "Set congregation master key",
  "tr_createCongregationMasterKey": "Create congregation master key",
  "tr_congregationAccessCodeAsk": "Enter congregation access code",
  "tr_congregationAccessCode": "Congregation access code",
  "tr_congregationMasterKeyLostDesc": "Enter your congregation’s master key to access it",
  "tr_congregationMasterKeyAsk": "Enter congregation master key",
  "tr_cantFindCongregation": "Can't find your congregation?",
  "tr_cantFindCongregationDesc": "Check for mistakes (minimum input is 2 characters). If your congregation isn’t listed on the jw.org search page, contact <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> for help.",
  "tr_appFunctionalityDataPrivacy": "Alkalmazás működése és adatvédelem",
  "tr_appIntro": "Organized is an unofficial app for Jehovah's Witnesses created by enthusiastic brothers and sisters. It simplifies various responsibilities in congregation. Please get approval from your body of elders before registering your congregation.",
  "tr_privacySecurityTitle": "Adetvédelem és biztonság",
  "tr_privacySecurityDesc": "<p>Organized is created with privacy and data security as top priority. Full details are provided in our <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Terms of use</a> and <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Privacy policy</a>. Here is a brief overview of our data storage and security approach:</p><ul><li><strong>Local storage, cloud sync:</strong> Your data is stored locally on your device for strong security and offline access. If elders enable synchronization, it is protected with end-to-end encryption on our secure cloud servers..</li><li><strong>Data security:</strong> We use advanced security measures like encryption and in-app protections to keep your data safe. We also follow GDPR rules, including using EU-based servers and collecting user data only after consent, with options to request, update, or delete it.</li><li><strong>Data collection:</strong> We collect only basic details – name, email, IP address, and device info – for login, security, and app functionality. We cannot access your data inside the app; all information there is entered only by elders or authorized brothers in your congregation.</li><li><strong>We never share your data:</strong> Your data belongs only to you, and we never share it with any third-party companies for marketing or advertising purposes.</li></ul>",
  "tr_dataManagementTitle": "Data management",
  "tr_dataManagementDesc": "<p>You can access, correct, delete, or export your data in your profile settings or by contacting us at <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. You can withdraw your consent anytime by deleting your account. Organized only collects data and cookies essential for app functionality. Data entered by your congregation’s elders is not managed by us. Your data (name, email, IP, device ID) is kept only as long as needed for app use, until your account is deleted, or as required by law.</p>",
  "tr_mfaVerifyTitle": "Győződjünk meg róla, hogy te vagy az",
  "tr_mfaVerifyDesc": "Add meg a kódot a hitelesítő alkalmazásodból",
  "tr_illustrationTerritoriesHeader": "Manage territories effortlessly",
  "tr_illustrationTerritoriesDescription": "View and edit territories, see overdue and lost cards. Track “Do not calls”, assignment history and print new cards. Assign a territory to publisher, and they’ll see it in their list of territories. Track coverage statistics and export S-13 document.",
  "tr_illustrationOtherSchedulesHeader": "Many other useful schedules",
  "tr_illustrationOtherSchedulesDescription": "Organized makes scheduling hall cleaning, circuit overseer visit, hall maintenance work, public witnessing, congregation duties and other parts of congregation life significantly easier for appointed brothers. It also makes it simpler for publishers to track and participate in these activities.",
  "tr_howAreTheCodesDifferent": "How are the codes different?",
  "tr_howAreTheCodesDifferentDesc": "Access code: For all users to join your congregation; Master key: Higher-level access for responsible brothers.",
  "tr_createMasterKey": "Mesterkulcs létrehozása",
  "tr_createMasterKeyDesc": "<p><strong>First, create your congregation master key.</strong> It securely encrypts your congregation's data, including reports and persons, and is essential for administrative tasks such as data export/import and settings adjustments.</p>",
  "tr_createAccessCode": "Hozzáférési kód létrehozása",
  "tr_createAccessCodeDesc": "<p><strong>Finally, create the access code.</strong> This unique code allows new users to connect to your congregation in Organized. It ensures that your congregation’s information always remains secure, granting access only to approved users.</p>",
  "tr_otherInCongDesc": "Megkeresztelt testvérnő, kereszteletlen hírnök, hét közbeni összejövetel tanulója",
  "tr_baptizedBrotherDesc": "Bármelyik megkeresztelt testvér, kiváltságokkal vagy azok nélkül",
  "tr_accountPublisherStudent": "Mások a gyülekezetben",
  "tr_requestAccess": "Hozzáférés kérése",
  "tr_requestAccessSent": "Hozzáférés kérése elküldve",
  "tr_requestAccessSentDesc": "Access request sent! Your congregation administrator will review it. If you don’t hear back after a few days, feel free to contact him personally.",
  "tr_accountCreatedJoin": "Your account has been created! If your congregation is already using Organized, enter your details and select your congregation to notify the administrator. After he grants you permissions, refresh the page to log in."
}
