{
  "error_app_security_invalid-master-key": "Misy diso ny kaody nampidirinao",
  "error_api_invalid-endpoint": "The resource you are accessing is not available",
  "error_api_internal-error": "Nisy olana avy aty aminay. Andramo indray rehefa afaka kelikely",
  "error_auth_email-already-exists": "The provided email is already in use by an existing user. Each user must have a unique email",
  "error_auth_user-not-found": "There is no existing user record corresponding to the provided identifier",
  "error_api_bad-request": "Bad request: provided inputs are invalid",
  "error_auth_invalid-token": "Bad request: the code received seeems to be invalid",
  "error_app_congregation_invalid-id": "Bad request: the requested congregation is invalid",
  "error_app_congregation_not-found": "There is no congregation corresponding to the provided identifier",
  "error_api_unauthorized-request": "You do not have access to this resource",
  "error_app_security_invalid-invitation-code-title": "Misy diso ny kaody fanasana",
  "error_app_security_invalid-invitation-code": "Hamarino tsara azafady ny kaody nampidirinao",
  "error_app_generic-title": "Nisy olana niseho",
  "error_app_generic-desc": "Nisy olana nitranga ka azonao averina sokafana ny pejy. Raha mbola tsy mety, dia avereno hatramin’ny voalohany mihitsy ny Organized. Hifafa daholo ny rakitra tsy mbola vita fampifanitsiana rehetra raha misafidy an’io ianao.",
  "error_app_unsupported-browser-title": "Programa tsy mahazaka Organized",
  "error_app_unsupported-browser-desc": "Programa tsy mety amin’ny programa Organized ity ampiasainao ity. Ataovy azo antoka hoe vita fanavaozana tsara izy ity aloha, sady tsy mampiasa navigation privée ianao. Azonao atao koa ny manandrana mampiasa programa hafa fijerena internet.",
  "error_app_security_user-not-found": "Tsy misy kaonty hita mifandray amin’io email io",
  "error_app_persons_spiritual-status-change": "Tsy afaka ovana ny tombontsoam-panompoana",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Tsy afaka ovaina ho tsy vita batisa izay efa vita batisa.",
  "error_app_persons_spiritual-status-baptized-midweek": "Tsy afaka ovaina ho mpianatra fivoriana andavanandro izay efa vita batisa.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Tsy afaka ovaina ho mpianatra fivoriana andavanandro izay tsy mbola vita batisa."
}
