{
  "error_app_security_invalid-master-key": "Введенный главный ключ неверен",
  "error_api_invalid-endpoint": "Ресурс, к которому ты хочешь получить доступ, не доступен",
  "error_api_internal-error": "Произошла внутренняя ошибка с нашей стороны. Пожалуйста, повтори попытку позже",
  "error_auth_email-already-exists": "Указанный адрес электронной почты уже используется существующим пользователем. У каждого пользователя должна быть уникальная электронная почта",
  "error_auth_user-not-found": "Нет существующей записи пользователя, соответствующей предоставленному идентификатору",
  "error_api_unauthorized-request": "У вас нет доступа к этому ресурсу",
  "error_app_security_invalid-invitation-code-title": "Неправильный код приглашения",
  "error_app_security_invalid-invitation-code": "Пожалуйста, перепроверь введенный код",
  "error_app_generic-title": "Произошла ошибка",
  "error_app_generic-desc": "Произошла ошибка. Попробуй обновить страницу. Если это не поможет, попробуй полностью перезапустить Organized. Обрати внимание, что все несинхронизированные данные пропадут.",
  "error_app_unsupported-browser-title": "Браузер не поддерживается",
  "error_app_unsupported-browser-desc": "Ты используешь неподдерживаемый браузер для приложения Organized. Убедись, что браузер обновлён и режим инкогнито или приватный режим отключён. Или попробуй использовать другой браузер.",
  "error_app_security_user-not-found": "Пользователя с этой электронной почтой не найдено",
  "error_app_persons_spiritual-status-change": "Нельзя изменить духовный статус",
  "error_app_persons_spiritual-status-baptized-unbaptized": "Статус крещёного возвещателя нельзя изменить на некрещёного.",
  "error_app_persons_spiritual-status-baptized-midweek": "Статус крещёного возвещателя нельзя изменить на ученика встреч в будние дни.",
  "error_app_persons_spiritual-status-unbaptized-midweek": "Статус крещёного возвещателя нельзя изменить на ученика встреч в будние дни.",
  "error_app_data_invalid-file": "Не удалось распознать файл, который ты пытаешься импортировать.",
  "error_app_data_encrypted-file": "Не удалось распознать файл, потому что он зашифрован. Отключи шифрование перед экспортом и повтори попытку."
}
