{
  "tr_login": "Войти",
  "tr_welcomeApp": "Добро пожаловать в Organized – твой инструмент для лучшей организации жизни собрания",
  "tr_whatIsApp": "Является ли Organized официальным приложением организации Свидетелей Иеговы?",
  "tr_descApp": "<p>Нет, это не официальное приложение. Ты можешь сам решить, подходит ли оно под твои нужды. Если ты хотел бы, чтобы приложением пользовалось целое собрание, мы рекомендуем тебе сначала попросить одобрение совета старейшин. Мы знаем, что существуют и другие приложения для помощи со схожими задачами, и мы уверены, что у каждого из них есть свои преимущества и методы, но у всех них одна общая цель.</p>",
  "tr_appPWA": "Organized – это приложение PWA. Что это означает?",
  "tr_appPWADesc": "<p>Как Прогрессивное Веб-Приложение (Progressive Web App, PWA), Organized работает прямо в твоём веб-браузере. Оно создано так, чтобы работать на разных операционных системах, поэтому подходит и для компьютеров, и для мобильных устройств.</p><p>Как только ты установишь его на своё устройство и завершишь первоначальную настройку, Organized будет доступен без интернета, так что основные функции можно использовать в офлайн-режиме.</p>",
  "tr_appSecure": "Насколько защищены твои данные при использовании Organized?",
  "tr_appSecureDesc": "<p>Мы добавили несколько слоёв защиты, чтобы защитить твои данные. В современном быстро меняющемся технологическом мире мы регулярно обновляем Organized, чтобы обеспечить его полную безопасность.</p><p>Хотя Organized является веб-приложением, твои данные сначала сохраняются прямо на твоём устройстве. Это означает, что ты можешь получить к ним доступ даже без интернета. Если ты делишься информацией с другими участниками, она безопасно синхронизируется через облачные серверы. Кроме того, мы защищаем все приватные данные с помощью сильных мер безопасности, таких как двойное шифрование на наших серверах.</p>",
  "tr_clearBrowserData": "<p>Очистка истории браузера или файлов cookie также удалит все не синхронизованные данные Organized. Пожалуйста, убедись перед этим, что твои данные синхронизованы.</p>",
  "tr_appPrivacy": "Как Organized заботится о твоей конфиденциальности?",
  "tr_appPrivacyDesc": "<p>Когда ты решаешь использовать наше приложение Organized, мы собираем только основную твою информацию, такую как твоё имя и электронная почта. Кроме того, мы получаем IP-адрес твоего устройства и базовою информацию об устройстве, чтобы улучшить твой опыт работы с нашим приложением.</p><p>Будь уверен, твоя конфиденциальнось это наш приоритет. Мы никогда не позволяем рекламным компаниям отслеживать тебя или использовать твои данные для целевой рекламы. Любая информация, которую ты предоставляешь в приложении Organized, остаётся строго конфиденциальной и никогда не передается третьим лицам.</p>",
  "tr_readComplete": "Я принимаю <a href='https://sws2apps.com/terms/' title='Условия использования' target='_blank' rel='noopener'>Условия использования</a> и <a href=' https://sws2apps.com/privacy/' title='Политика конфиденциальности' target='_blank' rel='noopener'>Политику конфиденциальности</a> и даю согласие на обработку моих персональных данных, как описано.",
  "tr_email": "Эл. почта",
  "tr_accountCreated": "Твой аккаунт Organized зарегистрирован. Сообщи администратора твоего собрания, чтобы он дал тебе необходимые разрешения. Затем обнови страницу для входа.",
  "tr_createCongregationAccount": "Создать собрание",
  "tr_unauthorizedRole": "<p>У тебя в данный момент нет необходимых разрешений для использования этого приложения. Обратись к старейшинам твоего собрания, чтобы они уточнили роль, а затем <a href='#'>повтори попытку</a> через 5 минут. Если им нужна дополнительная помощь, они могут связаться с нами по электронной почте.</p>",
  "tr_oauthAccept": "<p>Узнай больше про наши <a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Условия использования</a> и <a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Политику конфиденциальности</a>.</p>",
  "tr_signInDesc": "Используй свою электронную почту, чтобы получить одноразовую ссылку для входа, или войди в систему через одного из перечисленных провайдеров. Если у тебя еще нет учетной записи, она будет создана автоматически.",
  "tr_emailAuth": "Аутентификация электронной почтой",
  "tr_emailAuthDescComplete": "Ты успешно вошёл в систему с помощью электронной почты. Теперь ты можешь пользоваться приложением.",
  "tr_emailAuthSentHeader": "Ссылка отправлена",
  "tr_emailAuthSent": "Пожалуйста, проверь свою электронную почту. Если сообщения нет, посмотри в папке со спамом или запроси ссылку снова.",
  "tr_accountSetup": "Для активации Organized на этом устройстве, введи код приглашения, полученный от старейшин твоего собрания.",
  "tr_illustrationMinistryAssignmentsHeader": "Все твои задания и служение",
  "tr_illustrationMinistryAssignmentsDescription": "Просматривай свои предстоящие задания и получай уведомления о новых заданиях. Бери новую территорию из доступного списка. Отправляй заявление на подсобное пионерское служение за несколько кликов и получи доступ к функциям пионера, такие как трекер служения, подробные ежемесячные и ежегодные отчеты.",
  "tr_illustrationMultiPlattformHeader": "На всех твоих устройствах",
  "tr_illustrationMultiPlattformDescription": "Используй Organized на своем настольном компьютере, ноутбуке, смартфоне или планшете с любом из современных операционных систем. Приложение работает онлайн, но оно также доступно даже если у тебя нет подключения к Интернету.",
  "tr_illustrationMeetingSchedulesHeader": "Легко создавай расписания встреч",
  "tr_illustrationMeetingSchedulesDescription": "Импортируй планы встреч с jw.org всего за один клик и автоматически заполняй задания. Делись вашим списком одобренных докладчиков и запрашивай списки других собраний для лучшего сотрудничества. Публикуй графики для возвещателей и учеников на встрече в будние дни, позволяя всем им просматривать свои задания.",
  "tr_illustrationSecretaryHeader": "Все отчеты секретаря",
  "tr_illustrationSecretaryDescription": "Отслеживай посещаемость всех собраний как ежемесячно, так и ежегодно. Просматривай отчёты возвещателей и отправляй все необходимые отчёты непосредственно в ваш местный филиал. Получай и просматривай заявления на подсобное пионерское служение.",
  "tr_selectAccount": "Чтобы начать использовать Organized, выбери вариант, относящийся к тебе:",
  "tr_accountBaptizedBrother": "Крещёные братья",
  "tr_connectCongregation": "Подключиться к твоему собранию",
  "tr_invitationCode": "Код приглашения",
  "tr_orLabel": "или войди через",
  "tr_importantNotice": "Важное замечание",
  "tr_registrationSuccess": "Спасибо за регистрацию",
  "tr_congregationCreateLabel": "Твое собрание еще не зарегистрировано в Organized?",
  "tr_createCongregation": "Создать аккаунт собрания",
  "tr_yourCongregation": "Твоё собрание",
  "tr_incompleteCongregationInfo": "Пожалуйста, убедись, что ты предоставил все необходимые детали для настройки твоего собрания",
  "tr_firstname": "Имя",
  "tr_lastname": "Фамилия",
  "tr_encryptionCode": "Код шифрования",
  "tr_encryptionCodeSetupDesc": "Создай код шифрования для твоего собрания.",
  "tr_encryptionCodeLostDesc": "Введи код шифрования твоего собрания для доступа к нему",
  "tr_encryptionCodeNotice": "Пожалуйста, запиши этот ключ и надёжно сохраняй его. Его потеря может означать потерю всех данных твоего собрания.",
  "tr_encryptionCodeCreate": "Придумай код шифрования",
  "tr_encryptionCodeNoticeLength": "Минимум 16 символов",
  "tr_encryptionCodeNoticeNumber": "Цифра",
  "tr_encryptionCodeNoticeLowerCase": "Строчная буква",
  "tr_encryptionCodeNoticeUpperCase": "Заглавная буква",
  "tr_encryptionCodeNoticeSpecialSymbol": "Спецсимвол",
  "tr_encryptionCodeSet": "Установить главный ключ",
  "tr_encryptionCodeAsk": "Введи код шифрования собрания",
  "tr_encryptionCodeValidate": "Подтвердить",
  "tr_encryptionCodeInvalid": "Введенный код шифрования неверен",
  "tr_activate": "Активировать",
  "tr_next": "Далее",
  "tr_oauthGoogle": "Google",
  "tr_oauthYahoo": "Yahoo",
  "tr_sendLink": "Отправить ссылку",
  "tr_emailNotSupported": "Извини, этот адрес электронной почты недействителен или не поддерживается",
  "tr_selectCountry": "Страна",
  "tr_2FA": "Давай убедимся, что это ты",
  "tr_2FADesc": "Введи код из твоего приложения для аутентификации",
  "tr_2FAIncorrect": "Неверный код двухфакторной авторизации",
  "tr_2FAIncorrectDesc": "Возможно, код неправильный или устарел. Попробуй ещё раз.",
  "tr_unauthorizedAccount": "Необходимо настроить твои права доступа",
  "tr_unauthorizedAccountDesc": "Свяжись с администратором приложения для подтверждения твоей роли, а затем повтори попытку через 5 минут. Для дальнейшей помощи старейшины могут связаться с нами по электронной почте.",
  "tr_noSchedulesYet": "Пока не опубликовано ни одного расписания",
  "tr_noSchedulesYetDesc": "Расписание встречи пока недоступно. Расписание должно быть опубликовано в приложении, чтобы стать доступным.",
  "tr_reconnectAccount": "Переподключиться к аккаунту",
  "tr_registeringApproved": "Совет старейшин утвердил регистрацию этого собрания в Organized",
  "tr_testAppMode": "Тестовый режим Organized",
  "tr_testAppWaitForData": "Готовим все, чтобы ты мог попробовать Organized в действии. Это может занять некоторое время...",
  "tr_tryOrganized": "Попробуйте Organized в тестовом режиме",
  "tr_testStart": "Начать тестирование",
  "tr_testAppWelcome": "Добро пожаловать в Тестовый режим Organized!",
  "tr_testAppWelcomeDesc": "<p>Это тестовая среда с предварительно заполненными данными воображаемого собрания. Изучи функции, такие как расписания, назначения, служение, отчеты и многое другое! Любые внесённые изменения, будут сброшены после перезагрузки приложения.</p><p>Чтобы начать использовать настоящее приложение Organized, открой <a href='https://organized-app.com' target='_blank'>organized-app.com</a> в своём браузере.</p>",
  "tr_congregationExists": "Это собрание уже существует в Organized. Обратись к администратору твоего собрания, чтобы предоставить тебе необходимые роли.",
  "tr_congregationMasterKeyVerify": "Подтвердить главный ключ собрания",
  "tr_encryptionCodeNoticeMatch": "Ключи совпадают",
  "tr_congregationAccessCodeCreateDesc": "Этот код доступа безопасно шифрует данные твоего собрания, включая отчеты от возвещателей и расписания.",
  "tr_congregationAccessCodeCreate": "Создать код доступа к собранию",
  "tr_congregationAccessCodeNoticeLength": "Минимум 8 символов",
  "tr_congregationAccessCodeSet": "Установить код доступа",
  "tr_congregationAccessCodeVerify": "Подтвердить код доступа собрания",
  "tr_congregationAccessCodeNotice": "Всегда используй код, отличающийся от главного ключа собрания. Убедитесь, что код достаточно прост, но безопасен.",
  "tr_congregationAccessCodeLostDesc": "Пожалуйста, введи код доступа к твоему собранию. Этот уникальный код специально для твоего собрания и он необходим для подключения и доступа к нему.",
  "tr_setCongregationMasterKey": "Установить главный ключ собрания",
  "tr_createCongregationMasterKey": "Создай главный ключ собрания",
  "tr_congregationAccessCodeAsk": "Введи код доступа собрания",
  "tr_congregationAccessCode": "Код доступа к собранию",
  "tr_congregationMasterKeyLostDesc": "Введи код шифрования твоего собрания для доступа к нему",
  "tr_congregationMasterKeyAsk": "Введи главный ключ собрания",
  "tr_cantFindCongregation": "Не можешь найти своё собрание?",
  "tr_cantFindCongregationDesc": "Проверь наличие ошибок (минимальное количество символов – 2). Если твоё собрание отсутствует на странице поиска jw.org, свяжись с <a href=\"mailto:support@organized-app.com\">support@organized-app.com</a> для получения помощи.",
  "tr_appFunctionalityDataPrivacy": "Функциональность приложения и конфиденциальность данных",
  "tr_appIntro": "Organized - это неофициальное приложение для Свидетелей Иеговы, созданное энтузиастами братьями и сестрами. Оно упрощает различные обязанности в собрании. Пожалуйста, получи одобрение от старейшин, прежде чем зарегистрировать свое собрание.",
  "tr_privacySecurityTitle": "Конфиденциальность и безопасность",
  "tr_privacySecurityDesc": "<p>Organized создан так, что конфиденциальность и безопасность данных являются главным приоритетом. Полные детали этого приведены в наших <a href='https://sws2apps.com/terms' target='_blank' rel='noopener'>Условиях использования</a> и <a href='https://sws2apps.com/privacy' target='_blank' rel='noopener'>Политике конфиденциальности</a>. Вот краткий обзор нашего подхода к хранению и безопасности данных:</p><ul> <li><strong>Локальное хранилище, облачная синхронизация:</strong> Ваши данные хранятся на устройстве для обеспечения надежной безопасности и оффлайн-доступа. Если пользователи включают синхронизацию, то данные защищены сквозным шифрованием на наших безопасных облачных серверах.</li> <li><strong>Безопасность данных:</strong> Мы используем современные меры безопасности, такие как шифрование и защита в приложении, чтобы сохранять ваши данные в безопасности. Мы также соблюдаем правила GDPR, используя серверы ЕС и собирая данные пользователей только после получения их согласия, с возможностью получить, обновить или удалить данные.</li> <li><strong>Сбор данных:</strong> Мы собираем лишь базовую информацию — ваше имя, электронную почту, IP-адрес и данные об устройстве — для входа, обеспечения безопасности, а также для функциональности приложения. Мы не имеем доступа к вашим данным внутри приложения; вся информация вводится пользователями и назначенными администраторами вашего собрания.</li> <li><strong>Мы никогда не делимся вашими данными:</strong> Ваши данные принадлежат только вам, и мы никогда не делимся ими с третьими лицами для маркетинговых или рекламных целей.</li></ul>",
  "tr_dataManagementTitle": "Управление данными",
  "tr_dataManagementDesc": "<p>Ты можешь получить доступ, исправить, удалить или экспортировать свои данные в настройках своего профиля или связавшись с нами по адресу <a href='mailto:support@organized-app.com'>support@organized-app.com</a>. Ты можешь отозвать свое согласие в любое время, удалив свою учетную запись. Organized собирает только данные и файлы cookie, необходимые для функциональности приложения. Данные, введенные старейшинами твоего собрания, не управляются нами. Твои данные (имя, адрес электронной почты, IP, идентификатор устройства) хранятся только столько времени, сколько необходимо для использования приложения, пока твоя учетная запись не будет удалена, или этого требует закон.</p>",
  "tr_mfaVerifyTitle": "Давай убедимся, что это ты",
  "tr_mfaVerifyDesc": "Введи код из твоего приложения для аутентификации",
  "tr_illustrationTerritoriesHeader": "Управляй участками легко",
  "tr_illustrationTerritoriesDescription": "Просматривай и редактируй участки, следи за просрочеными или утерянами карточками. Отслеживай записи “Не посещать”, историю назначений и печатайте новые карточки. Назначай участок возвещателю, и она появится у него в списке участков. Отслеживай статистику обработки, а также экспортируй документ S-13.",
  "tr_illustrationOtherSchedulesHeader": "Многие другие полезные расписания",
  "tr_illustrationOtherSchedulesDescription": "Organized упрощает планирование уборки Зала, посещения районного старейшены, робот с обслуживанием Зала, служения в общественных местах, назначений в собрании и других аспектов жизни собрания для назначенных братьев. Возвещателям также стаёт легче отслеживать и брать участия в этих заданиях.",
  "tr_howAreTheCodesDifferent": "Чем отличаются эти коды?",
  "tr_howAreTheCodesDifferentDesc": "Код доступа: Для всех пользователей, чтобы подключиться к собранию; Главный ключ: доступ к более высокому уровню для ответственных братьев.",
  "tr_createMasterKey": "Создать главный ключ",
  "tr_createMasterKeyDesc": "<p><strong>Сперва, создай главный ключ для твоего собрания.</strong> Он надежно зашифровывает данные твоего собрания, в том числе отчеты и персон, и необходим для административных функций, таких как экспорт/импорт данных, а также для изменения настроек.</p>",
  "tr_createAccessCode": "Создать код доступа",
  "tr_createAccessCodeDesc": "<p><strong>Наконец, создай код доступа.</strong> Этот уникальный код позволяет новым пользователям подключаться к твоему собранию в Organized. Он обеспечивает безопасность данных собрания, предоставляя доступ только одобренным пользователям.</p>",
  "tr_otherInCongDesc": "Крещёная сестра, некрещёный возвещатель, ученик встреч в будние дни",
  "tr_baptizedBrotherDesc": "Любой крещеный брат, с обязанностями или без них",
  "tr_accountPublisherStudent": "Другой(-ая) в собрании",
  "tr_requestAccess": "Запросить доступ",
  "tr_requestAccessSent": "Запрос на доступ отправлен",
  "tr_requestAccessSentDesc": "Запрос на доступ отправлен! Твой администратор рассмотрит его. Если ответа не будет через несколько дней, свяжись с ним лично.",
  "tr_accountCreatedJoin": "Твой аккаунт был создан! Если твоё собрание уже использует Organized, введи свои данные и выбери собрание, чтобы уведомить администратора. После того как он предоставит тебе разрешение, обновил страницу для входа."
}
