{
  "tr_logOut": "Выйти",
  "tr_emailAddress": "Адрес эл. почты",
  "tr_emailAddressDesc": "Адрес электронной почты нельзя изменить. Свяжись с нами, если ты хочешь изменить его.",
  "tr_name": "Имя",
  "tr_ministryPreferences": "Настройки служения",
  "tr_theocraticAssignmentsField": "Добавить поле кредитных часов в мой отчёт",
  "tr_theocraticAssignmentsFieldDesc": "Часы, потраченные на школы и одобренные теократические назначения (МПСО, КСБ, работа для Вефиля и т. д.)",
  "tr_timeAway": "Время отсутствия",
  "tr_startDate": "Дата начала",
  "tr_endDate": "Дата окончания",
  "tr_save": "Сохранить",
  "tr_notificationPreferences": "Настройки уведомлений",
  "tr_notificationPreferencesDesc": "Выбери, какие уведомления ты не хочешь получать от Organized. Ты всегда можешь изменить свои предпочтения позже.",
  "tr_reportReminder": "Напоминание об отчете о служении",
  "tr_reportReminderDesc": "Получай напоминания в последний день каждого месяца, и если ты забудешь, ты получишь еще одно напоминание через несколько дней",
  "tr_collabActivities": "Новые совместные активности",
  "tr_collabActivitiesDesc": "Получай уведомления о деятельности, где требуется помощь, например, работа в саду или подготовка Зала Царства для школы теократии или конгресса",
  "tr_myAssignmentsDesc": "Получай мгновенные уведомления о всех твоих новых назначениях",
  "tr_infoBoardAnnouncements": "Новая информация на доске объявлений",
  "tr_infoBoardAnnouncementsDesc": "Если отключено, ты не будешь получать уведомления о новых объявлениях, за исключением случаев, когда старейшины решат уведомить всё собрание о чем-то важном",
  "tr_partnerSearch": "Возвещатель ищет партнёра для служения",
  "tr_partnerSearchDesc": "Получи уведомление сразу же, как только кто-то опубликует запрос на партнёра",
  "tr_organizedSettings": "Настройки Organized",
  "tr_autoSync": "Автосинхронизация",
  "tr_autoSyncDesc": "Автоматически синхронизировать данные между собранием и твоими устройствами, авторизованными в Organized",
  "tr_syncInterval": "Интервал синхронизации",
  "tr_customLinkInMobilePanel": "Пользовательская ссылка в мобильной панели навигации",
  "tr_customLinkInMobilePanelDesc": "Заменить кнопку 'Доска объявлений' на другую функцию для быстрого доступа с главной страницы",
  "tr_selectFeature": "Выбери функцию",
  "tr_autoThemeChange": "Автоматическая смена темы",
  "tr_autoThemeChangeDesc": "Следовать настройкам системы твоего устройства при выборе между светлой и темной темой",
  "tr_colorScheme": "Цветовая схема",
  "tr_blue": "Синяя",
  "tr_green": "Зелёная",
  "tr_purple": "Фиолетовая",
  "tr_orange": "Оранжевая",
  "tr_security": "Безопасность",
  "tr_2FA": "Двухфакторная аутентификация",
  "tr_2FADesc": "Двухфакторная аутентификация делает твой аккаунт более безопасным, требуя код безопасности, сгенерированный твоим мобильным приложением-аутентификатором.",
  "tr_lockAppWithPIN": "Заблокировать приложение с помощью PIN-кода",
  "tr_lockAppWithPINDesc": "После неактивности приложение будет автоматически заблокировано для дополнительной безопасности",
  "tr_sessions": "Сеансы",
  "tr_sessionsDesc": "Список устройств, которые вошли в твой аккаунт. Заверши любые сеансы, которые ты не узнаёшь.",
  "tr_terminate": "Прервать",
  "tr_currentSession": "Текущая сессия",
  "tr_logoutClearData": "Выйти и очистить локальные данные?",
  "tr_logoutClearDataDesc": "Убедись, что все твои недавно созданные данные синхронизированы, иначе они будут удалены.",
  "tr_2FAEnable": "Включить двухфакторную аутентификацию",
  "tr_2FAEnableDesc": "Используй приложение Google Authenticator или Microsoft Authenticator на твоём мобильном устройстве, чтобы отсканировать QR-код и завершить настройку.",
  "tr_codeCopied": "Код скопирован",
  "tr_codeCopiedDesc": "Вставь его в твоё приложение-аутентификатор",
  "tr_2FAEnabled": "Двухфакторная аутентификация включена",
  "tr_2FAEnabledDesc": "Ты можешь отключить 2FA в настройках",
  "tr_2FADisable": "Отключить двухфакторную аутентификацию?",
  "tr_2FADisableDesc": "Двухфакторная аутентификация улучшает твою безопасность, поэтому лучше оставить ее включенной. Подтверди, если ты хочешь ее отключить.",
  "tr_disable": "Отключить",
  "tr_2FADisabled": "Двухфакторная аутентификация отключена",
  "tr_2FADisabledDesc": "Ты можешь включить её обратно в настройках",
  "tr_PINCreate": "Создай PIN-код",
  "tr_PINCreateDesc": "Создай надежный PIN-код для лучшей защиты. Избегай использования простых кодов.",
  "tr_continue": "Продолжить",
  "tr_PINConfirm": "Подтвердите свой ПИН-код",
  "tr_PINConfirmDesc": "Подтверди свой PIN-код, чтобы завершить настройку.",
  "tr_PINSet": "Задать пин-код",
  "tr_PINNewSet": "Новый ПИН установлен",
  "tr_PINNewSetDesc": "Теперь ты можешь использовать его для разблокировки приложения Organized",
  "tr_lastSeen": "Последнее посещение: {{ date }}",
  "tr_2FAStep1": "Шаг 1: Настрой двухфакторную аутентификацию (2FA) на твоём устройстве",
  "tr_2FAStep1Desc": "Используй один из следующих методов, чтобы связать твое приложение-аутентификатор. Мы рекомендуем использовать Google Authenticator или Microsoft Authenticator.",
  "tr_2FAQuickSetup": "Быстрая настройка",
  "tr_2FAQuickSetupDesc": "Если у тебя есть одно из упомянутых выше приложений-аутентификаторов, используй эту кнопку для быстрой настройки на твоем устройстве.",
  "tr_2FAQRCode": "QR-код",
  "tr_2FAQRCodeDesc": "Отсканируй QR-код с помощью твоего приложения-аутентификатора, чтобы настроить двухфакторную аутентификацию.",
  "tr_2FASetupKey": "Ключ настройки",
  "tr_2FASetupKeyDesc": "Скопируй ключ настройки и вставь его в твое приложение-аутентификатор, чтобы настроить двухфакторную аутентификацию.",
  "tr_2FAStep2": "Шаг 2: Введи код 2FA",
  "tr_timeAwayDesc": "Время отсутствия пока не установлено. Постоянно обновляй информацию о своем времени отсутствия, чтобы братья могли принять это во внимание при планировании будущих встреч.",
  "tr_terminatedDesc": "Сеанс завершен",
  "tr_deleteAccount": "Удалить мой аккаунт",
  "tr_deleteAccountDesc": "Ты уверен, что хочешь удалить свою учетную запись из Organized?",
  "tr_deleteAccountWithCongregationDesc": "Ты уверен, что хочешь удалить своё собрание из Organized? Это полностью удалит все данные твоего собрания, и восстановить их будет невозможно. Все аккаунты пользователей, связанные с твоим собранием, также будут удалены. Введи главный ключ собрания ниже, чтобы подтвердить удаление.",
  "tr_deleteAccountAssignAdminFirst": "Перед удалением учетной записи убедись, что ты назначил другого администратора приложения для поддержки пользователей в твоем собрании."
}
