{
  "trans_errorTitle": "Bir hata oluştu",
  "trans_about": "Uygulama hakkında",
  "trans_appFullName": "Organized",
  "trans_appShortName": "Organized",
  "trans_errorHeaderText": "Oops, bir hata oluştu",
  "trans_errorActionText": "Bir hata oluştu. Sayfayı yenilemeye çalış. Bu işe yaramazsa 'Organized'i yeniden başlatmayı deneyin. Not, bu senkronize edilmemiş tüm verilerinizi temizleyecektir.",
  "trans_restart": "Yeniden Başlatma",
  "trans_refreshPage": "Sayfayı yenile",
  "trans_updateAvailable": "Güncelleme mevcut",
  "trans_updateDescription": "Organized'in yeni bir sürümü mevcut",
  "trans_errorGeneric": "Bir sorun oluştu",
  "trans_supportApp": "Uygulamayı destekle",
  "trans_howToUseApp": "'Organized' nasıl kullanılır",
  "trans_appAboutDesc": "<p>Organized, Yehova'nın Şahitlerinin cemaatleri tarafından kullanılmak üzere tasarlanmıştır. Amacı, tüm cemaat planlama görevlerini basitleştirmek ve hızlandırmak ve herkes için görev takibini iyileştirmektir.</p><p>Hafta içi ve hafta sonları yapılacak ibadetleri kolayca planlayın, raporları gönderin ve görevlerinize sadece birkaç tıklama ile bakabilirsiniz. Bu uygulama cemaatteki herkesin yararlanabilmesi için tasarlanmıştır.</p><p>Gelecekte daha fazla özellik sunmak için Organized'i aktif olarak geliştiriyoruz. Bu heyecan verici özellikleri daha çabuk sunmamıza yardım edebilirsiniz! Gönüllü bağışlar yaparak veya Organized'in gelecek sürümlerinin geliştirilmesine yardımcı olarak bizi destekleyebilirsiniz.</p>",
  "trans_wantSupportApp": "Organized'i desteklemek ister misin?",
  "trans_supportAppDesc": "<p>Organized ücretsiz bir uygulamadır ve sizlerle paylaşmaktan mutluluk duyarız. Bu projeye hevesle çalışıyorsak da, onu sürdürmek para gerektiriyor. Eğer takdirinizi göstermek isterseniz, desteğiniz çok takdir edilecek!</p>",
  "trans_supportAppOption1": "Seçenek 1: Bağış Yapın",
  "trans_supportAppOption1Desc": "<p>Bağışlarınız, Organized'in cemaatler için ücretsiz olarak kalmasına yardım eder. Sunucu maliyetlerini karşılar ve yeni özellikleri daha hızlı oluşturmamıza yardımcı olurlar. Cömertliğiniz dünya çapındaki cemaatleri destekliyor!</p>",
  "trans_makeDonation": "Bağış yap",
  "trans_supportAppOption2": "Seçenek 2: Katkıda bulunun",
  "trans_supportAppOption2Desc": "<p>Aşağıdaki alanlarda yardımınız için teşekkür ederiz:</p><ul><li>'React' geliştirme</li><li>UI/UX Tasarımı</li><li>Uygulama Çeviri</li></ul><p>Eğer bu alanlardan herhangi birinde yardım edebiliyorsanız, lütfen<a href='mailto:sws2apps.notification@gmail.com'>bize ulaşın</a>.Organized'i geliştirmek için birlikte çalışalım!</p><p>Ayrıca, Organized'i başkalarına tavsiye etmek, yayılmasını genişletir ve cemaatlere yarar sağlar. Katkıda bulunduğunuz herhangi bir yol uygulamayı gerçekten geliştirir, herkes için daha iyi hale getirir.</p>",
  "trans_howToContribute": "Nasıl katkıda bulunulur",
  "trans_changeLanguage": "Dil",
  "trans_languageMissing": "Dilimi ekle",
  "trans_internalError": "İçsel bir hata oluştu. Lütfen daha sonra tekrar deneyin.",
  "trans_loading": "Yükleniyor...",
  "trans_noOptions": "Seçenek yok",
  "trans_pleaseWait": "Lütfen bekleyin..."
}
