{
  "tr_login": "Oturum aç",
  "tr_welcomeApp": "Hayatınızdaki Hıristiyan işlerini daha iyi organize etmek için aracınız olan \"Organize\" e hoş geldiniz!",
  "tr_whatIsApp": "'Organized' Yehova'nın Şahitleri tarafından resmi olarak yayınlanan bir uygulama mı?",
  "tr_descApp": "<p>Hayır, bu resmi bir uygulama değil. Sizin için uygun olup olmadığına kendiniz karar verebilirsiniz. Tüm cemaatin bunu kullanmasını istiyorsanız, ihtiyarlar kurulundan onay almanızı öneririz. Benzer görevlere yardımcı olmak için tasarlanmış başka uygulamalar olduğunun farkındayız ve her birinin kendi güçlü yönlerine ve yöntemlerine sahip olduğuna inanıyoruz, ancak hepsi aynı hedefi paylaşıyor.</p>",
  "tr_appPWA": "Organize bir PWA uygulamasıdır. Bu ne demek?",
  "tr_appPWADesc": "<p>Aşamalı bir Web Uygulaması (PWA) olarak 'Organize' doğrudan web tarayıcınızda çalışır. Çeşitli işletim sistemlerinde çalışacak şekilde tasarlanmıştır, bu nedenle hem masaüstü hem de mobil cihazları destekler.</p><p>Cihazınıza yüklendikten ve ilk kurulumu tamamladıktan sonra, 'Organized' çevrimdışı olarak erişilebilir kalır ve ana özelliklerini internet bağlantısı olmadan kullanabilmenizi sağlar.</p>",
  "tr_appSecure": "'Organized' kullanırken verileriniz ne kadar güvende?",
  "tr_appSecureDesc": "<p>Verilerinizi korumak için ekstra güvenlik katmanları ekledik. Günümüzün hızla değişen teknoloji dünyasında, onu güvende tutmak için düzenli olarak Düzenli güncellemeler yapıyoruz.</p><p>Organize bir web uygulaması olmasına rağmen, verileriniz önce doğrudan cihazınızda saklanır. Bu, çevrimdışı olduğunuzda bile erişebileceğiniz anlamına gelir. Cemaatinizdeki diğer kişilerle bilgi paylaşırsanız, bu bilgiler bulut sunucuları üzerinden güvenli bir şekilde senkronize edilir.Ayrıca, tüm özel verileri sunucularımızda çift şifreleme gibi güçlü güvenlik önlemleriyle koruduğumuzdan emin oluruz.</p>",
  "tr_clearBrowserData": "<p>Tarayıcı geçmişinizi veya çerezlerinizi temizlediğinizde, senkronize edilmemiş 'Organize' verileri de sildiğinizi lütfen unutmayın. Bunu yapmadan önce, son oluşturulan verilerinizin senkronize edildiğinden emin olun.</p>",
  "tr_appPrivacy": "'Organized' gizliliğinize ne kadar önem veriyor?",
  "tr_appPrivacyDesc": "<p>'Organized' uygulamamızı kullanmayı seçtiğinizde, yalnızca adınız ve e-postanız gibi temel bilgileri toplarız. Ayrıca, uygulamamızla deneyiminizi geliştirmek için cihazınızın IP adresini ve cihazınızın kullanıcı aracısı ayrıntılarını topluyoruz.</p><p>Gizliliğinize öncelik verdiğimizden emin olabilirsiniz. Reklam şirketlerinin hizmetlerimiz aracılığıyla sizi izlemesine veya verilerinizi hedefli reklamlar için kullanmasına asla izin vermeyiz. 'Organized' uygulamada sağladığınız bilgiler kesinlikle gizli kalır ve hiçbir zaman dış taraflarla paylaşılmaz.</p>",
  "tr_readComplete": "Yukarıdakileri okudum ve kabul ediyorum",
  "tr_email": "E-Posta",
  "tr_accountCreated": "'Organized' hesabınız oluşturuldu.Cemaat yöneticinize gerekli izinleri vermesini söyleyin ve ardından sayfayı yenileyin.",
  "tr_createCongregationAccount": "Bir cemaat oluştur",
  "tr_unauthorizedRole": "<p>Şu anda bu uygulamayı kullanmak için gerekli izinlere sahip değilsiniz. Rolünüzü doğrulamak için lütfen cemaat ileri gelenlerinize ulaşın ve ardından <a href='#'> 5 dakika içinde tekrar </a> deneyin. Ek yardıma ihtiyaçları olursa, bizimle e-posta yoluyla iletişime geçebilirler.</p>",
  "tr_oauthAccept": "<p>Devam ederek<a href='https://sws2apps.com/terms/' title='Terms of Use' target='_blank' rel='noopener'>Kullanım Şartları</a>ve<a href='https://sws2apps.com/privacy/' title='Privacy Policy' target='_blank' rel='noopener'>Gizlilik Politikası</a>.</p>",
  "tr_signInDesc": "Nasıl oturum açmak istediğinizi seç",
  "tr_emailAuth": "E-posta kimlik doğrulaması",
  "tr_emailAuthDesc": "'Organized' kimlik doğrulama bağlantısını almak için e-postanızı gir",
  "tr_emailAuthDescComplete": "E-postanla başarıyla giriş yaptın. Artık uygulamaya erişebilirsin.",
  "tr_emailAuthSentHeader": "Bağlantı gönderildi",
  "tr_emailAuthSent": "Lütfen e-posta kutunuzu kontrol edin. Eğer orada değilse, spam klasörünüze bakın veya bağlantıyı tekrar isteyin.",
  "tr_accountSetup": "Bu cihazda \"Organized\" uygulamasını etkinleştirmek için cemaat ihtiyarlarından aldığınız davetiye kodunu girin.",
  "tr_illustrationMinistryAssignmentsHeader": "Tüm hizmetin ve görevlerin",
  "tr_illustrationMinistryAssignmentsDescription": "Yaklaşan tüm ödevlerinizi görüntüleyin ve yenileriyle ilgili bildirim alın. Mevcut listeden yeni saha alın. Birkaç tıklamayla 'Öncü Yardımcılığı Hizmeti İçin Başvuru' gönderin. Zaman izleyici ve ayrıntılı aylık ve yıllık rapor gibi öncü özelliklerine erişin.",
  "tr_illustrationMultiPlattformHeader": "Tüm cihazlarında",
  "tr_illustrationMultiPlattformDescription": "Masaüstü bilgisayarınızda, dizüstü bilgisayarınızda, akıllı telefonunuzda veya tabletinizde modern işletim sistemlerinden herhangi birinde 'Organized' kullanın. Uygulama çevrimiçi çalışır ve internet bağlantınız olmadığında bile erişilebilir. ",
  "tr_illustrationMeetingSchedulesHeader": "Kolayca toplantı programları oluşturun",
  "tr_illustrationMeetingSchedulesDescription": "İbadet planlarını jw.org'dan yükle ve görevleri otomatik olarak doldur. Konuşmacıların listenizi paylaşın ve işbirliğini geliştirmek için diğer cemaatlerden de listeler isteyin. Hem müjdeciler hem de haftasonu toplantısında görev yapanlar için programları yayımlayın",
  "tr_illustrationSecretaryHeader": "Tüm sekreter raporları",
  "tr_illustrationSecretaryDescription": "Aylık ve yıllık tüm toplantılar için toplantı katılım kaydını takip edin. Müjdeci raporlarına göz atın ve ihtiyacınız olan tüm raporları doğrudan büronuza kolayca gönderin. Yardımcı öncülük başvurularını alın ve gözden geçirin.",
  "tr_selectAccount": "'Organized' kullanmaya başlamak için sizin için hangi seçeneğin geçerli olduğunu seçin:",
  "tr_accountPublisherStudent": "Hafta içi yapılan ibadette bir müjdeci ya da bir öğrenci",
  "tr_accountBaptizedBrother": "Vaftiz edilmiş birader",
  "tr_connectCongregation": "Cemaatinize bağlanın",
  "tr_invitationCode": "Davet Kodu",
  "tr_wrongInvitationCode": "Yanlış davet kodu",
  "tr_checkInvitationCode": "Lütfen sağladığınız kodu tekrar kontrol edin",
  "tr_orLabel": "veya",
  "tr_importantNotice": "Önemli uyarı",
  "tr_registrationSuccess": "Kayıt için teşekkürler",
  "tr_congregationCreateLabel": "Cemaatiniz henüz 'Organized'de kayıtlı değil mi?",
  "tr_createCongregation": "Bir cemaat oluştur",
  "tr_yourCongregation": "Cemaatin",
  "tr_incompleteCongregationInfo": "Lütfen cemaatinizi kurmak için gerekli tüm ayrıntıları sağladığınızdan emin ol",
  "tr_firstname": "Ad",
  "tr_lastname": "Soyadı",
  "tr_encryptionCode": "Şifreleme kodu",
  "tr_encryptionCodeSetupDesc": "Cemaat şifreleme kodunu oluştur.",
  "tr_encryptionCodeLostDesc": "Giriş için cemaatinizin şifreleme kodunu girin",
  "tr_encryptionCodeNotice": "Lütfen dikkat edin ve güvende tutun. Bunu kaybetmek, tüm cemaat verilerinizi kaybetmek anlamına gelir.",
  "tr_encryptionCodeCreate": "Şifreleme kodu oluştur",
  "tr_encryptionCodeNoticeLength": "En az 16 karakter",
  "tr_encryptionCodeNoticeNumber": "Hane",
  "tr_encryptionCodeNoticeLowerCase": "Küçük harf",
  "tr_encryptionCodeNoticeUpperCase": "Büyük harf",
  "tr_encryptionCodeNoticeSpecialSymbol": "Özel sembol",
  "tr_encryptionCodeSet": "Şifreleme kodu oluştur",
  "tr_encryptionCodeAsk": "Cemaat şifreleme kodunu gir",
  "tr_encryptionCodeValidate": "Onayla",
  "tr_encryptionCodeInvalid": "Verdiğiniz şifreleme kodu yanlış",
  "tr_activate": "Etkinleştir",
  "tr_next": "Devam",
  "tr_oauthGoogle": "Google ile devam et",
  "tr_oauthMicrosoft": "Microsoft ile devam",
  "tr_oauthGithub": "GitHub ile devam et",
  "tr_oauthYahoo": "Yahoo ile devam et",
  "tr_oauthEmail": "E-posta ile devam et",
  "tr_sendLink": "Bağlantıyı paylaş",
  "tr_emailNotSupported": "Üzgünüz, bu e-posta geçersiz veya desteklenmiyor",
  "tr_selectCountry": "Ülke",
  "tr_2FA": "Let’s make sure it's you",
  "tr_2FADesc": "Enter a code from your authenticator app",
  "tr_2FAIncorrect": "Incorrect 2FA code",
  "tr_2FAIncorrectDesc": "The code might be incorrect or expired. Try again.",
  "tr_unauthorizedAccount": "Your access permissions need to be adjusted",
  "tr_unauthorizedAccountDesc": "Contact your congregation app administrator to confirm your role, then try again in 5 minutes. For any further assistance, elders can contact us via email.",
  "tr_noSchedulesYet": "No schedules have been published yet",
  "tr_noSchedulesYetDesc": "The meeting schedules aren't available yet. Please ask your congregation elders to not only create but also publish them in the app.",
  "tr_reconnectAccount": "Reconnect my account",
  "tr_registeringApproved": "The body of elders has approved registering this congregation in Organized",
  "tr_testAppWelcome": "Welcome to the Test Mode of Organized",
  "tr_testAppWaitForData": "Please wait until we prepare all the necessary data for you to test"
}
